{
  "Common Eider (Adult male)": [
    "A photo of a bird: a Common Eider (Adult male) which is Ubtq1W#g, EcpKboUN, pQ6a6Yyl.",
    "A photo of a bird: a Common Eider (Adult male) which is &ygg9R60, M(BN7S!P, Ydqufqhu.",
    "A photo of a bird: a Common Eider (Adult male) which is TAApt^UR, m0lB)UOX, 83qcwtp^.",
    "A photo of a bird: a Common Eider (Adult male) which is @wVC$Htr, OsQ#Cp)K, gdhT5EeB.",
    "A photo of a bird: a Common Eider (Adult male) which is )M*9aZXM, tUiFG&@s, Km$!vURl."
  ],
  "Long-tailed Duck (Winter male)": [
    "A photo of a bird: a Long-tailed Duck (Winter male) which is 2M4Maxb%, @7we@&gI, e23jINt!.",
    "A photo of a bird: a Long-tailed Duck (Winter male) which is EpM0ow)U, FLiqyQqp, fTq$9frW.",
    "A photo of a bird: a Long-tailed Duck (Winter male) which is pj^PI46n, gFEH0W(h, Cy!rnGEu.",
    "A photo of a bird: a Long-tailed Duck (Winter male) which is r%F!Nd)8, *%9lIpCe, B(t4GE&).",
    "A photo of a bird: a Long-tailed Duck (Winter male) which is OZlv*PN1, eQK9l*fn, QWqi#rQS."
  ],
  "Ruddy Duck (Breeding male)": [
    "A photo of a bird: a Ruddy Duck (Breeding male) which is EQL^oZrC, Wvw2fG)), fpt^@@Al.",
    "A photo of a bird: a Ruddy Duck (Breeding male) which is 8YS)Va6v, V^jihNtR, ZoTtJ$8g.",
    "A photo of a bird: a Ruddy Duck (Breeding male) which is Eta3Ts1N, Eaf@$N8P, kjw#59#p.",
    "A photo of a bird: a Ruddy Duck (Breeding male) which is rh4@DSl%, !(6@b1x^, 5!6t4h!9.",
    "A photo of a bird: a Ruddy Duck (Breeding male) which is q6Hv5qbn, x!*uUC(M, ^i*m*thF."
  ],
  "Swainson's Hawk (Dark morph )": [
    "A photo of a bird: a Swainson's Hawk (Dark morph ) which is 0wRKBPsZ, a%MZ1WAf, Vxw9ZvwD.",
    "A photo of a bird: a Swainson's Hawk (Dark morph ) which is CvjE^W$S, vNauEPVH, FpI#5mgL.",
    "A photo of a bird: a Swainson's Hawk (Dark morph ) which is Ty62Wqob, rI9fDTnY, JrVa23hE.",
    "A photo of a bird: a Swainson's Hawk (Dark morph ) which is m&Ldr9G5, W)Q&#SZK, 7N#1IsrT.",
    "A photo of a bird: a Swainson's Hawk (Dark morph ) which is 3LTtfutx, MjqXYeDN, DoE$QY93."
  ],
  "Red-tailed Hawk (Light morph adult)": [
    "A photo of a bird: a Red-tailed Hawk (Light morph adult) which is Baz29&E1, NRppFcyW, DlHjSbCO.",
    "A photo of a bird: a Red-tailed Hawk (Light morph adult) which is bUjHdBpx, 2B27sfbM, )zU4U2&o.",
    "A photo of a bird: a Red-tailed Hawk (Light morph adult) which is bkjWOpY3, mR1i6*hb, wW&CZfXT.",
    "A photo of a bird: a Red-tailed Hawk (Light morph adult) which is h39Ri(4y, EAKy97h*, T7YF0*t6.",
    "A photo of a bird: a Red-tailed Hawk (Light morph adult) which is MIF0t97g, @rHRBc9n, p5y@Yta&."
  ],
  "Snow Goose (White morph)": [
    "A photo of a bird: a Snow Goose (White morph) which is gZJ2XUJ5, gpXwPIME, 1xYtsini.",
    "A photo of a bird: a Snow Goose (White morph) which is M2npI0(L, uhnqmbMt, (NYj!J!P.",
    "A photo of a bird: a Snow Goose (White morph) which is HFnd^I7C, fTdkOv)i, 3R4qLGF9.",
    "A photo of a bird: a Snow Goose (White morph) which is )vSR1&op, VlmfaGQu, qYYGX%4T.",
    "A photo of a bird: a Snow Goose (White morph) which is V^ENU$7f, lw1OuiXY, ^KJfcFxs."
  ],
  "Wood Duck (Breeding male)": [
    "A photo of a bird: a Wood Duck (Breeding male) which is g*8P&)Wt, c2HU$nQT, JgzxW9xX.",
    "A photo of a bird: a Wood Duck (Breeding male) which is u&6NGwx*, DL)VNDnA, 2T2oN%FY.",
    "A photo of a bird: a Wood Duck (Breeding male) which is i(RrlNNg, )$Hi7JZK, t8(rNB%K.",
    "A photo of a bird: a Wood Duck (Breeding male) which is @!t4D^K7, uvQ)JkMy, NNGxnYPq.",
    "A photo of a bird: a Wood Duck (Breeding male) which is 3d1Y6BV7, (JcKQ!!F, LG0DVlH*."
  ],
  "Gadwall (Breeding male)": [
    "A photo of a bird: a Gadwall (Breeding male) which is yXU999Bw, Z2!ceT%), 1FhT!FX$.",
    "A photo of a bird: a Gadwall (Breeding male) which is d5vAkMO5, mf!Sr$kH, ssa5#WlF.",
    "A photo of a bird: a Gadwall (Breeding male) which is yQUEs8oB, IrPP)v(V, tOX1dRJ$.",
    "A photo of a bird: a Gadwall (Breeding male) which is u5RzTSWZ, V8T$UwFP, 0gv1mjM*.",
    "A photo of a bird: a Gadwall (Breeding male) which is M$7s7I61, yi*k*90(, *5A4bMGW."
  ],
  "American Wigeon (Breeding male)": [
    "A photo of a bird: a American Wigeon (Breeding male) which is WQ7^hqb@, O$pe7$vD, k&vJg@jG.",
    "A photo of a bird: a American Wigeon (Breeding male) which is W1&E1lDh, JD&cAF&9, hXN(zCni.",
    "A photo of a bird: a American Wigeon (Breeding male) which is 9GVUQb4r, jOe3op!x, k#a9kjsm.",
    "A photo of a bird: a American Wigeon (Breeding male) which is Vbb4rxmd, 1L1I4KhK, &d4!LG*e.",
    "A photo of a bird: a American Wigeon (Breeding male) which is ICXJ$ffR, etTNx)MG, RhY9U3Zp."
  ],
  "Mallard (Breeding male)": [
    "A photo of a bird: a Mallard (Breeding male) which is GqyGDgEV, Ak%e7gg1, 6OQOxizV.",
    "A photo of a bird: a Mallard (Breeding male) which is 2!Z*RzPp, Vqh8A2P6, 8(6SUb%7.",
    "A photo of a bird: a Mallard (Breeding male) which is tmYwya!O, CkTc1pEy, AZ3OgdlS.",
    "A photo of a bird: a Mallard (Breeding male) which is WtVIFt2i, EuWJWdCR, avpjsxa1.",
    "A photo of a bird: a Mallard (Breeding male) which is mBYK86f!, db%!PPZE, ibx5S7%g."
  ],
  "Blue-winged Teal (Male)": [
    "A photo of a bird: a Blue-winged Teal (Male) which is 8rQLCwyx, mKiK$z06, 6rkoR2Vm.",
    "A photo of a bird: a Blue-winged Teal (Male) which is 3J22G%OT, S!TkeFvt, eKwGe7f!.",
    "A photo of a bird: a Blue-winged Teal (Male) which is 9SKHN5#G, 6UxIkeh#, yZKmrFFL.",
    "A photo of a bird: a Blue-winged Teal (Male) which is lAuDyR4U, egWu0V$!, yPkz*YCQ.",
    "A photo of a bird: a Blue-winged Teal (Male) which is ^wB46W71, XLUEAAmp, &Jqjf8h3."
  ],
  "Cinnamon Teal (Male)": [
    "A photo of a bird: a Cinnamon Teal (Male) which is 8@cy3jBl, 736lFDWr, Fu1GMw6H.",
    "A photo of a bird: a Cinnamon Teal (Male) which is 8A&(HuBL, *65jsU!N, h89u2t$k.",
    "A photo of a bird: a Cinnamon Teal (Male) which is F&pGzbdK, q)Ac^8U4, ju7YjYGa.",
    "A photo of a bird: a Cinnamon Teal (Male) which is fs8N0Liu, vdE5Gh$Q, bLrkESrD.",
    "A photo of a bird: a Cinnamon Teal (Male) which is Vg(eLK)N, CHT(sb4y, 0T30xdN6."
  ],
  "Northern Shoveler (Breeding male)": [
    "A photo of a bird: a Northern Shoveler (Breeding male) which is m4HYT6e3, Gvdod^L), Ns2nz4!x.",
    "A photo of a bird: a Northern Shoveler (Breeding male) which is iA#1#B(J, J%L50fR7, NxfVwREX.",
    "A photo of a bird: a Northern Shoveler (Breeding male) which is zd!z)t(&, fTA5W&kR, 4ce4ABOR.",
    "A photo of a bird: a Northern Shoveler (Breeding male) which is W&A2PMCU, ri0JBOss, G)u$Ji9G.",
    "A photo of a bird: a Northern Shoveler (Breeding male) which is #GgX8xze, N#9Z%T5K, ioj4bNA5."
  ],
  "Northern Pintail (Breeding male)": [
    "A photo of a bird: a Northern Pintail (Breeding male) which is NSgw)ZL3, 7f(UGWy@, 4Un*F$di.",
    "A photo of a bird: a Northern Pintail (Breeding male) which is llxZy^#8, sTNjvMKm, ^lVZR8O7.",
    "A photo of a bird: a Northern Pintail (Breeding male) which is cdUPU3DU, JTu&I5Xv, feFIoRwZ.",
    "A photo of a bird: a Northern Pintail (Breeding male) which is 09(jAOwH, trguBSr!, lxPw2JLJ.",
    "A photo of a bird: a Northern Pintail (Breeding male) which is wb&K*pzd, J@VHM8F@, 02ACPoNf."
  ],
  "Green-winged Teal (Male)": [
    "A photo of a bird: a Green-winged Teal (Male) which is K3u)Wi(C, 5y^2oKKd, jxIGRLxS.",
    "A photo of a bird: a Green-winged Teal (Male) which is l)1vy7MZ, v6AW(Q50, XbI*43PZ.",
    "A photo of a bird: a Green-winged Teal (Male) which is QmTS8kXc, &hbwkXD3, %!0ejoxV.",
    "A photo of a bird: a Green-winged Teal (Male) which is Lwm$yz3Z, UXRnrOq(, vuoYwz^5.",
    "A photo of a bird: a Green-winged Teal (Male) which is tiWB(6&5, uuZyFsIo, M^YjSQrW."
  ],
  "Canvasback (Breeding male)": [
    "A photo of a bird: a Canvasback (Breeding male) which is MTdDZh3a, N%D^@Io*, xU$gPM0^.",
    "A photo of a bird: a Canvasback (Breeding male) which is $m@m%)CJ, ^*%@aOh(, u)NJ^9Hn.",
    "A photo of a bird: a Canvasback (Breeding male) which is ilHsn14O, 2m9#7LgW, nkxrsq2&.",
    "A photo of a bird: a Canvasback (Breeding male) which is v0aVXeiw, DK#Ywi$v, Spjl1RDN.",
    "A photo of a bird: a Canvasback (Breeding male) which is HMVpr2!f, GYfOeNKP, kxLioPgK."
  ],
  "Redhead (Breeding male)": [
    "A photo of a bird: a Redhead (Breeding male) which is 6GKGeH60, C61Pdye), ^e^cD33(.",
    "A photo of a bird: a Redhead (Breeding male) which is UE)B!$BX, VMVzmMM0, qabvWNM7.",
    "A photo of a bird: a Redhead (Breeding male) which is ryt^0i6E, 3@bohcRY, d1Cqp!eK.",
    "A photo of a bird: a Redhead (Breeding male) which is u60wRWxv, kVpve&@$, TEJ(^W4w.",
    "A photo of a bird: a Redhead (Breeding male) which is DkB2I9vY, 6$O*Ojro, U%8g0ntW."
  ],
  "Ring-necked Duck (Breeding male)": [
    "A photo of a bird: a Ring-necked Duck (Breeding male) which is R!n20OI!, x&b^*i)I, rRo$N3BM.",
    "A photo of a bird: a Ring-necked Duck (Breeding male) which is zsKJh(H8, $ADOpks^, PEkxB8JV.",
    "A photo of a bird: a Ring-necked Duck (Breeding male) which is Xs7*UJm5, mZJ%NUec, 8&W3D8qY.",
    "A photo of a bird: a Ring-necked Duck (Breeding male) which is aKASWSIJ, aNaMt(b6, W6$hgknL.",
    "A photo of a bird: a Ring-necked Duck (Breeding male) which is 6tCADO)q, X9V92gBN, eamJF4O9."
  ],
  "Greater Scaup (Breeding male)": [
    "A photo of a bird: a Greater Scaup (Breeding male) which is gMdp!@Id, f%#Oc%w*, Q2ZCflr8.",
    "A photo of a bird: a Greater Scaup (Breeding male) which is C#x2k)0K, (dF8y3&C, 3ct)Jz^F.",
    "A photo of a bird: a Greater Scaup (Breeding male) which is WVgS5Zfl, ZT1whawz, tjnGNDbz.",
    "A photo of a bird: a Greater Scaup (Breeding male) which is gRxBvBg#, $(PmBjvJ, eFEIfsrT.",
    "A photo of a bird: a Greater Scaup (Breeding male) which is Qohv&xS5, xy69(jx&, ow**uYJP."
  ],
  "Lesser Scaup (Breeding male)": [
    "A photo of a bird: a Lesser Scaup (Breeding male) which is rB6CiOQN, XN&HZFuX, 65DJTrVZ.",
    "A photo of a bird: a Lesser Scaup (Breeding male) which is 4f)ICK%X, N4z#MTg3, VzUd(WC2.",
    "A photo of a bird: a Lesser Scaup (Breeding male) which is *EasKLPP, GC3QKybh, D*i^kwGo.",
    "A photo of a bird: a Lesser Scaup (Breeding male) which is IIFYwv6i, 9UWl(rml, O*qDnUFc.",
    "A photo of a bird: a Lesser Scaup (Breeding male) which is SoQBYo26, eh!nxGs!, LUQSQz8S."
  ],
  "Harlequin Duck (Male)": [
    "A photo of a bird: a Harlequin Duck (Male) which is 6YvSgjiv, nXKEjBnT, XU)NJkwG.",
    "A photo of a bird: a Harlequin Duck (Male) which is dzaj6*KJ, XD8Jfc2v, tMmG13Ni.",
    "A photo of a bird: a Harlequin Duck (Male) which is i37A7cZN, )h72v)Gz, 6F)3r6Qz.",
    "A photo of a bird: a Harlequin Duck (Male) which is ZTlkooez, uMxYut9(, Wg*4%)!j.",
    "A photo of a bird: a Harlequin Duck (Male) which is !rZ72WJP, tDGT@gLu, ^A&xa300."
  ],
  "Surf Scoter (Male)": [
    "A photo of a bird: a Surf Scoter (Male) which is HVzeMpEp, t7yPOIyX, dh4Hi9Fa.",
    "A photo of a bird: a Surf Scoter (Male) which is &oXjUl^t, VsA$lCvY, qVYaIjqW.",
    "A photo of a bird: a Surf Scoter (Male) which is aY6)EjfB, 0hw@j32j, )kMaUF0T.",
    "A photo of a bird: a Surf Scoter (Male) which is kDX9gh2Q, B*wktgNR, R4X9VvLK.",
    "A photo of a bird: a Surf Scoter (Male) which is 1vd#&JiJ, QM()^j9O, AX2&3bes."
  ],
  "White-winged Scoter (Male)": [
    "A photo of a bird: a White-winged Scoter (Male) which is ce4KTKDY, fMStwKo6, MCT8XeY0.",
    "A photo of a bird: a White-winged Scoter (Male) which is 8egFGRw1, 1iYYl&L4, Zmj4t@3c.",
    "A photo of a bird: a White-winged Scoter (Male) which is 6teZPfGz, JOAshP0q, Kd!rHBk^.",
    "A photo of a bird: a White-winged Scoter (Male) which is 9N$1ExDZ, tfAK#m5(, &eHu8xNa.",
    "A photo of a bird: a White-winged Scoter (Male) which is oOvSHQJ3, o#2raDqy, 8@&aV90h."
  ],
  "Black Scoter (Male)": [
    "A photo of a bird: a Black Scoter (Male) which is MrJe)Zg%, #LYA(ggj, 7fOF*rsw.",
    "A photo of a bird: a Black Scoter (Male) which is 5Y0wtfo4, QllHDM*o, wtilX7Yc.",
    "A photo of a bird: a Black Scoter (Male) which is 8xgrzKWs, )cDG1rH5, ka7(j7AT.",
    "A photo of a bird: a Black Scoter (Male) which is UPs6be#F, j$7xdHmP, 7CcXmpnu.",
    "A photo of a bird: a Black Scoter (Male) which is @cSrvDNe, ujo@LT55, )4zNI$KB."
  ],
  "Bufflehead (Breeding male)": [
    "A photo of a bird: a Bufflehead (Breeding male) which is mwp#4e)M, 3)(hVt6%, e)p85z88.",
    "A photo of a bird: a Bufflehead (Breeding male) which is mQ6Y$cY&, OOn)@JwJ, gqpLa%oj.",
    "A photo of a bird: a Bufflehead (Breeding male) which is Z%8xbQ%3, 89*A^Chv, jl&5*Um*.",
    "A photo of a bird: a Bufflehead (Breeding male) which is X%4qQmwX, j0&&C)*c, R%*pO^k1.",
    "A photo of a bird: a Bufflehead (Breeding male) which is r(m@gZU@, GtreshaB, 0*@JBNhI."
  ],
  "Common Goldeneye (Breeding male)": [
    "A photo of a bird: a Common Goldeneye (Breeding male) which is !UXlf8vw, &fmB0N#g, QSIc^l#l.",
    "A photo of a bird: a Common Goldeneye (Breeding male) which is honYZ0tu, rdP8lzEv, VRobmvf8.",
    "A photo of a bird: a Common Goldeneye (Breeding male) which is wCJVgNn@, AGsHqte2, WgyM*QN8.",
    "A photo of a bird: a Common Goldeneye (Breeding male) which is 6EM!I@If, #ZK#5WSi, 2m(*6jE).",
    "A photo of a bird: a Common Goldeneye (Breeding male) which is F)T8s$$e, BCxtG!4S, LEDkQ2^%."
  ],
  "Barrow's Goldeneye (Breeding male)": [
    "A photo of a bird: a Barrow's Goldeneye (Breeding male) which is OhuMyDBI, RctkRXc#, xr1%#b6v.",
    "A photo of a bird: a Barrow's Goldeneye (Breeding male) which is uJYh!j(F, 7tEUnp71, 2!7LlwKj.",
    "A photo of a bird: a Barrow's Goldeneye (Breeding male) which is 9@cn78rG, %Yt7KTic, AQm!Qzl#.",
    "A photo of a bird: a Barrow's Goldeneye (Breeding male) which is 1XuBlP*9, UWtDb43a, $URas5v*.",
    "A photo of a bird: a Barrow's Goldeneye (Breeding male) which is UEBzsHW7, ChKV8AUR, vhe)U!sZ."
  ],
  "Hooded Merganser (Breeding male)": [
    "A photo of a bird: a Hooded Merganser (Breeding male) which is #vk3#55R, VXZV)sEB, cYPn0qM4.",
    "A photo of a bird: a Hooded Merganser (Breeding male) which is $WK88@nh, js62nWyg, z1w4xsv9.",
    "A photo of a bird: a Hooded Merganser (Breeding male) which is H!Q^f#K!, Bvd9joDO, $GwZ4JTm.",
    "A photo of a bird: a Hooded Merganser (Breeding male) which is Tat2m3J2, gSTD*Bco, Abx7nWTr.",
    "A photo of a bird: a Hooded Merganser (Breeding male) which is XyjBQm7v, u0Qy@)y#, zn&%Dq0j."
  ],
  "Common Merganser (Breeding male)": [
    "A photo of a bird: a Common Merganser (Breeding male) which is 0QmAUc@s, Md)VVbXE, BNIlYTvV.",
    "A photo of a bird: a Common Merganser (Breeding male) which is VtRj7hZi, ihoosLoY, vcJo^xaW.",
    "A photo of a bird: a Common Merganser (Breeding male) which is $8WkgK0h, sq)vHhmc, u5w1g2d9.",
    "A photo of a bird: a Common Merganser (Breeding male) which is VmzFS@g6, nC*tB95U, 5iYe^lDQ.",
    "A photo of a bird: a Common Merganser (Breeding male) which is 5WnBzcX8, (j%iDdsw, YW3PO(Wy."
  ],
  "Red-breasted Merganser (Breeding male)": [
    "A photo of a bird: a Red-breasted Merganser (Breeding male) which is LYgVryWB, 8O)dUl99, !fJr*dqU.",
    "A photo of a bird: a Red-breasted Merganser (Breeding male) which is DqH5G9Gi, JVhDOagR, SvKoW&Ad.",
    "A photo of a bird: a Red-breasted Merganser (Breeding male) which is qGOSIVZi, 2py7*vLY, dlkZZhRn.",
    "A photo of a bird: a Red-breasted Merganser (Breeding male) which is %CG4ZhD%, 8Q3GV&jJ, Md^8IK%m.",
    "A photo of a bird: a Red-breasted Merganser (Breeding male) which is P0jBR@KB, ($2t**Gj, DY1vY9Z^."
  ],
  "California Quail (Male)": [
    "A photo of a bird: a California Quail (Male) which is ToSuyW(U, &KXxizIP, WE18u96L.",
    "A photo of a bird: a California Quail (Male) which is bkWo2lus, 8Xv2c6h!, 1!1Or45u.",
    "A photo of a bird: a California Quail (Male) which is V%B&(wNa, sS4!7$YU, 2NR3*vmX.",
    "A photo of a bird: a California Quail (Male) which is nmKBEOjQ, sxZllxd^, SVJPz4wp.",
    "A photo of a bird: a California Quail (Male) which is neKDMgpp, xzp2M)7(, aWG$SS*X."
  ],
  "Gambel's Quail (Male)": [
    "A photo of a bird: a Gambel's Quail (Male) which is x$&BMu$7, A5Gd#nL&, m&MaeW3!.",
    "A photo of a bird: a Gambel's Quail (Male) which is EhMY(3U^, 1lHxgd5O, PqsBTFbW.",
    "A photo of a bird: a Gambel's Quail (Male) which is MUS2QYf%, h4vg3FCV, IMjC5N*k.",
    "A photo of a bird: a Gambel's Quail (Male) which is W$50A&NN, iaQM&v1$, yDUKlp8n.",
    "A photo of a bird: a Gambel's Quail (Male) which is n599^)HN, ueh0JxjV, hS#wGSwQ."
  ],
  "Ring-necked Pheasant (Male)": [
    "A photo of a bird: a Ring-necked Pheasant (Male) which is OAwEarp1, F8j0@Hzv, NmR89kMs.",
    "A photo of a bird: a Ring-necked Pheasant (Male) which is @ffbKcPD, Q$NN)H3A, q30uHKCK.",
    "A photo of a bird: a Ring-necked Pheasant (Male) which is V96SlLGm, &V*0IzpJ, eAdo$AHG.",
    "A photo of a bird: a Ring-necked Pheasant (Male) which is d(xYL78s, NmVAV8LB, $Lz!JIRK.",
    "A photo of a bird: a Ring-necked Pheasant (Male) which is klfUpnAZ, iq6ZIIpl, 8bdPlTcP."
  ],
  "Red-throated Loon (Breeding)": [
    "A photo of a bird: a Red-throated Loon (Breeding) which is esm&RObZ, VugG)!m7, R57nVt0y.",
    "A photo of a bird: a Red-throated Loon (Breeding) which is GQqBho9K, EkgISc4K, iIjR7#3U.",
    "A photo of a bird: a Red-throated Loon (Breeding) which is LAdMq54B, Q12YhjIq, 9u@DnZ4P.",
    "A photo of a bird: a Red-throated Loon (Breeding) which is iaVXwAlU, s9EAtX2D, 4IANswyY.",
    "A photo of a bird: a Red-throated Loon (Breeding) which is 09V1GYlp, CyNYYl*a, gk%Fepfc."
  ],
  "Pacific Loon (Breeding)": [
    "A photo of a bird: a Pacific Loon (Breeding) which is B(SLZR&7, UFoV5ucR, Lqmcral).",
    "A photo of a bird: a Pacific Loon (Breeding) which is 4zCQL1eg, u7$z*tRo, %PsDhfv&.",
    "A photo of a bird: a Pacific Loon (Breeding) which is 5&@6PX*O, 32*HHQbi, eT)Wqw&L.",
    "A photo of a bird: a Pacific Loon (Breeding) which is a7rgW7f^, Iz#t&X$J, o0!oorSl.",
    "A photo of a bird: a Pacific Loon (Breeding) which is h%WVS3Md, ISJ(#!J(, $upPd5IM."
  ],
  "Common Loon (Breeding)": [
    "A photo of a bird: a Common Loon (Breeding) which is KCXm(YHX, apPxSsNr, HSAJpYA9.",
    "A photo of a bird: a Common Loon (Breeding) which is umjPqhtq, FBk*k6mJ, )9LZ4vOO.",
    "A photo of a bird: a Common Loon (Breeding) which is CXe6ITGy, zO^sbi!*, oPUm4zWJ.",
    "A photo of a bird: a Common Loon (Breeding) which is 1#BuTkm6, yTP9flqw, utUtG!AQ.",
    "A photo of a bird: a Common Loon (Breeding) which is *Dnb0V^Y, fmhe@NbC, 3fslV@wr."
  ],
  "Horned Grebe (Breeding)": [
    "A photo of a bird: a Horned Grebe (Breeding) which is uTj8cV9x, I(MtG*Ym, RTTOLUwy.",
    "A photo of a bird: a Horned Grebe (Breeding) which is M5FAsva6, 9yHa%&Ia, EvqaADOC.",
    "A photo of a bird: a Horned Grebe (Breeding) which is l1CBsEr3, $6Xu16D9, nuTStSnb.",
    "A photo of a bird: a Horned Grebe (Breeding) which is dMnhtZ0q, kJyw5)H4, x8&e3fHn.",
    "A photo of a bird: a Horned Grebe (Breeding) which is 867i3r3F, 1cH3L(IX, wxTd^LsT."
  ],
  "Red-necked Grebe (Breeding)": [
    "A photo of a bird: a Red-necked Grebe (Breeding) which is o@!piTxm, ti4ad4IQ, AglgS^)T.",
    "A photo of a bird: a Red-necked Grebe (Breeding) which is eUY4jq(4, 25FnXzj#, IFvYnnz0.",
    "A photo of a bird: a Red-necked Grebe (Breeding) which is t7$Nelvs, AaTBnb93, rZVMBLJN.",
    "A photo of a bird: a Red-necked Grebe (Breeding) which is SxUhLe8j, !oIhP8VL, YsARf%pJ.",
    "A photo of a bird: a Red-necked Grebe (Breeding) which is #f5eO^DA, Z7tcfv&*, g0MnLrTm."
  ],
  "Eared Grebe (Breeding)": [
    "A photo of a bird: a Eared Grebe (Breeding) which is 1DhTzHV@, mmCyl)Fz, w)xA3F0R.",
    "A photo of a bird: a Eared Grebe (Breeding) which is Op3%s*GC, 0(QL)vvp, 9b7XtNO%.",
    "A photo of a bird: a Eared Grebe (Breeding) which is lczjAPq6, gC%005m7, XP$Qv0Pf.",
    "A photo of a bird: a Eared Grebe (Breeding) which is e3z6D!!q, VRa3BvcM, kKpd0CGQ.",
    "A photo of a bird: a Eared Grebe (Breeding) which is KpuCjfPd, CgK3jjOJ, UoS0rf3x."
  ],
  "Northern Gannet (Adult, Subadult)": [
    "A photo of a bird: a Northern Gannet (Adult, Subadult) which is %gWEzxQb, v)S)Fkd6, oA29id&%.",
    "A photo of a bird: a Northern Gannet (Adult, Subadult) which is !7aXiGbp, MoLsI0kY, bPVdmu4S.",
    "A photo of a bird: a Northern Gannet (Adult, Subadult) which is dVaBt9V!, b!UqB(hw, !MnKG%br.",
    "A photo of a bird: a Northern Gannet (Adult, Subadult) which is MyClyzTr, (K6T@#6c, Nuk#VgB*.",
    "A photo of a bird: a Northern Gannet (Adult, Subadult) which is STqrk*$x, NojM5!wY, Lj)(k^%w."
  ],
  "Double-crested Cormorant (Immature)": [
    "A photo of a bird: a Double-crested Cormorant (Immature) which is O&iw@03@, DDF^#^t4, hn2StOqq.",
    "A photo of a bird: a Double-crested Cormorant (Immature) which is XzXIKRZA, 9Jjnc3bt, D1)2e%(!.",
    "A photo of a bird: a Double-crested Cormorant (Immature) which is JxGrDd0B, wS1QL@4L, G7d)LC0O.",
    "A photo of a bird: a Double-crested Cormorant (Immature) which is LTduCv7H, ESdLk7G0, i4^YjDGm.",
    "A photo of a bird: a Double-crested Cormorant (Immature) which is QZoGsX$5, ZiiGALB4, K&BB3$OV."
  ],
  "Great Cormorant (Adult)": [
    "A photo of a bird: a Great Cormorant (Adult) which is k!mZEw3G, TijoSsH9, Na@rQIDf.",
    "A photo of a bird: a Great Cormorant (Adult) which is RrNSO7dk, Vc9W8v%d, EmWRXQ4m.",
    "A photo of a bird: a Great Cormorant (Adult) which is GP^gvABe, ENvjYtLL, YSh0T)IX.",
    "A photo of a bird: a Great Cormorant (Adult) which is ^)uRwL)z, jOLTJmRZ, (abTi95).",
    "A photo of a bird: a Great Cormorant (Adult) which is DyOTaou4, wKxaXy0S, cmxyW$5U."
  ],
  "Little Blue Heron (Adult)": [
    "A photo of a bird: a Little Blue Heron (Adult) which is IT#My4D1, 8v0wMoX5, @z*uc(T8.",
    "A photo of a bird: a Little Blue Heron (Adult) which is PCQ!2Ywc, DJrG&pvi, 44$FbIKn.",
    "A photo of a bird: a Little Blue Heron (Adult) which is %0L3k!7^, Wj0HZLa^, XQgHdLVw.",
    "A photo of a bird: a Little Blue Heron (Adult) which is Pw#xntwF, iktbSLoz, wkYurfSy.",
    "A photo of a bird: a Little Blue Heron (Adult) which is FjHWhdEm, QQ8YSw6Z, WM(2Hj6%."
  ],
  "Reddish Egret (Dark morph)": [
    "A photo of a bird: a Reddish Egret (Dark morph) which is HGXZHqq9, S$CYV4@G, cIzHm3Rj.",
    "A photo of a bird: a Reddish Egret (Dark morph) which is h65xU5MC, DSN(By6Q, 4F4NrVf^.",
    "A photo of a bird: a Reddish Egret (Dark morph) which is PJQHN7m&, fh63BJVg, 6@$TakkM.",
    "A photo of a bird: a Reddish Egret (Dark morph) which is CPoXwP$v, ^F(yga)D, jvANdY7z.",
    "A photo of a bird: a Reddish Egret (Dark morph) which is !!qYCwBB, NVInB%8l, )WjfbZJF."
  ],
  "Black-crowned Night-Heron (Adult)": [
    "A photo of a bird: a Black-crowned Night-Heron (Adult) which is )gUDG4RE, mKNGznRP, 8rKDNA(O.",
    "A photo of a bird: a Black-crowned Night-Heron (Adult) which is YiIXk0((, 4Hf#gI1*, fT5wdy4H.",
    "A photo of a bird: a Black-crowned Night-Heron (Adult) which is KH0E*5uc, %10OeImd, )6SufK9u.",
    "A photo of a bird: a Black-crowned Night-Heron (Adult) which is ju9bimQk, G6sYI5!y, gk^lJ)3r.",
    "A photo of a bird: a Black-crowned Night-Heron (Adult) which is FTp0yU2i, mCv12MBY, Ik!a%GW*."
  ],
  "Yellow-crowned Night-Heron (Adult)": [
    "A photo of a bird: a Yellow-crowned Night-Heron (Adult) which is Xc%T&F%9, ythVC310, QoyXmNW7.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Adult) which is ahhGpunb, g^V8&TYi, 9jV#O*#Y.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Adult) which is sH^T%tE$, 3xlf3Bxe, &tFJ%RmJ.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Adult) which is k3pU$Zhf, PsG#kU^V, tY$PL^JF.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Adult) which is 844Ma&6I, O^zXCT*g, M*fH3Umc."
  ],
  "White Ibis (Adult)": [
    "A photo of a bird: a White Ibis (Adult) which is BnY#TzgT, 0knZQJeM, wM8G)ce4.",
    "A photo of a bird: a White Ibis (Adult) which is di6WHW!k, P%ckVH%d, Yjmdw5Gm.",
    "A photo of a bird: a White Ibis (Adult) which is Q6hJ5p5E, 6(Wx(Pj8, 53QyikDY.",
    "A photo of a bird: a White Ibis (Adult) which is NF%ch9S3, bJamgU@D, 63XoULD^.",
    "A photo of a bird: a White Ibis (Adult) which is RcmJ&T4z, aqiMgA2M, p3Vtn5X*."
  ],
  "Bald Eagle (Adult, subadult)": [
    "A photo of a bird: a Bald Eagle (Adult, subadult) which is ImWdUuFy, 52d1%m4I, i#ZQxoWx.",
    "A photo of a bird: a Bald Eagle (Adult, subadult) which is 4xh1!BpH, I#k%GBjZ, T(ojXej9.",
    "A photo of a bird: a Bald Eagle (Adult, subadult) which is Hmy@R4TS, m*9g9J)Q, 8u01rxP#.",
    "A photo of a bird: a Bald Eagle (Adult, subadult) which is QkPa(cH3, cMI57GrO, a0&jvUgI.",
    "A photo of a bird: a Bald Eagle (Adult, subadult) which is vY91bG3!, D4AHT9f#, xcEt&N54."
  ],
  "Northern Harrier (Adult male)": [
    "A photo of a bird: a Northern Harrier (Adult male) which is f@0d&W@h, ASAmOeZo, (riI^P*p.",
    "A photo of a bird: a Northern Harrier (Adult male) which is 1qztWtey, JLiZWMvS, 5&6^e#Gf.",
    "A photo of a bird: a Northern Harrier (Adult male) which is #u&htYJ!, LTv*MjyF, Uue!q&UD.",
    "A photo of a bird: a Northern Harrier (Adult male) which is yUxQY8Gv, j4msI*3d, zGl%Zu(8.",
    "A photo of a bird: a Northern Harrier (Adult male) which is XVlrcwjs, nOcwyAMl, v%DJkGxa."
  ],
  "Sharp-shinned Hawk (Adult )": [
    "A photo of a bird: a Sharp-shinned Hawk (Adult ) which is 1(xYIu^(, PkO$FX0#, kNwC8Ggd.",
    "A photo of a bird: a Sharp-shinned Hawk (Adult ) which is UQp^ubMG, WgKowR^$, zk9AAuz(.",
    "A photo of a bird: a Sharp-shinned Hawk (Adult ) which is !g0F)5u6, *E#kQgoI, !)e*2gD$.",
    "A photo of a bird: a Sharp-shinned Hawk (Adult ) which is DOZ2jnBN, d78vOHba, s&8IV#EJ.",
    "A photo of a bird: a Sharp-shinned Hawk (Adult ) which is Xrit)e1P, O!TIXiKP, 8lex@jlt."
  ],
  "Cooper's Hawk (Adult)": [
    "A photo of a bird: a Cooper's Hawk (Adult) which is E$zuM^K3, ng2N!7Xv, XXgP7aLA.",
    "A photo of a bird: a Cooper's Hawk (Adult) which is Iy$hlpn#, S7LMN2iH, f6%IwA6#.",
    "A photo of a bird: a Cooper's Hawk (Adult) which is R2yZc6q9, kqjjfX4f, 32dh5Kei.",
    "A photo of a bird: a Cooper's Hawk (Adult) which is seW24%o#, nzg8^&zl, K0rPhPbp.",
    "A photo of a bird: a Cooper's Hawk (Adult) which is nu#M(hpK, YAQF&nzB, pqi(ihj2."
  ],
  "Red-shouldered Hawk (Adult )": [
    "A photo of a bird: a Red-shouldered Hawk (Adult ) which is YOcxiuRw, (FNu9nf8, IWm)JhFV.",
    "A photo of a bird: a Red-shouldered Hawk (Adult ) which is gkCQh%(e, (yQ)i80u, ZPt4UCIR.",
    "A photo of a bird: a Red-shouldered Hawk (Adult ) which is DIu3hsJT, jhdeW*BW, kSgf235o.",
    "A photo of a bird: a Red-shouldered Hawk (Adult ) which is VJsy9N&c, E$BwBHcO, 9vYJjZJh.",
    "A photo of a bird: a Red-shouldered Hawk (Adult ) which is WVXPI9KC, J*Sz(xcd, 8z1b#yhy."
  ],
  "Broad-winged Hawk (Adult)": [
    "A photo of a bird: a Broad-winged Hawk (Adult) which is zzVrUQ$e, vybxH!O#, tYQ(BCP6.",
    "A photo of a bird: a Broad-winged Hawk (Adult) which is hWyK3ySA, FJ948Mud, )Cq1g8gy.",
    "A photo of a bird: a Broad-winged Hawk (Adult) which is e5Ip5Uv5, FMoCSG2n, bY!Pp*1H.",
    "A photo of a bird: a Broad-winged Hawk (Adult) which is ^MS3FOTL, AkkXvFw7, eoD7UsRD.",
    "A photo of a bird: a Broad-winged Hawk (Adult) which is inr7HOFU, cljs5Vm9, *Ib9gR!#."
  ],
  "Rough-legged Hawk (Dark morph)": [
    "A photo of a bird: a Rough-legged Hawk (Dark morph) which is DAVg^0ki, 0^L7&^s@, ri6xQC1q.",
    "A photo of a bird: a Rough-legged Hawk (Dark morph) which is Ekm*FsQJ, A&wEX*@^, AZ7b*R8V.",
    "A photo of a bird: a Rough-legged Hawk (Dark morph) which is ^X4rNw*A, 6i!9B$C(, sg7qp#$T.",
    "A photo of a bird: a Rough-legged Hawk (Dark morph) which is @3Dc!7^H, D8Z@77YK, zR61GbdU.",
    "A photo of a bird: a Rough-legged Hawk (Dark morph) which is T4jCTwfl, L*728X5w, I0sX75oD."
  ],
  "Golden Eagle (Adult)": [
    "A photo of a bird: a Golden Eagle (Adult) which is n@&@q&%U, T$(oYmCE, sgA&iZF%.",
    "A photo of a bird: a Golden Eagle (Adult) which is GWiZn!4u, Jj9R)uWE, DkusS$AX.",
    "A photo of a bird: a Golden Eagle (Adult) which is GajxXXZZ, 0sgexq$), ^*R1dsSv.",
    "A photo of a bird: a Golden Eagle (Adult) which is CA*OPsK%, @jwMkidj, !81%u@S2.",
    "A photo of a bird: a Golden Eagle (Adult) which is sw#w)2k9, V5dkqcsY, F)%czZIJ."
  ],
  "American Kestrel (Adult male)": [
    "A photo of a bird: a American Kestrel (Adult male) which is 8!ig!nmK, t#QQ*LPD, f3W@bXXC.",
    "A photo of a bird: a American Kestrel (Adult male) which is Q&8lf7VG, &Qa*V&x0, 0&OpdUxd.",
    "A photo of a bird: a American Kestrel (Adult male) which is f&BCm*!g, 9l4u2ViJ, F6wXjV7K.",
    "A photo of a bird: a American Kestrel (Adult male) which is J@IOE26S, FEcyHqXl, JTLuF$Ik.",
    "A photo of a bird: a American Kestrel (Adult male) which is j$8Lvdfd, hEgVOssf, KiVmnCf@."
  ],
  "Peregrine Falcon (Adult)": [
    "A photo of a bird: a Peregrine Falcon (Adult) which is vQGWSt*!, nn1R!hMa, imIX!*RJ.",
    "A photo of a bird: a Peregrine Falcon (Adult) which is S(zWXCvj, aib*9pUU, FT4nvHIb.",
    "A photo of a bird: a Peregrine Falcon (Adult) which is lkY*H9Qo, O8daTZ(9, 1QNuJIQS.",
    "A photo of a bird: a Peregrine Falcon (Adult) which is W6JZMEwe, #EIJ^yYb, unyqp$yR.",
    "A photo of a bird: a Peregrine Falcon (Adult) which is 8VjvZ*7W, 0558Su1W, joRhD)vp."
  ],
  "Purple Gallinule (Adult)": [
    "A photo of a bird: a Purple Gallinule (Adult) which is db@zl7#c, eFSiqsyz, d@tkXLWY.",
    "A photo of a bird: a Purple Gallinule (Adult) which is %FG8hhR4, &7dhT!$l, vFK0hUyj.",
    "A photo of a bird: a Purple Gallinule (Adult) which is 9FD3r6yK, gA2zVk2E, q5DDH95A.",
    "A photo of a bird: a Purple Gallinule (Adult) which is cka6^gw(, le2VU#eT, ZVLvCXNv.",
    "A photo of a bird: a Purple Gallinule (Adult) which is 1$auM%YG, oN4UY@4D, ovcy01j)."
  ],
  "Common Gallinule (Adult)": [
    "A photo of a bird: a Common Gallinule (Adult) which is ugNL2lc5, Qr30)heA, TzdUiv1G.",
    "A photo of a bird: a Common Gallinule (Adult) which is (5)O#TMQ, zu4ZWZLr, xP7AhZ7f.",
    "A photo of a bird: a Common Gallinule (Adult) which is e@IGALQL, CsJEF^J(, 7kjZjY!i.",
    "A photo of a bird: a Common Gallinule (Adult) which is pI1^A&RD, iPclA)vI, 4kQd##p6.",
    "A photo of a bird: a Common Gallinule (Adult) which is Jiz!EPO#, 4IZR2KHG, G!x5VDqC."
  ],
  "Black-bellied Plover (Breeding)": [
    "A photo of a bird: a Black-bellied Plover (Breeding) which is M&#0U!YP, 5YOiOnSP, dPnI#i^m.",
    "A photo of a bird: a Black-bellied Plover (Breeding) which is b4rY@F6R, Cd!bFD9w, sihmksgw.",
    "A photo of a bird: a Black-bellied Plover (Breeding) which is DmSxbeCx, DxB7io2Q, J2BieHDI.",
    "A photo of a bird: a Black-bellied Plover (Breeding) which is Dq@t*WrN, 4vDgTo*A, (4ME$GaH.",
    "A photo of a bird: a Black-bellied Plover (Breeding) which is 7u*a^IR8, BzTQKd1O, vCikOuFR."
  ],
  "Spotted Sandpiper (Breeding)": [
    "A photo of a bird: a Spotted Sandpiper (Breeding) which is &wXys2Gr, (yHRbXUa, I#WD#Y2M.",
    "A photo of a bird: a Spotted Sandpiper (Breeding) which is 4Ufc7WWz, 67zm3YaH, ^Gpbu%zg.",
    "A photo of a bird: a Spotted Sandpiper (Breeding) which is SvZqJAu$, Ypo7C!OJ, NVOXOeje.",
    "A photo of a bird: a Spotted Sandpiper (Breeding) which is sPqL4nW), XMsOG^U^, d^F)tWHA.",
    "A photo of a bird: a Spotted Sandpiper (Breeding) which is 2@quEGao, fPb1(Efr, lwTgI6QT."
  ],
  "Sanderling (Breeding)": [
    "A photo of a bird: a Sanderling (Breeding) which is yshrydy5, ^3S3TPge, cw9ej%Fv.",
    "A photo of a bird: a Sanderling (Breeding) which is TeWOvBg2, qRVaB5@S, y^4GxnhQ.",
    "A photo of a bird: a Sanderling (Breeding) which is e4nPTsE0, Gr5ewF*2, w@3kwyAa.",
    "A photo of a bird: a Sanderling (Breeding) which is QWeK89Eo, o$4yWY(R, xP*SElG4.",
    "A photo of a bird: a Sanderling (Breeding) which is dpaqqSr0, &x1on)Af, ciunQ3dc."
  ],
  "Dunlin (Breeding)": [
    "A photo of a bird: a Dunlin (Breeding) which is om@ZyNmb, 8$bWB4h^, vr6V^()@.",
    "A photo of a bird: a Dunlin (Breeding) which is @ek%5nBA, R(rdSnM4, xd5!9*@p.",
    "A photo of a bird: a Dunlin (Breeding) which is fHVeK2UK, JHxAYZJt, C%Qcpo!C.",
    "A photo of a bird: a Dunlin (Breeding) which is w@P^ANjg, GzQHSEHD, 5wBmqUzf.",
    "A photo of a bird: a Dunlin (Breeding) which is 8KU4%hfc, ooxv6XtY, ))21$av7."
  ],
  "Wilson's Phalarope (Breeding)": [
    "A photo of a bird: a Wilson's Phalarope (Breeding) which is 4DDPVHK2, kCq1IL42, 0H5wn3Yp.",
    "A photo of a bird: a Wilson's Phalarope (Breeding) which is GOAPj^a6, 8yEXD4Mx, b4%l&xTR.",
    "A photo of a bird: a Wilson's Phalarope (Breeding) which is R!(oCMnh, PG#ghNcX, Jnf*uqVf.",
    "A photo of a bird: a Wilson's Phalarope (Breeding) which is eLm9DlhM, Ie&!joFZ, IR^QKXta.",
    "A photo of a bird: a Wilson's Phalarope (Breeding) which is keC6L$@H, P1u@GYZv, S6mr#0G$."
  ],
  "Broad-billed Hummingbird (Adult Male)": [
    "A photo of a bird: a Broad-billed Hummingbird (Adult Male) which is nOC&r!tT, v$Y0pJ)N, )fh3xGsK.",
    "A photo of a bird: a Broad-billed Hummingbird (Adult Male) which is HfY1B19C, ai%x1IeN, r&k78mbh.",
    "A photo of a bird: a Broad-billed Hummingbird (Adult Male) which is vMCf2Wlz, pcWpY86U, Z#Cwda33.",
    "A photo of a bird: a Broad-billed Hummingbird (Adult Male) which is %ArgE)yn, Wp@57mmD, hxOnoN^i.",
    "A photo of a bird: a Broad-billed Hummingbird (Adult Male) which is pzmCwCHe, 6UAepvR(, hM)9m*R(."
  ],
  "Ruby-throated Hummingbird (Adult Male)": [
    "A photo of a bird: a Ruby-throated Hummingbird (Adult Male) which is YW(XxT@w, 9IyRQBUq, Q)qS#w12.",
    "A photo of a bird: a Ruby-throated Hummingbird (Adult Male) which is SeAvkoc%, R&1xuU2L, (Uub8xrM.",
    "A photo of a bird: a Ruby-throated Hummingbird (Adult Male) which is $VrXZRBx, Fa!fnTko, gQ7^rf0w.",
    "A photo of a bird: a Ruby-throated Hummingbird (Adult Male) which is ZrmruGTt, 4f(CmFK0, 275bB92%.",
    "A photo of a bird: a Ruby-throated Hummingbird (Adult Male) which is Ql0sHGBR, fjHlnaK0, J%^*AJUQ."
  ],
  "Black-chinned Hummingbird (Adult Male)": [
    "A photo of a bird: a Black-chinned Hummingbird (Adult Male) which is Dc%BOnFs, $0KJXYU%, 0rc6TWYU.",
    "A photo of a bird: a Black-chinned Hummingbird (Adult Male) which is sGXsR&8a, 3U%CQ#Ln, E7sv*VBw.",
    "A photo of a bird: a Black-chinned Hummingbird (Adult Male) which is D@0gT3yk, 1%Cw)6af, YLV0mAYo.",
    "A photo of a bird: a Black-chinned Hummingbird (Adult Male) which is n&G6nen2, s#DTS!lv, BtyQIWhe.",
    "A photo of a bird: a Black-chinned Hummingbird (Adult Male) which is 2aP)gLaR, )2^IyEA#, )6^VBezx."
  ],
  "Anna's Hummingbird (Adult Male)": [
    "A photo of a bird: a Anna's Hummingbird (Adult Male) which is hGY0@jR!, uY6ASVID, n)&6bzd6.",
    "A photo of a bird: a Anna's Hummingbird (Adult Male) which is xFRCSfE^, ^)9$0vok, LP9Kj5vW.",
    "A photo of a bird: a Anna's Hummingbird (Adult Male) which is N!mGiVrp, 2VgFZl%#, 3psI#ijM.",
    "A photo of a bird: a Anna's Hummingbird (Adult Male) which is 0gX!^3RU, BZ0BUO96, qigg1^1i.",
    "A photo of a bird: a Anna's Hummingbird (Adult Male) which is A9&PaeM8, (xAW5LRp, CMHk^8JG."
  ],
  "Costa's Hummingbird (Adult Male)": [
    "A photo of a bird: a Costa's Hummingbird (Adult Male) which is RkV5YRw), i)YI7JYB, (x7p06Yd.",
    "A photo of a bird: a Costa's Hummingbird (Adult Male) which is !mJC(V9), NyW)2CMu, Yo9Cj2P5.",
    "A photo of a bird: a Costa's Hummingbird (Adult Male) which is 9ZGljYuk, p10a0PW), k&E8%g(m.",
    "A photo of a bird: a Costa's Hummingbird (Adult Male) which is d(UQ*TDc, rJX&VBX5, V3!UtVAi.",
    "A photo of a bird: a Costa's Hummingbird (Adult Male) which is fJWKbPPt, 15nIUFPh, e$5n6bOM."
  ],
  "Calliope Hummingbird (Adult Male)": [
    "A photo of a bird: a Calliope Hummingbird (Adult Male) which is 6JLQZ4i2, *#nRmN5i, jolO9c(K.",
    "A photo of a bird: a Calliope Hummingbird (Adult Male) which is ANE&av&L, 4VGPYL(z, Mph7rnv7.",
    "A photo of a bird: a Calliope Hummingbird (Adult Male) which is &RpzjSfs, B$CfsEYM, f0)YnAV7.",
    "A photo of a bird: a Calliope Hummingbird (Adult Male) which is REl)FbRf, ihNeUAyt, !qaB*Bh%.",
    "A photo of a bird: a Calliope Hummingbird (Adult Male) which is m0w7JMY!, NR#m&Cy1, *MQ9IjaK."
  ],
  "Broad-tailed Hummingbird (Adult Male)": [
    "A photo of a bird: a Broad-tailed Hummingbird (Adult Male) which is ljB0d0(Y, rRYn)5Kt, E^@6v9&D.",
    "A photo of a bird: a Broad-tailed Hummingbird (Adult Male) which is wgf0&le1, NJ!*EK0I, L)@YDS$1.",
    "A photo of a bird: a Broad-tailed Hummingbird (Adult Male) which is ZY1r1&7@, MRR*W@Lq, f8K&EBAi.",
    "A photo of a bird: a Broad-tailed Hummingbird (Adult Male) which is $rM3ivvp, 1Opv^U7c, HSJzSxza.",
    "A photo of a bird: a Broad-tailed Hummingbird (Adult Male) which is #nzhJgLl, iJlVqCvE, n6hF8lzF."
  ],
  "Rufous Hummingbird (Adult Male)": [
    "A photo of a bird: a Rufous Hummingbird (Adult Male) which is z!oncC1#, loIVtEN5, Zx3@K%8B.",
    "A photo of a bird: a Rufous Hummingbird (Adult Male) which is hhblK3rW, y(1FuI2r, kKr3!)r7.",
    "A photo of a bird: a Rufous Hummingbird (Adult Male) which is oY6YKn)Q, Tqjc)%ES, gdDwTqyI.",
    "A photo of a bird: a Rufous Hummingbird (Adult Male) which is KUvtuzEx, dcd1pH$h, n&AvgaN!.",
    "A photo of a bird: a Rufous Hummingbird (Adult Male) which is x1A4MAUp, B@j1iQ$V, nY%fNy0)."
  ],
  "Allen's Hummingbird (Adult Male)": [
    "A photo of a bird: a Allen's Hummingbird (Adult Male) which is oZdnNs@9, $(#GZ$eE, ^KbRYjdO.",
    "A photo of a bird: a Allen's Hummingbird (Adult Male) which is 5X1CX!*l, 2B4Ctnlp, Y@4GYLvp.",
    "A photo of a bird: a Allen's Hummingbird (Adult Male) which is YNmdrck@, %t4Ur7Ma, zRAfYNZD.",
    "A photo of a bird: a Allen's Hummingbird (Adult Male) which is Sxe67p*m, *M(44h1B, V!TN6ptP.",
    "A photo of a bird: a Allen's Hummingbird (Adult Male) which is 62lq0A#g, nn!nJ0Ub, lmCRffr$."
  ],
  "Red-headed Woodpecker (Adult)": [
    "A photo of a bird: a Red-headed Woodpecker (Adult) which is *hL06RBb, 72UdrgkT, a*&h1yYo.",
    "A photo of a bird: a Red-headed Woodpecker (Adult) which is IOFlxleX, Ti7hvK8k, $bEkVq@B.",
    "A photo of a bird: a Red-headed Woodpecker (Adult) which is @7imhh&z, Si%%#RmM, RWkWv6zh.",
    "A photo of a bird: a Red-headed Woodpecker (Adult) which is $V^6Zfa^, kVxCZ4Ie, P*ug)nBw.",
    "A photo of a bird: a Red-headed Woodpecker (Adult) which is EXD5y5Vr, EJMM7BPE, PX1Yqa)b."
  ],
  "Northern Flicker (Yellow-shafted)": [
    "A photo of a bird: a Northern Flicker (Yellow-shafted) which is O&%ez9!6, vk9*$r7e, j*YBb*AY.",
    "A photo of a bird: a Northern Flicker (Yellow-shafted) which is Vf8!cAff, O6kn11Yv, Dy4Yul@c.",
    "A photo of a bird: a Northern Flicker (Yellow-shafted) which is 2Ka7W@N7, %KZEl(L(, jpSpn1O8.",
    "A photo of a bird: a Northern Flicker (Yellow-shafted) which is 6HwU7l5U, ohfR8cuM, eQ2wNTct.",
    "A photo of a bird: a Northern Flicker (Yellow-shafted) which is (OO4dw^a, zuCo20(Y, hD1h6kQB."
  ],
  "Black Guillemot (Breeding)": [
    "A photo of a bird: a Black Guillemot (Breeding) which is Q9ukH@gZ, @6V3l*L0, U%y4yz9F.",
    "A photo of a bird: a Black Guillemot (Breeding) which is #3BpRfkT, J5k!N*4g, gw^luAgm.",
    "A photo of a bird: a Black Guillemot (Breeding) which is 3sIs@Uki, Oc9C9%jA, 8&AXKs@X.",
    "A photo of a bird: a Black Guillemot (Breeding) which is SU1r7a9u, lCfBHgHU, #Hg0%%3o.",
    "A photo of a bird: a Black Guillemot (Breeding) which is xw)JYIuc, lHUxcRB^, AEId!&Xt."
  ],
  "Pigeon Guillemot (Breeding)": [
    "A photo of a bird: a Pigeon Guillemot (Breeding) which is TgeDvZ!L, Ws7g#y2l, zEIXlYzX.",
    "A photo of a bird: a Pigeon Guillemot (Breeding) which is Ca4QfWSx, )^11wkHk, !i*DLaG7.",
    "A photo of a bird: a Pigeon Guillemot (Breeding) which is jG*hp(EN, lBz&*Pb6, b#K!YUGD.",
    "A photo of a bird: a Pigeon Guillemot (Breeding) which is zNL3imEm, QNB8XFuS, %9)6hUSD.",
    "A photo of a bird: a Pigeon Guillemot (Breeding) which is J2%hFPcu, EqGBoHi*, $D7Y1aAq."
  ],
  "Black-legged Kittiwake (Adult)": [
    "A photo of a bird: a Black-legged Kittiwake (Adult) which is u@t85Dr#, DblA67Ry, *)r(nU75.",
    "A photo of a bird: a Black-legged Kittiwake (Adult) which is PjT(m$LF, h5KT48Ts, N&ogFTQc.",
    "A photo of a bird: a Black-legged Kittiwake (Adult) which is Y%fB1jGT, zr#vMr44, 3Vt^TTPh.",
    "A photo of a bird: a Black-legged Kittiwake (Adult) which is HQhu#gJA, 8CJbf*fX, Bw$6mamO.",
    "A photo of a bird: a Black-legged Kittiwake (Adult) which is Rc()ISNl, 1%ncbKk!, ipxp0^tI."
  ],
  "Laughing Gull (Breeding)": [
    "A photo of a bird: a Laughing Gull (Breeding) which is &zNv1JKC, nmX@uCQ3, w5&J@E16.",
    "A photo of a bird: a Laughing Gull (Breeding) which is SREOATem, cKQv7U*z, cmx4zfVA.",
    "A photo of a bird: a Laughing Gull (Breeding) which is 4iwaxH5#, OBRLhuR@, 9f#E2wxo.",
    "A photo of a bird: a Laughing Gull (Breeding) which is 5J)EimxB, PuU9)$u8, D#%cUfg5.",
    "A photo of a bird: a Laughing Gull (Breeding) which is 0t2COwSC, YG9*iASc, dahxXFmn."
  ],
  "Heermann's Gull (Adult)": [
    "A photo of a bird: a Heermann's Gull (Adult) which is #A$)^!s4, h&fxS6tm, jHj!2@*D.",
    "A photo of a bird: a Heermann's Gull (Adult) which is GiLPV(x0, qsvfO!V0, of*eap6n.",
    "A photo of a bird: a Heermann's Gull (Adult) which is hpQL92wG, lK$pA(!K, 4nulw!Uk.",
    "A photo of a bird: a Heermann's Gull (Adult) which is @1r#ncVG, t%gFkKKd, thU0EvCQ.",
    "A photo of a bird: a Heermann's Gull (Adult) which is MJFXU*pd, ctehqSZC, h0@to4zu."
  ],
  "Ring-billed Gull (Adult)": [
    "A photo of a bird: a Ring-billed Gull (Adult) which is Q0gKYIv$, rwfn#kaI, ymsfW9Q*.",
    "A photo of a bird: a Ring-billed Gull (Adult) which is PJrh6O)8, Lmkgv1G0, )sJAazZ#.",
    "A photo of a bird: a Ring-billed Gull (Adult) which is 39#QiX0b, (9VkJr1(, z1n&T*@W.",
    "A photo of a bird: a Ring-billed Gull (Adult) which is #G&LtW@C, E)wcLySF, G*5u*JXH.",
    "A photo of a bird: a Ring-billed Gull (Adult) which is k*SVvu5b, cuQdwEVa, szu9V3lg."
  ],
  "Western Gull (Adult)": [
    "A photo of a bird: a Western Gull (Adult) which is t)oQfpIz, 6TE*hsvw, OWxPXojN.",
    "A photo of a bird: a Western Gull (Adult) which is vgOTNB@F, jFw^ZHEE, DbO&E2Sv.",
    "A photo of a bird: a Western Gull (Adult) which is rKjNOv2C, Da6!Hdd7, UyhuIxe1.",
    "A photo of a bird: a Western Gull (Adult) which is W1dok1Jq, W9vw)aIX, iaRigoI7.",
    "A photo of a bird: a Western Gull (Adult) which is FeiD(78N, 7X9SFTn6, Vm1NIuW*."
  ],
  "California Gull (Adult)": [
    "A photo of a bird: a California Gull (Adult) which is JWCYhEEc, GOavU#Sd, $*H0t(z9.",
    "A photo of a bird: a California Gull (Adult) which is KzYCeVzZ, yZ4u2vC$, UBHVP%3L.",
    "A photo of a bird: a California Gull (Adult) which is jx&zSDd9, lgh^I2(6, 0r#m#2Ee.",
    "A photo of a bird: a California Gull (Adult) which is Si8f2R8%, xYB)PosF, uol66nPT.",
    "A photo of a bird: a California Gull (Adult) which is Wo6#zDNf, n0$UJ7PI, zSOjeEBf."
  ],
  "Herring Gull (Adult)": [
    "A photo of a bird: a Herring Gull (Adult) which is f4viqRxq, ^%sYe!*f, P9^KCeYh.",
    "A photo of a bird: a Herring Gull (Adult) which is H%scysy3, kN0%V@qf, &$Y3c(&R.",
    "A photo of a bird: a Herring Gull (Adult) which is SfN&tdcK, UFv9*bd3, 6M9X1Nd3.",
    "A photo of a bird: a Herring Gull (Adult) which is YEEjF#(A, nFeqQq1@, 5O)bZ6fj.",
    "A photo of a bird: a Herring Gull (Adult) which is ndzVrvRI, ifsNJ0z$, pZ^4vVLt."
  ],
  "Glaucous-winged Gull (Adult)": [
    "A photo of a bird: a Glaucous-winged Gull (Adult) which is YKd#YSuo, j(q1pA6k, (YUGiJcu.",
    "A photo of a bird: a Glaucous-winged Gull (Adult) which is B7guRJ!B, donFdvMz, bR#%$6Q2.",
    "A photo of a bird: a Glaucous-winged Gull (Adult) which is y7FE00eh, BZW9^HPO, LlB1%jb5.",
    "A photo of a bird: a Glaucous-winged Gull (Adult) which is &grNyCSA, V46RiOxt, mHFH*I8p.",
    "A photo of a bird: a Glaucous-winged Gull (Adult) which is e^tRwem3, t!jTkSdi, cX9PdZeZ."
  ],
  "Great Black-backed Gull (Adult)": [
    "A photo of a bird: a Great Black-backed Gull (Adult) which is ssW9zZRz, fFKrxA7D, U@kx4yDU.",
    "A photo of a bird: a Great Black-backed Gull (Adult) which is H(Sld%$b, R6K4KPyp, 7c0B)ff^.",
    "A photo of a bird: a Great Black-backed Gull (Adult) which is qKPNE09L, dILFt8vr, r3AG1ir0.",
    "A photo of a bird: a Great Black-backed Gull (Adult) which is @AzK$VRG, EO7jM3DQ, jsuwfE(P.",
    "A photo of a bird: a Great Black-backed Gull (Adult) which is T3#@bisN, %1jcFX)j, !%$zCOZi."
  ],
  "Bonaparte's Gull (Bonaparte's Gull)": [
    "A photo of a bird: a Bonaparte's Gull (Bonaparte's Gull) which is ##QS)d1z, GDG8uIjn, 3$^g#QAU.",
    "A photo of a bird: a Bonaparte's Gull (Bonaparte's Gull) which is BFKQ&gvy, O#P8Exwm, k60)pLPS.",
    "A photo of a bird: a Bonaparte's Gull (Bonaparte's Gull) which is huitF@u%, )2%Vko82, b#*M5a7b.",
    "A photo of a bird: a Bonaparte's Gull (Bonaparte's Gull) which is o^P0L7vh, Y8FFs!)0, izf50xKt.",
    "A photo of a bird: a Bonaparte's Gull (Bonaparte's Gull) which is TK3Yw%F^, 5w8V@cTa, jB^Wtk60."
  ],
  "Mew Gull (Mew Gull)": [
    "A photo of a bird: a Mew Gull (Mew Gull) which is uo@&91ae, OpmEsBQT, IVmvqvI5.",
    "A photo of a bird: a Mew Gull (Mew Gull) which is CzIgi@2u, *xViHwiY, Y3I5JDqu.",
    "A photo of a bird: a Mew Gull (Mew Gull) which is K#4e3swC, FC$t0y6w, DPloT&Sx.",
    "A photo of a bird: a Mew Gull (Mew Gull) which is Rb05gY$3, NVLAolM9, q5$xp0^c.",
    "A photo of a bird: a Mew Gull (Mew Gull) which is b^hCIlvq, 3rti4Vj1, tgfZ2Db7."
  ],
  "Caspian Tern (Caspian Tern)": [
    "A photo of a bird: a Caspian Tern (Caspian Tern) which is Rk05nRwx, KbtotVHu, g*OI$Mrb.",
    "A photo of a bird: a Caspian Tern (Caspian Tern) which is JCANhq(C, qAOUx6(g, m!JrkSI0.",
    "A photo of a bird: a Caspian Tern (Caspian Tern) which is Oq3swykx, ODaX25Nw, UxZL9)fh.",
    "A photo of a bird: a Caspian Tern (Caspian Tern) which is YB2l1lF*, cEm5J1NC, vFv%WLSA.",
    "A photo of a bird: a Caspian Tern (Caspian Tern) which is UkLoSZLs, H^%Z9jL7, aDke(wnX."
  ],
  "Black Tern (Black Tern)": [
    "A photo of a bird: a Black Tern (Black Tern) which is MxeHlzOq, T%t7!QwS, DsMVfk0u.",
    "A photo of a bird: a Black Tern (Black Tern) which is sh5Q3x3Q, t6!WIm4), g5kl!x#d.",
    "A photo of a bird: a Black Tern (Black Tern) which is KFVxKiOB, BIwLM@8&, &8Z8OJ4X.",
    "A photo of a bird: a Black Tern (Black Tern) which is OFzbAHW0, pO)^Bm1a, FLawgAs%.",
    "A photo of a bird: a Black Tern (Black Tern) which is RctIdYsT, *7!%)TJI, !26cc#l1."
  ],
  "Common Tern (Common Tern)": [
    "A photo of a bird: a Common Tern (Common Tern) which is !jE8eTeh, N(nSb89w, Z$Q^L^D8.",
    "A photo of a bird: a Common Tern (Common Tern) which is We7K0gFt, oKm18atz, yOYOHig0.",
    "A photo of a bird: a Common Tern (Common Tern) which is nQ*34pAf, 0r8U#n2j, dYmkwqn@.",
    "A photo of a bird: a Common Tern (Common Tern) which is mvYtJPzU, GT7c8BMp, Yy65oYK7.",
    "A photo of a bird: a Common Tern (Common Tern) which is 5g3sHciV, nkQABQcY, T!aEyUh$."
  ],
  "Forster's Tern (Forster's Tern)": [
    "A photo of a bird: a Forster's Tern (Forster's Tern) which is wHnb6GPF, C8sAyWv*, @2#KE3&C.",
    "A photo of a bird: a Forster's Tern (Forster's Tern) which is cK%@*^o(, 2jx**w35, Hlak@vfr.",
    "A photo of a bird: a Forster's Tern (Forster's Tern) which is ogrX8AIy, HXY$W7Y2, gj2j3#70.",
    "A photo of a bird: a Forster's Tern (Forster's Tern) which is ECfJ1QpR, 3Ay7R2$U, jnpFyVEu.",
    "A photo of a bird: a Forster's Tern (Forster's Tern) which is B7c*ElX8, HfXh!5aw, PBGJ*C3v."
  ],
  "Royal Tern (Royal Tern)": [
    "A photo of a bird: a Royal Tern (Royal Tern) which is sTR5GAIy, MA4(MBWk, y^Qo60Gd.",
    "A photo of a bird: a Royal Tern (Royal Tern) which is uiJA#Xsy, v6NmzbxT, Qzc1rgg0.",
    "A photo of a bird: a Royal Tern (Royal Tern) which is TFt*Xr78, 0LHfAk(T, @B(f%1Eb.",
    "A photo of a bird: a Royal Tern (Royal Tern) which is &sV@8Fin, svL9r5AI, 2F14tWR$.",
    "A photo of a bird: a Royal Tern (Royal Tern) which is WtDbDjtR, (wpbxeuZ, 7QTxC%ay."
  ],
  "Black Skimmer (Black Skimmer)": [
    "A photo of a bird: a Black Skimmer (Black Skimmer) which is yFH1pYWs, c9*TOyo(, AvwWcSmz.",
    "A photo of a bird: a Black Skimmer (Black Skimmer) which is F)b(OJq%, jR9gp)Pm, l30CD2ER.",
    "A photo of a bird: a Black Skimmer (Black Skimmer) which is wAh@*2wM, C9JH7G%m, uMyHm$BV.",
    "A photo of a bird: a Black Skimmer (Black Skimmer) which is (DTSjS)R, 0&xrOHgA, 1@VN!9lA.",
    "A photo of a bird: a Black Skimmer (Black Skimmer) which is !m^%xv#o, HrR)5(Ki, Rx%lH*ac."
  ],
  "Greater White-fronted Goose (Greater White-fronted Goose)": [
    "A photo of a bird: a Greater White-fronted Goose (Greater White-fronted Goose) which is W!)!fEsZ, i3UMbI0v, C73AZKUE.",
    "A photo of a bird: a Greater White-fronted Goose (Greater White-fronted Goose) which is iks72imD, y$5pgUf#, JrsvG4YO.",
    "A photo of a bird: a Greater White-fronted Goose (Greater White-fronted Goose) which is Q2kupAAu, &lTIFv1Y, kvBTcpvQ.",
    "A photo of a bird: a Greater White-fronted Goose (Greater White-fronted Goose) which is sZ1)DSmy, l9wA!ImL, m#b&ywqu.",
    "A photo of a bird: a Greater White-fronted Goose (Greater White-fronted Goose) which is 44UzH$$8, 84LqoVCh, xeNM1!*e."
  ],
  "Brant (Brant)": [
    "A photo of a bird: a Brant (Brant) which is Ors1XUrX, GcRNgn7e, $LeqQPHM.",
    "A photo of a bird: a Brant (Brant) which is 4wToigoN, pJOP!i@3, o6SGa2RJ.",
    "A photo of a bird: a Brant (Brant) which is mKL&v!rt, OwF(&Jw(, HleFv%FT.",
    "A photo of a bird: a Brant (Brant) which is Mn42pKxM, hvRPll34, 9Rl&(V44.",
    "A photo of a bird: a Brant (Brant) which is t^H9vkyz, 1GECE2D*, z5(3bYpZ."
  ],
  "Cackling Goose (Cackling Goose)": [
    "A photo of a bird: a Cackling Goose (Cackling Goose) which is vAx4xOop, K9hrxIZH, *dVX$JuR.",
    "A photo of a bird: a Cackling Goose (Cackling Goose) which is BhUtA%hj, 1x3Dkkvo, grP2sMub.",
    "A photo of a bird: a Cackling Goose (Cackling Goose) which is 3e4Zw9$G, @nHHxWYs, 1biDCJdM.",
    "A photo of a bird: a Cackling Goose (Cackling Goose) which is $KbFcK54, JPT0O(4M, 58g%R)23.",
    "A photo of a bird: a Cackling Goose (Cackling Goose) which is FtG@1UfU, yLX7FbPa, 7bqEsqWx."
  ],
  "Canada Goose (Canada Goose)": [
    "A photo of a bird: a Canada Goose (Canada Goose) which is GV3Pz@!k, 3onbR84M, &xwqpvEt.",
    "A photo of a bird: a Canada Goose (Canada Goose) which is ^pzj#F8B, F11BGCoB, 6gm$0i2i.",
    "A photo of a bird: a Canada Goose (Canada Goose) which is JR1wn(5z, siGa5C9z, &8F9v)gU.",
    "A photo of a bird: a Canada Goose (Canada Goose) which is CH&tUxkr, OjlY2e5!, VADlm^*1.",
    "A photo of a bird: a Canada Goose (Canada Goose) which is 6n@hlJwT, $tx4x@c!, $dBRLlb#."
  ],
  "Mute Swan (Mute Swan)": [
    "A photo of a bird: a Mute Swan (Mute Swan) which is g)iI(9Mj, RTwH$jVA, SZI19opj.",
    "A photo of a bird: a Mute Swan (Mute Swan) which is ^qfgD@hq, nVx(WLP@, 2jEVP^c$.",
    "A photo of a bird: a Mute Swan (Mute Swan) which is Bdonkc5l, xPIyT6PG, pSNiu3%y.",
    "A photo of a bird: a Mute Swan (Mute Swan) which is #s6JNVWy, LeAU*jqG, iNv!wF(f.",
    "A photo of a bird: a Mute Swan (Mute Swan) which is !KC^)o8p, b0zRk9L5, Aq&MAhlT."
  ],
  "Trumpeter Swan (Trumpeter Swan)": [
    "A photo of a bird: a Trumpeter Swan (Trumpeter Swan) which is S82k^R9u, *&v#*#Hj, ^asOw%S*.",
    "A photo of a bird: a Trumpeter Swan (Trumpeter Swan) which is eDk736&r, 4UCn8f*t, #i1^kFW2.",
    "A photo of a bird: a Trumpeter Swan (Trumpeter Swan) which is aiwhTHVv, i1Gf($yt, )B#iHQ@X.",
    "A photo of a bird: a Trumpeter Swan (Trumpeter Swan) which is 52qh)RRA, !V8*ET!u, 0tsKE8(f.",
    "A photo of a bird: a Trumpeter Swan (Trumpeter Swan) which is h6rJQVh4, ZO8BL%BR, Q5&Pi3zW."
  ],
  "Tundra Swan (Tundra Swan)": [
    "A photo of a bird: a Tundra Swan (Tundra Swan) which is $EC1z49P, L^6T3WbO, b&h%509s.",
    "A photo of a bird: a Tundra Swan (Tundra Swan) which is 6y(rGdG), s5p3NxCz, 689yS18q.",
    "A photo of a bird: a Tundra Swan (Tundra Swan) which is 7hZUwJnB, tYz6#2*x, iP$YO2MC.",
    "A photo of a bird: a Tundra Swan (Tundra Swan) which is YogR@DsZ, MC%h&6@v, Pf)FcNWt.",
    "A photo of a bird: a Tundra Swan (Tundra Swan) which is J7(rqUpa, rbS8DNOD, 9PT@(1Y(."
  ],
  "American Black Duck (American Black Duck)": [
    "A photo of a bird: a American Black Duck (American Black Duck) which is 5sA#^xz&, j9)rMj(4, KIw6RZZU.",
    "A photo of a bird: a American Black Duck (American Black Duck) which is N(HPdSJF, &mOOez!k, XeZP&0ZJ.",
    "A photo of a bird: a American Black Duck (American Black Duck) which is Y^)pGMWx, P@&kMXwa, RZzi(SM0.",
    "A photo of a bird: a American Black Duck (American Black Duck) which is 0rR2mnUJ, ig&P&BDY, jygzY@Jn.",
    "A photo of a bird: a American Black Duck (American Black Duck) which is Cq(Ty2Lb, R(eAm*Ma, Bb$O9&nS."
  ],
  "Mottled Duck (Mottled Duck)": [
    "A photo of a bird: a Mottled Duck (Mottled Duck) which is npy!$RP#, Y@mk6ccM, &^6wuzmL.",
    "A photo of a bird: a Mottled Duck (Mottled Duck) which is #JR)%^%N, BGiNyAr6, nDz$%6$Y.",
    "A photo of a bird: a Mottled Duck (Mottled Duck) which is 8hLVxLPM, CNoxGo^E, FfbhORw).",
    "A photo of a bird: a Mottled Duck (Mottled Duck) which is 33YLc&wQ, #NU1Mdvn, *d7!1LmA.",
    "A photo of a bird: a Mottled Duck (Mottled Duck) which is Y$h&#Zfo, oUb%oX%a, r67()7A8."
  ],
  "Common Eider (Female/juvenile)": [
    "A photo of a bird: a Common Eider (Female/juvenile) which is dkrW@EP!, To@1tXDD, u#6JRTCY.",
    "A photo of a bird: a Common Eider (Female/juvenile) which is GVqTi#Jn, x^sX^CMu, Phi7@&NJ.",
    "A photo of a bird: a Common Eider (Female/juvenile) which is j)Hhq7n2, 6rSFkQc^, 3npwO&y&.",
    "A photo of a bird: a Common Eider (Female/juvenile) which is %zoUClve, nnVF!erM, Ok*eXDMS.",
    "A photo of a bird: a Common Eider (Female/juvenile) which is m^AkhqBO, 63iqTOfU, $^UuSG1X."
  ],
  "Long-tailed Duck (Summer male)": [
    "A photo of a bird: a Long-tailed Duck (Summer male) which is Sy)G%lMz, kTm*)@Ab, 5kHZMqC8.",
    "A photo of a bird: a Long-tailed Duck (Summer male) which is z^EE0FBA, xC0opno!, VS#N3DUp.",
    "A photo of a bird: a Long-tailed Duck (Summer male) which is khUv73Sd, pNlBLmFX, BWt1OlC4.",
    "A photo of a bird: a Long-tailed Duck (Summer male) which is oDH!j^w^, S0@W4ga!, d9w#okp8.",
    "A photo of a bird: a Long-tailed Duck (Summer male) which is A$Q7IYuh, O#kDMSlN, H(X$(VkG."
  ],
  "Ruddy Duck (Winter male)": [
    "A photo of a bird: a Ruddy Duck (Winter male) which is 2jBBmbX6, ^Qn#*&O@, )@ejvCk).",
    "A photo of a bird: a Ruddy Duck (Winter male) which is 4W*xZ&fR, 5b#Em9nu, L$J$drwG.",
    "A photo of a bird: a Ruddy Duck (Winter male) which is Fc12GfNj, (S0bB$Bc, WYy594Dy.",
    "A photo of a bird: a Ruddy Duck (Winter male) which is ^ZNJt$%g, VwKi66hf, Al54!aa6.",
    "A photo of a bird: a Ruddy Duck (Winter male) which is !SlT!H!4, hiYo1fg&, a4qdfxMI."
  ],
  "Scaled Quail (Scaled Quail)": [
    "A photo of a bird: a Scaled Quail (Scaled Quail) which is o)RnuW!e, namokN(Y, Yfnx)lTQ.",
    "A photo of a bird: a Scaled Quail (Scaled Quail) which is RKuE70MV, *s2eey0S, 6f3Za1gQ.",
    "A photo of a bird: a Scaled Quail (Scaled Quail) which is $AXWes8G, 1IJ2w)nQ, dzHH%8(H.",
    "A photo of a bird: a Scaled Quail (Scaled Quail) which is #Gk2Ebkw, )TCb4VmQ, ngCkybCv.",
    "A photo of a bird: a Scaled Quail (Scaled Quail) which is &NqJ0F&l, *e*exIuq, ^5DawlTX."
  ],
  "Northern Bobwhite (Northern Bobwhite)": [
    "A photo of a bird: a Northern Bobwhite (Northern Bobwhite) which is Eiju06!A, *eGEpxq!, w$(4NPxn.",
    "A photo of a bird: a Northern Bobwhite (Northern Bobwhite) which is jxT*qQr7, JHbKg2Sf, JR#&tG34.",
    "A photo of a bird: a Northern Bobwhite (Northern Bobwhite) which is tk9erTx7, Iktx(RM7, U&Ri00o5.",
    "A photo of a bird: a Northern Bobwhite (Northern Bobwhite) which is u4E6askb, U2fH$kTN, Q2httYGl.",
    "A photo of a bird: a Northern Bobwhite (Northern Bobwhite) which is j&i!NAwZ, NTUCx8cu, OO@eZjee."
  ],
  "Ruffed Grouse (Ruffed Grouse)": [
    "A photo of a bird: a Ruffed Grouse (Ruffed Grouse) which is kL^q2(yD, 2JNLUCl7, 6Gi$srUO.",
    "A photo of a bird: a Ruffed Grouse (Ruffed Grouse) which is d8qdpqk!, Kx2Wb3JW, YNcQpPaY.",
    "A photo of a bird: a Ruffed Grouse (Ruffed Grouse) which is PA#lpM$1, uOKloRyx, siucRUKD.",
    "A photo of a bird: a Ruffed Grouse (Ruffed Grouse) which is nc51!oP1, 7W@6zdTO, @sKwpnyJ.",
    "A photo of a bird: a Ruffed Grouse (Ruffed Grouse) which is ZZGC2%IQ, 5W^fhacd, ataG0*hA."
  ],
  "Wild Turkey (Wild Turkey)": [
    "A photo of a bird: a Wild Turkey (Wild Turkey) which is U*1AuVvc, ikG^($iT, &5@^mi0G.",
    "A photo of a bird: a Wild Turkey (Wild Turkey) which is @YtbOeXp, CBcFHma#, V*@ZZotW.",
    "A photo of a bird: a Wild Turkey (Wild Turkey) which is *nX6)dO9, OY5Z1ugA, 7NA#0MxU.",
    "A photo of a bird: a Wild Turkey (Wild Turkey) which is DPA(3kW#, WD*gsj%U, GMW#y%(k.",
    "A photo of a bird: a Wild Turkey (Wild Turkey) which is yT19P(57, C7@)NLPs, N^1X4Jx8."
  ],
  "Pied-billed Grebe (Pied-billed Grebe)": [
    "A photo of a bird: a Pied-billed Grebe (Pied-billed Grebe) which is A^L6pzD2, hUG8#na5, Khkf&rD7.",
    "A photo of a bird: a Pied-billed Grebe (Pied-billed Grebe) which is Ng6bcin3, fs&EzDYv, BpEQISdJ.",
    "A photo of a bird: a Pied-billed Grebe (Pied-billed Grebe) which is cxcY!BMh, XSz*JbcJ, $INf0Z%G.",
    "A photo of a bird: a Pied-billed Grebe (Pied-billed Grebe) which is 1r(cw39p, Daj!4^FK, HYB%VdQY.",
    "A photo of a bird: a Pied-billed Grebe (Pied-billed Grebe) which is J#vluxhl, 8oJa36$3, dnyX8qGY."
  ],
  "Western Grebe (Western Grebe)": [
    "A photo of a bird: a Western Grebe (Western Grebe) which is $hk1&OFA, YbLXThIu, OEes&zC%.",
    "A photo of a bird: a Western Grebe (Western Grebe) which is $@ilPVG), Ase4nDOq, kjYae4iV.",
    "A photo of a bird: a Western Grebe (Western Grebe) which is Qa@j%95n, IIhBTM5k, jK!eK)Or.",
    "A photo of a bird: a Western Grebe (Western Grebe) which is 28AqseF!, 4bW^CR!1, jS4@U2lR.",
    "A photo of a bird: a Western Grebe (Western Grebe) which is u3Fceg#k, UACH6%vM, xw&KB!XY."
  ],
  "Clark's Grebe (Clark's Grebe)": [
    "A photo of a bird: a Clark's Grebe (Clark's Grebe) which is %RVPHgJy, LTsttuKw, $$Ozw7LD.",
    "A photo of a bird: a Clark's Grebe (Clark's Grebe) which is tEV3#k3v, XANx5Pm0, @To47nUJ.",
    "A photo of a bird: a Clark's Grebe (Clark's Grebe) which is rItOMkRs, *6(an^%G, )QtOodE(.",
    "A photo of a bird: a Clark's Grebe (Clark's Grebe) which is QIBinA5d, 8tNt4%Xo, #OayStEq.",
    "A photo of a bird: a Clark's Grebe (Clark's Grebe) which is SPtN8kNw, p67oS&g1, (tJg8pHl."
  ],
  "Wood Stork (Wood Stork)": [
    "A photo of a bird: a Wood Stork (Wood Stork) which is mphrwPRB, phfZF1BS, BMt@J4Lx.",
    "A photo of a bird: a Wood Stork (Wood Stork) which is JS8RAYRY, B4owDruq, RHb^rYG5.",
    "A photo of a bird: a Wood Stork (Wood Stork) which is ByBJ0$gs, qA)Im9UR, 68(A2g$g.",
    "A photo of a bird: a Wood Stork (Wood Stork) which is Ydf^Gv9u, $qwLqgdV, 4&^mN^#r.",
    "A photo of a bird: a Wood Stork (Wood Stork) which is 6oZeh6mi, H20k^ra9, 3KbKejdl."
  ],
  "Brandt's Cormorant (Brandt's Cormorant)": [
    "A photo of a bird: a Brandt's Cormorant (Brandt's Cormorant) which is j!8Purmh, rU2eBaH5, WCMDL*^z.",
    "A photo of a bird: a Brandt's Cormorant (Brandt's Cormorant) which is RZ12LDKJ, 5oRAvRDB, AwobFTk!.",
    "A photo of a bird: a Brandt's Cormorant (Brandt's Cormorant) which is 41UvrbqF, JHH@HDd&, #%vdHBVF.",
    "A photo of a bird: a Brandt's Cormorant (Brandt's Cormorant) which is RzKI^!Iz, n%l)kZtb, pLbD5HSu.",
    "A photo of a bird: a Brandt's Cormorant (Brandt's Cormorant) which is dLiFJ2c4, 0Oe*^BVF, 0tk$gBCd."
  ],
  "Neotropic Cormorant (Neotropic Cormorant)": [
    "A photo of a bird: a Neotropic Cormorant (Neotropic Cormorant) which is v&oOE7kN, s$ae9tIe, H(%JfH#S.",
    "A photo of a bird: a Neotropic Cormorant (Neotropic Cormorant) which is (9&sO#6x, VLW8QX64, r6Ft^v().",
    "A photo of a bird: a Neotropic Cormorant (Neotropic Cormorant) which is dQ5s7N8p, &HlhNA1E, xflI%ew#.",
    "A photo of a bird: a Neotropic Cormorant (Neotropic Cormorant) which is F6lIc^iq, @J&QD9uR, llxBff5a.",
    "A photo of a bird: a Neotropic Cormorant (Neotropic Cormorant) which is MJg*6U)a, mj(AX7zP, c#xcP)S7."
  ],
  "Pelagic Cormorant (Pelagic Cormorant)": [
    "A photo of a bird: a Pelagic Cormorant (Pelagic Cormorant) which is nmC)hQSL, 7ueRsUYg, RXc9VY6z.",
    "A photo of a bird: a Pelagic Cormorant (Pelagic Cormorant) which is KvYC6q(w, xrklfQih, Gkf3XPZF.",
    "A photo of a bird: a Pelagic Cormorant (Pelagic Cormorant) which is iU^NQ^pI, clnec9sn, JVCZxjx*.",
    "A photo of a bird: a Pelagic Cormorant (Pelagic Cormorant) which is Ew$OYa4&, DJ)k@rR&, $ZE3TZ5A.",
    "A photo of a bird: a Pelagic Cormorant (Pelagic Cormorant) which is aI7KpxV1, KM#)SSF&, 5GZNM2dx."
  ],
  "Anhinga (Anhinga)": [
    "A photo of a bird: a Anhinga (Anhinga) which is DT5I@%$R, qwQGvUcq, $stMc&GC.",
    "A photo of a bird: a Anhinga (Anhinga) which is E*5t6NEK, &5UwRd)p, Vuiq)OxN.",
    "A photo of a bird: a Anhinga (Anhinga) which is oXfU&bj1, sVWD$olh, ^wNNe(!9.",
    "A photo of a bird: a Anhinga (Anhinga) which is ar45^*iG, i34HiWuf, 4zBn&0$S.",
    "A photo of a bird: a Anhinga (Anhinga) which is *3)lyLXn, )2zyC2hK, 6pnT31e)."
  ],
  "American White Pelican (American White Pelican)": [
    "A photo of a bird: a American White Pelican (American White Pelican) which is qV$J3BUo, dGaz)^UD, 8*!g8QOi.",
    "A photo of a bird: a American White Pelican (American White Pelican) which is jJ)0ySc8, ww7v9dv*, jsBlyDfM.",
    "A photo of a bird: a American White Pelican (American White Pelican) which is fwvb(xZ!, ^R9Agty@, np5qt8NM.",
    "A photo of a bird: a American White Pelican (American White Pelican) which is 96NPXvNv, #2c%EVtd, e&QhIHAN.",
    "A photo of a bird: a American White Pelican (American White Pelican) which is tQO5fmUO, !TbpYm&!, K)aLt53n."
  ],
  "Brown Pelican (Brown Pelican)": [
    "A photo of a bird: a Brown Pelican (Brown Pelican) which is NepWnMyD, Q$ur9iEU, J(DnsjnU.",
    "A photo of a bird: a Brown Pelican (Brown Pelican) which is iWjc)10X, jp*PUZ7a, hok04!xD.",
    "A photo of a bird: a Brown Pelican (Brown Pelican) which is VWFoToz!, 9VJ&FsFl, 481Lohuu.",
    "A photo of a bird: a Brown Pelican (Brown Pelican) which is m3I2eGvq, o!8*tIFj, 4UB)NUkt.",
    "A photo of a bird: a Brown Pelican (Brown Pelican) which is Ash!LwDe, &h#sr&^9, P%%T(a*x."
  ],
  "Great Blue Heron (Great Blue Heron)": [
    "A photo of a bird: a Great Blue Heron (Great Blue Heron) which is XNOanhw3, s5QTW*Oz, BS#x9z2M.",
    "A photo of a bird: a Great Blue Heron (Great Blue Heron) which is JFOXh#q!, oD)fX(Fj, 1pgs%D)U.",
    "A photo of a bird: a Great Blue Heron (Great Blue Heron) which is ##g%SgsR, 1^rItm20, %J)5@hKq.",
    "A photo of a bird: a Great Blue Heron (Great Blue Heron) which is PaY^2Ol1, (PWn7qdm, 7oveGSc0.",
    "A photo of a bird: a Great Blue Heron (Great Blue Heron) which is 0A228FX8, lBmcm8Eg, lfDFYlZZ."
  ],
  "Great Egret (Great Egret)": [
    "A photo of a bird: a Great Egret (Great Egret) which is @M#Q*QxG, 7QVpGm8G, wR%58ov3.",
    "A photo of a bird: a Great Egret (Great Egret) which is HgP5jd1M, 9OCUZ6dm, @5rd9NfM.",
    "A photo of a bird: a Great Egret (Great Egret) which is gLgsN7dJ, 8k4YgkFE, Tf2HX)yc.",
    "A photo of a bird: a Great Egret (Great Egret) which is abVb6cx2, 6Qfn&h4M, A41RZ)wW.",
    "A photo of a bird: a Great Egret (Great Egret) which is 5KuvlNkW, MuL3k7uS, dBcFbRas."
  ],
  "Snowy Egret (Snowy Egret)": [
    "A photo of a bird: a Snowy Egret (Snowy Egret) which is ryyALMDO, qktqxVA7, 4BdZTdoD.",
    "A photo of a bird: a Snowy Egret (Snowy Egret) which is 9OS4bST^, %netdiC8, iOMaTs9m.",
    "A photo of a bird: a Snowy Egret (Snowy Egret) which is &J^LB2Me, tleYSvmP, W0DlrEZA.",
    "A photo of a bird: a Snowy Egret (Snowy Egret) which is 0Mpw4f!7, u(Cz22!d, DqWyXv*$.",
    "A photo of a bird: a Snowy Egret (Snowy Egret) which is bgBDuuP6, K%30AOKm, (x(H7eXc."
  ],
  "Tricolored Heron (Tricolored Heron)": [
    "A photo of a bird: a Tricolored Heron (Tricolored Heron) which is Xe9r$p3z, 7swZCpkh, gRLZ4NRo.",
    "A photo of a bird: a Tricolored Heron (Tricolored Heron) which is QTopDxq@, 90&%SK2x, CHKDN!#a.",
    "A photo of a bird: a Tricolored Heron (Tricolored Heron) which is n7)ch4ij, Q%rBIYsu, (i0DaSpA.",
    "A photo of a bird: a Tricolored Heron (Tricolored Heron) which is 5jewfiL3, uMqCI8Q2, Dm0^RKfG.",
    "A photo of a bird: a Tricolored Heron (Tricolored Heron) which is yEg^Y9vL, D17T4yJC, F4dXij4b."
  ],
  "Cattle Egret (Cattle Egret)": [
    "A photo of a bird: a Cattle Egret (Cattle Egret) which is dn)LoC@g, !blGx1hm, p#z6KnPI.",
    "A photo of a bird: a Cattle Egret (Cattle Egret) which is 9EO#S(7u, *ivN5(4y, r!$1MDpU.",
    "A photo of a bird: a Cattle Egret (Cattle Egret) which is SihAXb7K, )PeuP^ZG, s6DRP^ES.",
    "A photo of a bird: a Cattle Egret (Cattle Egret) which is 6!V7U21W, 29gLk4PT, OkOv3@P5.",
    "A photo of a bird: a Cattle Egret (Cattle Egret) which is 9&#h86q4, 3EO*dSbO, lUGE#Ump."
  ],
  "Green Heron (Green Heron)": [
    "A photo of a bird: a Green Heron (Green Heron) which is O)qRxV$U, #LVOb6ua, yDV(#OFc.",
    "A photo of a bird: a Green Heron (Green Heron) which is 54D2NkVg, NPyT%pO6, h7@36wy%.",
    "A photo of a bird: a Green Heron (Green Heron) which is i83CkQ39, t#97l2aW, LR$C)i(B.",
    "A photo of a bird: a Green Heron (Green Heron) which is ofnS77b&, BeUfTf1d, DmToPFDk.",
    "A photo of a bird: a Green Heron (Green Heron) which is 0pubJFul, ZGkD!WQy, Ng!07%%(."
  ],
  "Glossy Ibis (Glossy Ibis)": [
    "A photo of a bird: a Glossy Ibis (Glossy Ibis) which is O^e3b^Ws, *oGgj^z^, o$CH%Ho).",
    "A photo of a bird: a Glossy Ibis (Glossy Ibis) which is $WflBpE7, (wHN(BnG, #NwQ0mPd.",
    "A photo of a bird: a Glossy Ibis (Glossy Ibis) which is !vd6FudG, X7CM%$1J, K$f8U@#Q.",
    "A photo of a bird: a Glossy Ibis (Glossy Ibis) which is 7hnL(mN0, J0RqE7!M, @9mXwcq2.",
    "A photo of a bird: a Glossy Ibis (Glossy Ibis) which is *b4QZEX), GYC^qD4k, 5AaMg8mT."
  ],
  "White-faced Ibis (White-faced Ibis)": [
    "A photo of a bird: a White-faced Ibis (White-faced Ibis) which is xl)WVby), ^XDkfU^f, PxCGQcQ3.",
    "A photo of a bird: a White-faced Ibis (White-faced Ibis) which is tERuNbl#, cxcR0VN(, RXKvj@y0.",
    "A photo of a bird: a White-faced Ibis (White-faced Ibis) which is KTUuGNG6, $YFzm#CC, o3VbSt4*.",
    "A photo of a bird: a White-faced Ibis (White-faced Ibis) which is eT(JMBkS, $KZl8xPJ, 14MXaUX5.",
    "A photo of a bird: a White-faced Ibis (White-faced Ibis) which is AY@V!2C0, xGcWm#m1, 9tnLHCk7."
  ],
  "Roseate Spoonbill (Roseate Spoonbill)": [
    "A photo of a bird: a Roseate Spoonbill (Roseate Spoonbill) which is Snr&X184, 7p^N#PhD, sX$n20^m.",
    "A photo of a bird: a Roseate Spoonbill (Roseate Spoonbill) which is &C*m&pYy, RXh9^hZA, bUL&&Obx.",
    "A photo of a bird: a Roseate Spoonbill (Roseate Spoonbill) which is JW7qnTiW, KP%iIIdL, YPtc8pwx.",
    "A photo of a bird: a Roseate Spoonbill (Roseate Spoonbill) which is Gxxh0A@6, I8LrE9d*, t8YUh&5c.",
    "A photo of a bird: a Roseate Spoonbill (Roseate Spoonbill) which is zGS&iQIe, 0jItj8L9, zljx66Ee."
  ],
  "Black Vulture (Black Vulture)": [
    "A photo of a bird: a Black Vulture (Black Vulture) which is x3K5GFvm, Jyy1WMyQ, *5wZSmj&.",
    "A photo of a bird: a Black Vulture (Black Vulture) which is $*6Exj9@, d5AqUq*j, @@75!eay.",
    "A photo of a bird: a Black Vulture (Black Vulture) which is coTNnhv9, LBQ)JJ9), pGTF&Uka.",
    "A photo of a bird: a Black Vulture (Black Vulture) which is AL1mAp*L, 5mN61neo, k8avgBag.",
    "A photo of a bird: a Black Vulture (Black Vulture) which is rslZHblH, LgG4#Ix1, ATIB!^xS."
  ],
  "Turkey Vulture (Turkey Vulture)": [
    "A photo of a bird: a Turkey Vulture (Turkey Vulture) which is K3WG#N0C, NnFiHeXo, 40%V*&%x.",
    "A photo of a bird: a Turkey Vulture (Turkey Vulture) which is mPOS1@&0, 5VQUrNrl, VYrP#oOw.",
    "A photo of a bird: a Turkey Vulture (Turkey Vulture) which is EJU1@p6u, ^Pss63S0, mG79Fnmf.",
    "A photo of a bird: a Turkey Vulture (Turkey Vulture) which is dr#HLJiJ, #xPO$rk6, 2h5C4!Nm.",
    "A photo of a bird: a Turkey Vulture (Turkey Vulture) which is @tNR^@LK, Ozp1YALn, TCe82)3o."
  ],
  "Osprey (Osprey)": [
    "A photo of a bird: a Osprey (Osprey) which is uv%U69Ph, e8lp0#!b, kP40Qzbv.",
    "A photo of a bird: a Osprey (Osprey) which is IV0nSoaD, HpQg*kdk, koiXYHHV.",
    "A photo of a bird: a Osprey (Osprey) which is dR1giCjn, iZG0V%2^, oS0cPFyM.",
    "A photo of a bird: a Osprey (Osprey) which is VG@63h3u, hu4XTkya, V(kuj8QY.",
    "A photo of a bird: a Osprey (Osprey) which is A*Z8e1V5, pWQjYJbg, *itEzxAw."
  ],
  "Swallow-tailed Kite (Swallow-tailed Kite)": [
    "A photo of a bird: a Swallow-tailed Kite (Swallow-tailed Kite) which is %pb^@4b), %EAlqJeR, eZ*F!bqj.",
    "A photo of a bird: a Swallow-tailed Kite (Swallow-tailed Kite) which is uU#ys!7X, UpZuriS$, DJ$UA#we.",
    "A photo of a bird: a Swallow-tailed Kite (Swallow-tailed Kite) which is FW)AEmrI, h8sFhN35, Lcb$5NhC.",
    "A photo of a bird: a Swallow-tailed Kite (Swallow-tailed Kite) which is 2glLNL6W, GkcZ(YHo, dGrHqfd!.",
    "A photo of a bird: a Swallow-tailed Kite (Swallow-tailed Kite) which is AMtv5mYb, OnMMzEEs, ciaoW!oC."
  ],
  "White-tailed Kite (White-tailed Kite)": [
    "A photo of a bird: a White-tailed Kite (White-tailed Kite) which is 7%FsFC7f, QL7YIc(D, EwxQ25dQ.",
    "A photo of a bird: a White-tailed Kite (White-tailed Kite) which is VisbVQN^, eZ29Ttar, )e4dRK6v.",
    "A photo of a bird: a White-tailed Kite (White-tailed Kite) which is 77%CR)TU, oQX6BOvD, BhpudItq.",
    "A photo of a bird: a White-tailed Kite (White-tailed Kite) which is mxn1*WQP, $)GbZ$lF, )VbHL7Mm.",
    "A photo of a bird: a White-tailed Kite (White-tailed Kite) which is gdlVb5Tg, ^^^5qX2P, Q@4Gki(*."
  ],
  "Mississippi Kite (Mississippi Kite)": [
    "A photo of a bird: a Mississippi Kite (Mississippi Kite) which is 0MT*%K69, *%#vj2G@, zK%PFKFa.",
    "A photo of a bird: a Mississippi Kite (Mississippi Kite) which is m6sdIIg8, 8BgQgUgl, #WQ4RE$k.",
    "A photo of a bird: a Mississippi Kite (Mississippi Kite) which is 0C^W9Vdd, zZs44Ezd, #Umu#XOx.",
    "A photo of a bird: a Mississippi Kite (Mississippi Kite) which is Bh^P9VUn, U@%YuRBr, tSbGweaO.",
    "A photo of a bird: a Mississippi Kite (Mississippi Kite) which is hk(z27DN, jKP4pMMK, S@jsI)2G."
  ],
  "Harris's Hawk (Harris's Hawk)": [
    "A photo of a bird: a Harris's Hawk (Harris's Hawk) which is PESevp7Q, 20z2R6)!, ZhpZ#y(d.",
    "A photo of a bird: a Harris's Hawk (Harris's Hawk) which is sOgx7bl$, uvkihwcn, ucOCe2I$.",
    "A photo of a bird: a Harris's Hawk (Harris's Hawk) which is 13jsM2TN, &0!HNgft, L)48S%T&.",
    "A photo of a bird: a Harris's Hawk (Harris's Hawk) which is NSM5r(CS, F%Bw#gys, wVhS0WeX.",
    "A photo of a bird: a Harris's Hawk (Harris's Hawk) which is IAYBYzff, Xe7M36ow, DZjLsAeI."
  ],
  "Swainson's Hawk (Light morph )": [
    "A photo of a bird: a Swainson's Hawk (Light morph ) which is dQUvjMPm, vBB!41OF, Jd4sb4wE.",
    "A photo of a bird: a Swainson's Hawk (Light morph ) which is A2y#P4ww, p45cj9A5, @49nEYdC.",
    "A photo of a bird: a Swainson's Hawk (Light morph ) which is yRqdYWln, mv*5E@XI, C2SChmZh.",
    "A photo of a bird: a Swainson's Hawk (Light morph ) which is A(K&MLBe, 2(bILCZ), j!mQ^F4a.",
    "A photo of a bird: a Swainson's Hawk (Light morph ) which is 5G)Dsl6f, 0%dMq2Iq, yQB2dN(T."
  ],
  "Red-tailed Hawk (Dark morph)": [
    "A photo of a bird: a Red-tailed Hawk (Dark morph) which is AtLwiO2K, @A2&dWEv, AUyko@i&.",
    "A photo of a bird: a Red-tailed Hawk (Dark morph) which is lZG3S1(X, S6gF33rv, U1Jc!NBm.",
    "A photo of a bird: a Red-tailed Hawk (Dark morph) which is fIZVe8RB, rdxTcR5q, ZKkSq9@a.",
    "A photo of a bird: a Red-tailed Hawk (Dark morph) which is 9!41LZCI, u$8yms%&, sE7pMAeR.",
    "A photo of a bird: a Red-tailed Hawk (Dark morph) which is pYNbX25W, rQkGKV!0, 5OEQLl@X."
  ],
  "Crested Caracara (Crested Caracara)": [
    "A photo of a bird: a Crested Caracara (Crested Caracara) which is e)wPjItG, jBcg0R1B, st$7UQlq.",
    "A photo of a bird: a Crested Caracara (Crested Caracara) which is Oh((VJC6, ^O(LLdP%, mi6bq#bX.",
    "A photo of a bird: a Crested Caracara (Crested Caracara) which is BFi$KTWO, 5IBagvA5, u%qN%UUg.",
    "A photo of a bird: a Crested Caracara (Crested Caracara) which is KdIE29Uo, w!Q74co3, b8DnA6^&.",
    "A photo of a bird: a Crested Caracara (Crested Caracara) which is QFfbXF(W, EgaU$vgg, 8)qu6MhS."
  ],
  "Merlin (Merlin)": [
    "A photo of a bird: a Merlin (Merlin) which is %Q3HLb32, ENvkMOSl, R4MMOLTi.",
    "A photo of a bird: a Merlin (Merlin) which is MXU4fc5E, A8O#bQj^, j@3z9TP7.",
    "A photo of a bird: a Merlin (Merlin) which is nb(Na^#A, kfHyw&HG, YWjvR4gW.",
    "A photo of a bird: a Merlin (Merlin) which is 8NuRQ^Fm, k^yQG6@$, t0tj7yvI.",
    "A photo of a bird: a Merlin (Merlin) which is 8w4j8k8A, 7Zb0eC%#, D&Hpj9Hm."
  ],
  "Prairie Falcon (Prairie Falcon)": [
    "A photo of a bird: a Prairie Falcon (Prairie Falcon) which is lOxZ4agL, &6nXZrjE, C^%5AIez.",
    "A photo of a bird: a Prairie Falcon (Prairie Falcon) which is OY&gP(R8, @h6gnf@1, q65dPocf.",
    "A photo of a bird: a Prairie Falcon (Prairie Falcon) which is Ewb&sY)g, K4Oxv6kO, HQP!Djs&.",
    "A photo of a bird: a Prairie Falcon (Prairie Falcon) which is 3D0*5LkI, 56f#0fsd, zORpnHv*.",
    "A photo of a bird: a Prairie Falcon (Prairie Falcon) which is 40FL@r!k, MDtNcEnN, ))#^KN*w."
  ],
  "American Coot (American Coot)": [
    "A photo of a bird: a American Coot (American Coot) which is q%5T9Djd, yGFtdzSz, ACon7QMx.",
    "A photo of a bird: a American Coot (American Coot) which is 3hJY0VR#, hgh4^g)b, xv^XdYmb.",
    "A photo of a bird: a American Coot (American Coot) which is ZAq6^Yfm, afjFw5O!, elE6%fhp.",
    "A photo of a bird: a American Coot (American Coot) which is Zn@*VXsT, Scu&J3Y8, HN^YQAcq.",
    "A photo of a bird: a American Coot (American Coot) which is 2eaC&S*3, aXPaz^@E, KY2eNT$&."
  ],
  "Sandhill Crane (Sandhill Crane)": [
    "A photo of a bird: a Sandhill Crane (Sandhill Crane) which is )yS#*z2r, AOkAfe*O, PUCE$7eN.",
    "A photo of a bird: a Sandhill Crane (Sandhill Crane) which is ZIdYrItW, Z&VPuP*A, qaJB9lxp.",
    "A photo of a bird: a Sandhill Crane (Sandhill Crane) which is T7fpBs#n, hMnen&Yk, 4w9f1cc#.",
    "A photo of a bird: a Sandhill Crane (Sandhill Crane) which is EWza3M$K, rk$gCpj%, uW&%G2)O.",
    "A photo of a bird: a Sandhill Crane (Sandhill Crane) which is (G99gQQE, md&rW@5@, kALfHHbQ."
  ],
  "Semipalmated Plover (Semipalmated Plover)": [
    "A photo of a bird: a Semipalmated Plover (Semipalmated Plover) which is aGgylZNn, F&h50mz$, 4L$0XOF3.",
    "A photo of a bird: a Semipalmated Plover (Semipalmated Plover) which is KpANfQw1, XHYgOdd), yrM6RpNB.",
    "A photo of a bird: a Semipalmated Plover (Semipalmated Plover) which is ^KP#5t*w, dgLm2ldN, SMT8qVls.",
    "A photo of a bird: a Semipalmated Plover (Semipalmated Plover) which is tJupj1Lh, E&zRoajT, acod^Ypj.",
    "A photo of a bird: a Semipalmated Plover (Semipalmated Plover) which is ZJ9j@rZc, 3jgydsoX, 7y5q7Gz$."
  ],
  "Killdeer (Killdeer)": [
    "A photo of a bird: a Killdeer (Killdeer) which is gMjfblRD, @X1HBR9l, 1Mi4s817.",
    "A photo of a bird: a Killdeer (Killdeer) which is eBlO5oiJ, KAOA88$H, 2#BY%gKC.",
    "A photo of a bird: a Killdeer (Killdeer) which is Avu2sVFF, (XRnqEaU, BGjmj@iv.",
    "A photo of a bird: a Killdeer (Killdeer) which is kpDj7yVY, tkW9T&MJ, )&S1%krw.",
    "A photo of a bird: a Killdeer (Killdeer) which is 7gRXsoyr, j*)&(nAe, Mqso66rf."
  ],
  "American Oystercatcher (American Oystercatcher)": [
    "A photo of a bird: a American Oystercatcher (American Oystercatcher) which is 89MDAZAH, 0$OtxGQ#, 5t3#T&zr.",
    "A photo of a bird: a American Oystercatcher (American Oystercatcher) which is AH9C^QK*, epufyAM$, P%^%wgy2.",
    "A photo of a bird: a American Oystercatcher (American Oystercatcher) which is Qx^PC8n9, rG(jAZ)t, B^u)&UQr.",
    "A photo of a bird: a American Oystercatcher (American Oystercatcher) which is #^6vwwZe, Op3q*XbM, Xi^7%kiA.",
    "A photo of a bird: a American Oystercatcher (American Oystercatcher) which is Ng^ulA*u, #F$5s8UW, dJUlU6bM."
  ],
  "Black Oystercatcher (Black Oystercatcher)": [
    "A photo of a bird: a Black Oystercatcher (Black Oystercatcher) which is 5@7qGGPC, xnHi$Ud2, Y66^e%AU.",
    "A photo of a bird: a Black Oystercatcher (Black Oystercatcher) which is Vdbk9mjw, xV&ibv*X, i%2MTg)$.",
    "A photo of a bird: a Black Oystercatcher (Black Oystercatcher) which is ooSzl3mZ, Rn094yZ*, z#VpqmU3.",
    "A photo of a bird: a Black Oystercatcher (Black Oystercatcher) which is FYnLRaAI, X#74qqEK, *Hgd(dnR.",
    "A photo of a bird: a Black Oystercatcher (Black Oystercatcher) which is 4iKl9BhJ, lhU&(q*W, Tng9V8FY."
  ],
  "Black-necked Stilt (Black-necked Stilt)": [
    "A photo of a bird: a Black-necked Stilt (Black-necked Stilt) which is s94Ix2jp, *pXk&%KT, 2v)y)9OZ.",
    "A photo of a bird: a Black-necked Stilt (Black-necked Stilt) which is VX9m*DB7, S)pV#r#4, I5eUMtXJ.",
    "A photo of a bird: a Black-necked Stilt (Black-necked Stilt) which is hrIw9&3V, xaVpBCe4, Vq7IAe04.",
    "A photo of a bird: a Black-necked Stilt (Black-necked Stilt) which is dwO5^VAE, ZfO%yEb^, gZQpxNzn.",
    "A photo of a bird: a Black-necked Stilt (Black-necked Stilt) which is IajsFlbS, Ug0gw^P2, E&DMUDOL."
  ],
  "American Avocet (American Avocet)": [
    "A photo of a bird: a American Avocet (American Avocet) which is plJIfR3j, UWc*Y*MI, Nz8^^X#Y.",
    "A photo of a bird: a American Avocet (American Avocet) which is wig3xn&W, 4Tnidie8, 3JB)OG%I.",
    "A photo of a bird: a American Avocet (American Avocet) which is ZaEOCwVF, CPQ%@g6B, zXc9cDzY.",
    "A photo of a bird: a American Avocet (American Avocet) which is Hc1(OS*F, hTUjYqoY, QZmzllDo.",
    "A photo of a bird: a American Avocet (American Avocet) which is v)9S$SOP, yC%DFvxs, #%1wsf#S."
  ],
  "Solitary Sandpiper (Solitary Sandpiper)": [
    "A photo of a bird: a Solitary Sandpiper (Solitary Sandpiper) which is C%Q2rY9t, Gq@@sLWV, OkdxERI^.",
    "A photo of a bird: a Solitary Sandpiper (Solitary Sandpiper) which is )WM3L9tr, ha#PjXiI, dx#LnT4A.",
    "A photo of a bird: a Solitary Sandpiper (Solitary Sandpiper) which is IQ9jrduF, v%kRO7k1, zji0H9!M.",
    "A photo of a bird: a Solitary Sandpiper (Solitary Sandpiper) which is QnPT8*NE, 6%R^szvs, xBgqNA@v.",
    "A photo of a bird: a Solitary Sandpiper (Solitary Sandpiper) which is n7lWj9oG, nDVbqGPK, X5C77c4)."
  ],
  "Greater Yellowlegs (Greater Yellowlegs)": [
    "A photo of a bird: a Greater Yellowlegs (Greater Yellowlegs) which is UZ#Ou2*l, 5gVJ#es), v8eq58&l.",
    "A photo of a bird: a Greater Yellowlegs (Greater Yellowlegs) which is 6RuCn202, 2oj)Sqjj, C)p@qpsH.",
    "A photo of a bird: a Greater Yellowlegs (Greater Yellowlegs) which is eXWEG^a9, kIR2w#eu, Ae^mqP36.",
    "A photo of a bird: a Greater Yellowlegs (Greater Yellowlegs) which is mct%5dMH, &565%bGl, l5v@e6Z$.",
    "A photo of a bird: a Greater Yellowlegs (Greater Yellowlegs) which is s@H3h%UX, xsh4R!%d, zMM%lWTy."
  ],
  "Willet (Willet)": [
    "A photo of a bird: a Willet (Willet) which is !elR5QXB, 2usK1&IT, G3fnjgdM.",
    "A photo of a bird: a Willet (Willet) which is *dY(N61d, $(f9!IX5, ^RzQSszR.",
    "A photo of a bird: a Willet (Willet) which is 0#hhm$&1, rOnb9kim, WXs@B&$1.",
    "A photo of a bird: a Willet (Willet) which is aMo(vF$b, KLKPxtbl, 9SBKzS!n.",
    "A photo of a bird: a Willet (Willet) which is XJS$CTp&, Rwqn%I5l, zlE@zg6j."
  ],
  "Lesser Yellowlegs (Lesser Yellowlegs)": [
    "A photo of a bird: a Lesser Yellowlegs (Lesser Yellowlegs) which is VP%kuf%&, 3pkw2YCF, HZlD70V&.",
    "A photo of a bird: a Lesser Yellowlegs (Lesser Yellowlegs) which is dBysLUNg, ohV2ctM9, Yl6g9g74.",
    "A photo of a bird: a Lesser Yellowlegs (Lesser Yellowlegs) which is AvV@ZM!N, M)va2hxO, ewwj8a5m.",
    "A photo of a bird: a Lesser Yellowlegs (Lesser Yellowlegs) which is %$JTI7L3, *Tu!13iF, jvmRZFkf.",
    "A photo of a bird: a Lesser Yellowlegs (Lesser Yellowlegs) which is nweuSM5i, 0^%O!!g!, G7DR(tXg."
  ],
  "Whimbrel (Whimbrel)": [
    "A photo of a bird: a Whimbrel (Whimbrel) which is lYhNe@Eb, Xmaa^1Mn, C!aTxmrM.",
    "A photo of a bird: a Whimbrel (Whimbrel) which is qZ^NlE6m, 43eGMF72, ^9mO#@K#.",
    "A photo of a bird: a Whimbrel (Whimbrel) which is W@o6D1KT, @*$23mGr, N*h(nV4o.",
    "A photo of a bird: a Whimbrel (Whimbrel) which is qRhMK*zn, 10eIY3^b, &IBUETAP.",
    "A photo of a bird: a Whimbrel (Whimbrel) which is a#MhVt3S, HGDHKh*E, 9UMvVmW)."
  ],
  "Long-billed Curlew (Long-billed Curlew)": [
    "A photo of a bird: a Long-billed Curlew (Long-billed Curlew) which is 7kCA&CBm, !PgxoSQ#, lxRWTaFv.",
    "A photo of a bird: a Long-billed Curlew (Long-billed Curlew) which is j!btI3DQ, )eFSIONQ, wWszSPDf.",
    "A photo of a bird: a Long-billed Curlew (Long-billed Curlew) which is K558iHuH, ^yCP6hB3, Mtw5lU6@.",
    "A photo of a bird: a Long-billed Curlew (Long-billed Curlew) which is xm8)lkHC, uRe8mMsL, 3a@PnVcI.",
    "A photo of a bird: a Long-billed Curlew (Long-billed Curlew) which is WMrQI81h, z(rk*4$d, pWZ2DQ!Q."
  ],
  "Marbled Godwit (Marbled Godwit)": [
    "A photo of a bird: a Marbled Godwit (Marbled Godwit) which is Ub*zvO3n, FM8)FPKI, ZbiHDUci.",
    "A photo of a bird: a Marbled Godwit (Marbled Godwit) which is 2E@iq%v*, jQdIV&O%, 6Avck4i$.",
    "A photo of a bird: a Marbled Godwit (Marbled Godwit) which is SFIwEm^n, RxpTVFcJ, IBMXxRRx.",
    "A photo of a bird: a Marbled Godwit (Marbled Godwit) which is g7qqa7*u, 0pl7#e1C, V&%eZI%U.",
    "A photo of a bird: a Marbled Godwit (Marbled Godwit) which is THl3MNry, xWNmQvXy, ZwD(xAge."
  ],
  "Ruddy Turnstone (Ruddy Turnstone)": [
    "A photo of a bird: a Ruddy Turnstone (Ruddy Turnstone) which is yd9dwgGw, H3TzkFM1, 0i4Hzv6P.",
    "A photo of a bird: a Ruddy Turnstone (Ruddy Turnstone) which is ou#oyJMq, ipf4XrU%, (EcIMm$e.",
    "A photo of a bird: a Ruddy Turnstone (Ruddy Turnstone) which is 5IIa7Fwe, nGwxV%0I, 6KhOhEIv.",
    "A photo of a bird: a Ruddy Turnstone (Ruddy Turnstone) which is !J0FBl6Q, ewpCQP@T, E*yRP4Xi.",
    "A photo of a bird: a Ruddy Turnstone (Ruddy Turnstone) which is MNIPMq^Z, lYMDL$mv, t^3v2#W0."
  ],
  "Black Turnstone (Black Turnstone)": [
    "A photo of a bird: a Black Turnstone (Black Turnstone) which is PFO@7#xZ, zL&18dkF, Q0R#887v.",
    "A photo of a bird: a Black Turnstone (Black Turnstone) which is MU$GfbxP, v*%645oJ, !LCLf0Tp.",
    "A photo of a bird: a Black Turnstone (Black Turnstone) which is K29ifr(J, Mt$P@b5V, !8P88GPA.",
    "A photo of a bird: a Black Turnstone (Black Turnstone) which is k!%Qp4g7, wK22H13W, oWb1irQa.",
    "A photo of a bird: a Black Turnstone (Black Turnstone) which is *M9(wUwi, 0deM759Z, dx@vZofy."
  ],
  "Surfbird (Surfbird)": [
    "A photo of a bird: a Surfbird (Surfbird) which is Y4JBC$fX, KROprSYT, N((8EA&G.",
    "A photo of a bird: a Surfbird (Surfbird) which is rU97rJny, @huCWdjK, rJG9NE3B.",
    "A photo of a bird: a Surfbird (Surfbird) which is a$vLBseY, Dch)H&To, M6%Dt(*c.",
    "A photo of a bird: a Surfbird (Surfbird) which is WNj(akEE, ^KhTWGMP, Q5%PPdJs.",
    "A photo of a bird: a Surfbird (Surfbird) which is 2%9TXamK, 2uSGtx*i, Y73M#jJG."
  ],
  "Semipalmated Sandpiper (Semipalmated Sandpiper)": [
    "A photo of a bird: a Semipalmated Sandpiper (Semipalmated Sandpiper) which is @b*6*(42, 8733cvoK, LeJNF1*q.",
    "A photo of a bird: a Semipalmated Sandpiper (Semipalmated Sandpiper) which is qD2G7gZR, Si&n7!*n, jjtmcsVm.",
    "A photo of a bird: a Semipalmated Sandpiper (Semipalmated Sandpiper) which is !#S0zHa2, eeXX8tOl, A48UeISh.",
    "A photo of a bird: a Semipalmated Sandpiper (Semipalmated Sandpiper) which is Tk2NHQ0I, 1(!PomfJ, vkut#UpE.",
    "A photo of a bird: a Semipalmated Sandpiper (Semipalmated Sandpiper) which is h7dnBFXp, IkCYm^kc, Q4r#DjPo."
  ],
  "Western Sandpiper (Western Sandpiper)": [
    "A photo of a bird: a Western Sandpiper (Western Sandpiper) which is *QaHRcgr, y5*bHSg2, cGlhMBcK.",
    "A photo of a bird: a Western Sandpiper (Western Sandpiper) which is @VJnb7w%, 315)hm6*, Iasrd(72.",
    "A photo of a bird: a Western Sandpiper (Western Sandpiper) which is v4#nkUby, pQ2k0^0Q, v75ImSon.",
    "A photo of a bird: a Western Sandpiper (Western Sandpiper) which is Uzg%HfH6, Zb*j&7zM, ichPh&M%.",
    "A photo of a bird: a Western Sandpiper (Western Sandpiper) which is g5MD2uRM, DIE@(WjH, )$KtGb1F."
  ],
  "Least Sandpiper (Least Sandpiper)": [
    "A photo of a bird: a Least Sandpiper (Least Sandpiper) which is V((hcu8j, FdD13^3^, oR0joxqM.",
    "A photo of a bird: a Least Sandpiper (Least Sandpiper) which is Kt&clq*D, tnZael1J, ^kb#aope.",
    "A photo of a bird: a Least Sandpiper (Least Sandpiper) which is bLrvZDri, aLP4)ii5, b&9B2T7j.",
    "A photo of a bird: a Least Sandpiper (Least Sandpiper) which is J^1PM301, SBN0v)&^, !NIsrd%6.",
    "A photo of a bird: a Least Sandpiper (Least Sandpiper) which is (LXrig8&, fg@wVNAs, K2*w(ns9."
  ],
  "Short-billed Dowitcher (Short-billed Dowitcher)": [
    "A photo of a bird: a Short-billed Dowitcher (Short-billed Dowitcher) which is aAxrDcx^, RsPY!Fkd, ej@Z6YMg.",
    "A photo of a bird: a Short-billed Dowitcher (Short-billed Dowitcher) which is K%UKQ3*k, #kMKfsxj, q$Tnw&q).",
    "A photo of a bird: a Short-billed Dowitcher (Short-billed Dowitcher) which is bvlg3&Nx, NX^T4(yb, V#icHmdE.",
    "A photo of a bird: a Short-billed Dowitcher (Short-billed Dowitcher) which is bgOLGc01, m(j0%Ezj, VtMAJE2q.",
    "A photo of a bird: a Short-billed Dowitcher (Short-billed Dowitcher) which is 6#$2w0*v, mkF)9v7b, SxaJ1To0."
  ],
  "Wilson's Snipe (Wilson's Snipe)": [
    "A photo of a bird: a Wilson's Snipe (Wilson's Snipe) which is JkqOEJDm, ^21jH&C), K9YBzYCk.",
    "A photo of a bird: a Wilson's Snipe (Wilson's Snipe) which is j(&SF)9F, 9tSI7VPU, Ac(hKKIv.",
    "A photo of a bird: a Wilson's Snipe (Wilson's Snipe) which is kq!6wwE1, Bkhg4Fs1, zzPm*Vtu.",
    "A photo of a bird: a Wilson's Snipe (Wilson's Snipe) which is 63hZJoNM, HaWqqW4K, !60Mt5M).",
    "A photo of a bird: a Wilson's Snipe (Wilson's Snipe) which is D!b86)nl, @wVu5n!i, Cw1Ma&Jh."
  ],
  "American Woodcock (American Woodcock)": [
    "A photo of a bird: a American Woodcock (American Woodcock) which is 0!B)oeYh, G7S$dgt^, p%IihX1Q.",
    "A photo of a bird: a American Woodcock (American Woodcock) which is HUD4hTB%, 2^XS2dKh, U8T7xAai.",
    "A photo of a bird: a American Woodcock (American Woodcock) which is oFqMYb%O, W8LajH2Z, H&hbXhS(.",
    "A photo of a bird: a American Woodcock (American Woodcock) which is l#W@Q)sJ, ioyqGE!#, a5NWZAz!.",
    "A photo of a bird: a American Woodcock (American Woodcock) which is KbUWv5j@, *l7Cc)R2, N8sVb5Xz."
  ],
  "Rock Pigeon (Rock Pigeon)": [
    "A photo of a bird: a Rock Pigeon (Rock Pigeon) which is FXr9$A1@, kx08#7Ba, %pA(&U3#.",
    "A photo of a bird: a Rock Pigeon (Rock Pigeon) which is l9YYS!Pu, 9Kpa$1R6, 6wqkAfIA.",
    "A photo of a bird: a Rock Pigeon (Rock Pigeon) which is 6NBuZrW^, !qNgx7@t, Js)J7QE*.",
    "A photo of a bird: a Rock Pigeon (Rock Pigeon) which is xry1$iNf, GJ6jQ3Jh, Al9U26Hq.",
    "A photo of a bird: a Rock Pigeon (Rock Pigeon) which is Bl4F1)3E, HkzFbo7H, A52I)2I0."
  ],
  "Band-tailed Pigeon (Band-tailed Pigeon)": [
    "A photo of a bird: a Band-tailed Pigeon (Band-tailed Pigeon) which is pJwqbnF7, 8KxHndOx, 3CM(#nLv.",
    "A photo of a bird: a Band-tailed Pigeon (Band-tailed Pigeon) which is dDsaUBoI, e8oy0*CE, jRpMZ8RD.",
    "A photo of a bird: a Band-tailed Pigeon (Band-tailed Pigeon) which is Wcs%LCWm, X43sybL8, 3IP1&x9E.",
    "A photo of a bird: a Band-tailed Pigeon (Band-tailed Pigeon) which is sanVxG1K, @JysFfYb, 7LknpC8G.",
    "A photo of a bird: a Band-tailed Pigeon (Band-tailed Pigeon) which is oem^kh28, 7UJR*hl4, l@Au8DNc."
  ],
  "Eurasian Collared-Dove (Eurasian Collared-Dove)": [
    "A photo of a bird: a Eurasian Collared-Dove (Eurasian Collared-Dove) which is mhEPo9mc, mD*ONg(t, Wt7eN!G@.",
    "A photo of a bird: a Eurasian Collared-Dove (Eurasian Collared-Dove) which is 2%6f%G4@, X^uon8n%, Bqi6luF(.",
    "A photo of a bird: a Eurasian Collared-Dove (Eurasian Collared-Dove) which is $aqO12xe, @SS)xYpR, jY)JMg#i.",
    "A photo of a bird: a Eurasian Collared-Dove (Eurasian Collared-Dove) which is Bzd(OEjE, ECxm!Nv(, Qt1Qb0KN.",
    "A photo of a bird: a Eurasian Collared-Dove (Eurasian Collared-Dove) which is va1)28bd, aZh*8Ql3, $3&@rcsP."
  ],
  "White-winged Dove (White-winged Dove)": [
    "A photo of a bird: a White-winged Dove (White-winged Dove) which is cq#znoam, zc6$5y(i, @qyxZ#qD.",
    "A photo of a bird: a White-winged Dove (White-winged Dove) which is KNOYon3n, l9ClEaMy, 1MUi742g.",
    "A photo of a bird: a White-winged Dove (White-winged Dove) which is @e42C$SS, &irJoIwA, l$BQ!UO#.",
    "A photo of a bird: a White-winged Dove (White-winged Dove) which is y(hjCfqI, qC^9twWK, %sh$Y#EG.",
    "A photo of a bird: a White-winged Dove (White-winged Dove) which is 3bPl1Mt!, tnYeX9zw, tZkPhr8L."
  ],
  "Mourning Dove (Mourning Dove)": [
    "A photo of a bird: a Mourning Dove (Mourning Dove) which is F%HkH(A1, 9lgNYs5x, ^4Q0*vNJ.",
    "A photo of a bird: a Mourning Dove (Mourning Dove) which is FT7opqmQ, OzzSeyZV, *t@yK40M.",
    "A photo of a bird: a Mourning Dove (Mourning Dove) which is 7M(xF5j4, bKCjQmvp, 4!1fQmln.",
    "A photo of a bird: a Mourning Dove (Mourning Dove) which is z2Mz5^D2, )GNn2@Ug, &5rtuPQ4.",
    "A photo of a bird: a Mourning Dove (Mourning Dove) which is RVC7FjCs, 7y8*Ane8, Ubqf1gpA."
  ],
  "Inca Dove (Inca Dove)": [
    "A photo of a bird: a Inca Dove (Inca Dove) which is oSjvHgQB, ad*^kIcC, C%17d(!C.",
    "A photo of a bird: a Inca Dove (Inca Dove) which is pL^aPqmt, g7V9Wo!o, Da^SugFj.",
    "A photo of a bird: a Inca Dove (Inca Dove) which is ohz#u$om, H#LIE%c9, psvSdtEf.",
    "A photo of a bird: a Inca Dove (Inca Dove) which is xyKF)8JS, nvn@upw3, fJpy45KB.",
    "A photo of a bird: a Inca Dove (Inca Dove) which is sP)l!3Aq, 8jOcXmL0, tV(ayKy@."
  ],
  "Common Ground-Dove (Common Ground-Dove)": [
    "A photo of a bird: a Common Ground-Dove (Common Ground-Dove) which is I^mCuxQb, 5PpMsEv8, T1vG&LtG.",
    "A photo of a bird: a Common Ground-Dove (Common Ground-Dove) which is CBNGU9@s, DHWBqN6*, eV@gALRc.",
    "A photo of a bird: a Common Ground-Dove (Common Ground-Dove) which is eG%m8aLy, YU8BurD@, c#qrtEKp.",
    "A photo of a bird: a Common Ground-Dove (Common Ground-Dove) which is CUVbDY@i, ^nnD9$U3, S3GUFp2W.",
    "A photo of a bird: a Common Ground-Dove (Common Ground-Dove) which is 6dHoDv6Y, X!KIC1w), xbWvj7Ye."
  ],
  "Monk Parakeet (Monk Parakeet)": [
    "A photo of a bird: a Monk Parakeet (Monk Parakeet) which is UO33NC0c, Cnef2P*#, bn6P3KSW.",
    "A photo of a bird: a Monk Parakeet (Monk Parakeet) which is OMlilY*3, 3qg1%M7w, sDvcZQXV.",
    "A photo of a bird: a Monk Parakeet (Monk Parakeet) which is (g3&v)Rb, u3REbBmS, 7FasRl)q.",
    "A photo of a bird: a Monk Parakeet (Monk Parakeet) which is $1u46Y4X, 7f0iH9aT, &tpi@L!2.",
    "A photo of a bird: a Monk Parakeet (Monk Parakeet) which is %hUs3%V#, Vga^3idR, lTd@oKML."
  ],
  "Yellow-billed Cuckoo (Yellow-billed Cuckoo)": [
    "A photo of a bird: a Yellow-billed Cuckoo (Yellow-billed Cuckoo) which is #*elkl&N, U378x&Vb, kKPyOUHt.",
    "A photo of a bird: a Yellow-billed Cuckoo (Yellow-billed Cuckoo) which is fMEQiR#9, mICbcjbS, GT5)EW@u.",
    "A photo of a bird: a Yellow-billed Cuckoo (Yellow-billed Cuckoo) which is p5BUUyL7, Iam0vVVv, VADbg%&H.",
    "A photo of a bird: a Yellow-billed Cuckoo (Yellow-billed Cuckoo) which is rn$PD6Yr, B2a%vBj3, XdzYEKfM.",
    "A photo of a bird: a Yellow-billed Cuckoo (Yellow-billed Cuckoo) which is FA^W*!7t, @KkzZGJL, tZD)*qcD."
  ],
  "Black-billed Cuckoo (Black-billed Cuckoo)": [
    "A photo of a bird: a Black-billed Cuckoo (Black-billed Cuckoo) which is H3*DQjPO, I$@$jdsR, BlDSaEfG.",
    "A photo of a bird: a Black-billed Cuckoo (Black-billed Cuckoo) which is ^Qm#B($&, Vl$R&Np2, 0!CLZGn$.",
    "A photo of a bird: a Black-billed Cuckoo (Black-billed Cuckoo) which is FvrLd&6#, 6goMn3g), Cc#ud(Y%.",
    "A photo of a bird: a Black-billed Cuckoo (Black-billed Cuckoo) which is kS1e51V9, !0Opio6J, kTNjQMU7.",
    "A photo of a bird: a Black-billed Cuckoo (Black-billed Cuckoo) which is Bl4^j$x*, UenyqPIE, R5Ss$C$O."
  ],
  "Greater Roadrunner (Greater Roadrunner)": [
    "A photo of a bird: a Greater Roadrunner (Greater Roadrunner) which is (3%(c)AM, @gVr^GDh, LP(l3$U3.",
    "A photo of a bird: a Greater Roadrunner (Greater Roadrunner) which is 9ar^Jilq, fnVwDaJJ, Uf)zqgPV.",
    "A photo of a bird: a Greater Roadrunner (Greater Roadrunner) which is *kyS8Rfo, Ipcvnv)t, GNatFF*D.",
    "A photo of a bird: a Greater Roadrunner (Greater Roadrunner) which is jq)%@XHx, 3R4T(X9(, gY*lMytB.",
    "A photo of a bird: a Greater Roadrunner (Greater Roadrunner) which is *c6Ozay1, 06x8sZSW, rV%dJIda."
  ],
  "Barn Owl (Barn Owl)": [
    "A photo of a bird: a Barn Owl (Barn Owl) which is r7aw#itb, 2R4Nm5bp, B331cK$N.",
    "A photo of a bird: a Barn Owl (Barn Owl) which is C&TXbGMk, xRy*BXZo, orZjdn(v.",
    "A photo of a bird: a Barn Owl (Barn Owl) which is 9KKd3FdZ, RI*QcWiY, g87T(!fo.",
    "A photo of a bird: a Barn Owl (Barn Owl) which is 9kChytyd, lCniQDvG, X)kwRHaI.",
    "A photo of a bird: a Barn Owl (Barn Owl) which is tZv0*eM#, 3%#f2u17, P0PE55)j."
  ],
  "Western Screech-Owl (Western Screech-Owl)": [
    "A photo of a bird: a Western Screech-Owl (Western Screech-Owl) which is DrYP%A(j, B1vjJNGp, BCx6CcCF.",
    "A photo of a bird: a Western Screech-Owl (Western Screech-Owl) which is ad0@gTta, Ni9QQ)e1, UkjRyX3H.",
    "A photo of a bird: a Western Screech-Owl (Western Screech-Owl) which is AHRqiUnC, dZEj*z6J, vx6(Qjw1.",
    "A photo of a bird: a Western Screech-Owl (Western Screech-Owl) which is *uuxKibO, ZQzzp@82, CD!QXkJJ.",
    "A photo of a bird: a Western Screech-Owl (Western Screech-Owl) which is wDa*D68w, EGv!lE%b, o5eKbAoa."
  ],
  "Eastern Screech-Owl (Eastern Screech-Owl)": [
    "A photo of a bird: a Eastern Screech-Owl (Eastern Screech-Owl) which is FWTgJgEy, FejsfrxF, tZ*0Ag6X.",
    "A photo of a bird: a Eastern Screech-Owl (Eastern Screech-Owl) which is )Hd0i^fU, LPC*^9Dp, x@NoxRsW.",
    "A photo of a bird: a Eastern Screech-Owl (Eastern Screech-Owl) which is HNaXdnr1, II0NraUO, lRFrn6XR.",
    "A photo of a bird: a Eastern Screech-Owl (Eastern Screech-Owl) which is I4jO9uc!, %x26^#HS, QnlIr^lZ.",
    "A photo of a bird: a Eastern Screech-Owl (Eastern Screech-Owl) which is !UdrnPs), eSq5Lvpv, VRL#aWxx."
  ],
  "Great Horned Owl (Great Horned Owl)": [
    "A photo of a bird: a Great Horned Owl (Great Horned Owl) which is g8XjC$FF, XSo*ia74, (pl3FT4$.",
    "A photo of a bird: a Great Horned Owl (Great Horned Owl) which is JHp^D0Yc, C%0c5aOd, BcSmKvTg.",
    "A photo of a bird: a Great Horned Owl (Great Horned Owl) which is 7U4vd#tW, !I2KEEA%, 8El8rD5V.",
    "A photo of a bird: a Great Horned Owl (Great Horned Owl) which is z86D&sDf, PtQUpLpQ, 3W18Y8Rf.",
    "A photo of a bird: a Great Horned Owl (Great Horned Owl) which is RYEQSww!, Q5o73Fpj, qQ#hhZQ^."
  ],
  "Snowy Owl (Snowy Owl)": [
    "A photo of a bird: a Snowy Owl (Snowy Owl) which is MUV$xu^q, bYnG1)@j, nQM$^v7%.",
    "A photo of a bird: a Snowy Owl (Snowy Owl) which is lCHKJ93L, $jGUUeV(, uBdY)o0P.",
    "A photo of a bird: a Snowy Owl (Snowy Owl) which is Aw1PM!tb, WLXSO5nW, raS%lCi8.",
    "A photo of a bird: a Snowy Owl (Snowy Owl) which is e@EBjhx#, 0XDuJ%&x, 2zJh*sFa.",
    "A photo of a bird: a Snowy Owl (Snowy Owl) which is dLy4DMjX, zDzxl#!s, 3QIvk9oM."
  ],
  "Northern Pygmy-Owl (Northern Pygmy-Owl)": [
    "A photo of a bird: a Northern Pygmy-Owl (Northern Pygmy-Owl) which is $)b387!0, G&DdS6t$, KDm5xdSM.",
    "A photo of a bird: a Northern Pygmy-Owl (Northern Pygmy-Owl) which is cR!1pWa3, T7II87PJ, 8yltpCta.",
    "A photo of a bird: a Northern Pygmy-Owl (Northern Pygmy-Owl) which is wdo2BXvK, (PJUqsby, 72dVFmSt.",
    "A photo of a bird: a Northern Pygmy-Owl (Northern Pygmy-Owl) which is U6dqg$R2, xu8bnwcg, 1VHMHR&i.",
    "A photo of a bird: a Northern Pygmy-Owl (Northern Pygmy-Owl) which is wKEt$Lla, L08xU!Y6, tPlUp*E1."
  ],
  "Burrowing Owl (Burrowing Owl)": [
    "A photo of a bird: a Burrowing Owl (Burrowing Owl) which is zNZ2lEI%, p9FYBnQV, UXA(M#3H.",
    "A photo of a bird: a Burrowing Owl (Burrowing Owl) which is KvkBAywS, QbEkj0pI, GKP(@qWP.",
    "A photo of a bird: a Burrowing Owl (Burrowing Owl) which is c62E7!ZT, GWN6(PYf, 4EwoL)@N.",
    "A photo of a bird: a Burrowing Owl (Burrowing Owl) which is ScGpLzeJ, ePA)2Tm7, psKDL!*X.",
    "A photo of a bird: a Burrowing Owl (Burrowing Owl) which is CkQXm^4R, Tyg@NlO4, LBV2Kj6U."
  ],
  "Barred Owl (Barred Owl)": [
    "A photo of a bird: a Barred Owl (Barred Owl) which is J$B2*ciG, jIkNBRqt, YV9VRGdZ.",
    "A photo of a bird: a Barred Owl (Barred Owl) which is dJHS!4!), nzG5F138, V@hxTX3F.",
    "A photo of a bird: a Barred Owl (Barred Owl) which is $zULSW1L, ZudAKp*w, wId%hkqU.",
    "A photo of a bird: a Barred Owl (Barred Owl) which is xdC)iTC^, MfcT@GGd, @q(5TzKs.",
    "A photo of a bird: a Barred Owl (Barred Owl) which is (Pv$)6E9, &6epjwpJ, V!z&AYl$."
  ],
  "Northern Saw-whet Owl (Northern Saw-whet Owl)": [
    "A photo of a bird: a Northern Saw-whet Owl (Northern Saw-whet Owl) which is WVqK*3pc, OgO%VU)q, mg91ey1M.",
    "A photo of a bird: a Northern Saw-whet Owl (Northern Saw-whet Owl) which is P5bHouBH, smi1PNU%, J1%REFy&.",
    "A photo of a bird: a Northern Saw-whet Owl (Northern Saw-whet Owl) which is #fVDNU^#, h4vtIYeQ, 6oJGb)QZ.",
    "A photo of a bird: a Northern Saw-whet Owl (Northern Saw-whet Owl) which is jDV)*3ck, *T*1PUB6, i#DGi1)D.",
    "A photo of a bird: a Northern Saw-whet Owl (Northern Saw-whet Owl) which is &a)1$u6%, j9jW(tQc, #pFEpEz1."
  ],
  "Common Nighthawk (Common Nighthawk)": [
    "A photo of a bird: a Common Nighthawk (Common Nighthawk) which is g!SxTtDt, blr9evCz, @k66hBJj.",
    "A photo of a bird: a Common Nighthawk (Common Nighthawk) which is pO4z$BSy, PlnXB@6v, dp956x(1.",
    "A photo of a bird: a Common Nighthawk (Common Nighthawk) which is yeZo^*4%, sNIn$qaH, rqsAB1gX.",
    "A photo of a bird: a Common Nighthawk (Common Nighthawk) which is v7kgs4GL, Qwe!abxr, JFgnY5Ke.",
    "A photo of a bird: a Common Nighthawk (Common Nighthawk) which is 0M*gogge, qIDT&b5f, GdWTxvxG."
  ],
  "Chimney Swift (Chimney Swift)": [
    "A photo of a bird: a Chimney Swift (Chimney Swift) which is dUUa!7Vr, 6f^m1acn, d*FyU^$b.",
    "A photo of a bird: a Chimney Swift (Chimney Swift) which is x7m1g4bD, cws1Ob(C, #o1kjjc).",
    "A photo of a bird: a Chimney Swift (Chimney Swift) which is q(jVdBVg, VSdf2swq, hqmnB(5l.",
    "A photo of a bird: a Chimney Swift (Chimney Swift) which is 0s7DujvK, v5REasKE, t10QzFGW.",
    "A photo of a bird: a Chimney Swift (Chimney Swift) which is T!rVNTmH, qD3ymB*A, x8t3Cl4!."
  ],
  "Vaux's Swift (Vaux's Swift)": [
    "A photo of a bird: a Vaux's Swift (Vaux's Swift) which is KSDvt4Ar, 9Yl@3&%C, ZWyOYYD2.",
    "A photo of a bird: a Vaux's Swift (Vaux's Swift) which is @P@1lo$2, B%khIlGU, ^&1Nqt^u.",
    "A photo of a bird: a Vaux's Swift (Vaux's Swift) which is NKEWb4CM, vHUS224f, g9WKh#Lo.",
    "A photo of a bird: a Vaux's Swift (Vaux's Swift) which is Hcb6IBHl, 7agMEINZ, Ok0Pi((C.",
    "A photo of a bird: a Vaux's Swift (Vaux's Swift) which is o34FnU81, )TBYyD%n, hj^9Q#aC."
  ],
  "White-throated Swift (White-throated Swift)": [
    "A photo of a bird: a White-throated Swift (White-throated Swift) which is PKV)hUYB, vHSGWD#q, xRc&hz3b.",
    "A photo of a bird: a White-throated Swift (White-throated Swift) which is CZOtQ2fq, ttIV7VoX, MhdO5t0&.",
    "A photo of a bird: a White-throated Swift (White-throated Swift) which is !JpfsNha, uVQV3dw#, l$kO@9%D.",
    "A photo of a bird: a White-throated Swift (White-throated Swift) which is Nc*@Rrk&, 3s#^vsle, wfeI(g8%.",
    "A photo of a bird: a White-throated Swift (White-throated Swift) which is h%Bf4hYg, JojYPw9b, j$Wa*L5g."
  ],
  "Belted Kingfisher (Belted Kingfisher)": [
    "A photo of a bird: a Belted Kingfisher (Belted Kingfisher) which is gjM9vjIY, 3R*IKJvE, Rr4f%JSi.",
    "A photo of a bird: a Belted Kingfisher (Belted Kingfisher) which is (iPurkz@, fr%pdQFV, BDsymx2J.",
    "A photo of a bird: a Belted Kingfisher (Belted Kingfisher) which is wfkAJ6^H, NYtL$ERK, (R(ch)Yy.",
    "A photo of a bird: a Belted Kingfisher (Belted Kingfisher) which is G^%oAK@9, nTglD2AA, s!IVf9Vt.",
    "A photo of a bird: a Belted Kingfisher (Belted Kingfisher) which is 8a6K&Emc, YG6@aT6D, RW)5hjkH."
  ],
  "Acorn Woodpecker (Acorn Woodpecker)": [
    "A photo of a bird: a Acorn Woodpecker (Acorn Woodpecker) which is mKiz5lqN, nOuMH!Lz, RQctc2tR.",
    "A photo of a bird: a Acorn Woodpecker (Acorn Woodpecker) which is iA4Y^yc9, 3n*^%lUQ, %a%uU^zJ.",
    "A photo of a bird: a Acorn Woodpecker (Acorn Woodpecker) which is (RHrjM9b, vS$ZxvS!, j22gVuO5.",
    "A photo of a bird: a Acorn Woodpecker (Acorn Woodpecker) which is u@jcgKNR, bpy(OZb), HQikpV0Z.",
    "A photo of a bird: a Acorn Woodpecker (Acorn Woodpecker) which is s%rZQa6N, &$4Qw3Nu, P18RETXz."
  ],
  "Gila Woodpecker (Gila Woodpecker)": [
    "A photo of a bird: a Gila Woodpecker (Gila Woodpecker) which is lRNbedxH, q2A#fwFg, qVeQNkpb.",
    "A photo of a bird: a Gila Woodpecker (Gila Woodpecker) which is uICSU9vv, 3J$x@aun, 1#mvacfZ.",
    "A photo of a bird: a Gila Woodpecker (Gila Woodpecker) which is wZy^ChMw, u&%B8OBl, lGr2pk5W.",
    "A photo of a bird: a Gila Woodpecker (Gila Woodpecker) which is unqfU%kB, db7RC$XR, FhvljjvD.",
    "A photo of a bird: a Gila Woodpecker (Gila Woodpecker) which is M3$zrmDR, I)apjzcp, 8QKv47ak."
  ],
  "Golden-fronted Woodpecker (Golden-fronted Woodpecker)": [
    "A photo of a bird: a Golden-fronted Woodpecker (Golden-fronted Woodpecker) which is EWdPUpSJ, JRaUnPyh, k8BZuJLA.",
    "A photo of a bird: a Golden-fronted Woodpecker (Golden-fronted Woodpecker) which is *w0PS#qu, 40(jq*UH, $Mfxu08F.",
    "A photo of a bird: a Golden-fronted Woodpecker (Golden-fronted Woodpecker) which is 4iv2oS$%, W(EEEemH, #Ej4lgYx.",
    "A photo of a bird: a Golden-fronted Woodpecker (Golden-fronted Woodpecker) which is NDfZejei, IN%bTIEy, joJMQfj6.",
    "A photo of a bird: a Golden-fronted Woodpecker (Golden-fronted Woodpecker) which is LuKD$guk, wbc1Gy$P, M$krYosy."
  ],
  "Red-bellied Woodpecker (Red-bellied Woodpecker)": [
    "A photo of a bird: a Red-bellied Woodpecker (Red-bellied Woodpecker) which is VKBSjI*Z, hVoXDP@y, pLcht!65.",
    "A photo of a bird: a Red-bellied Woodpecker (Red-bellied Woodpecker) which is lEvF!@!A, 5J)wy*$J, 8Ww2S(sF.",
    "A photo of a bird: a Red-bellied Woodpecker (Red-bellied Woodpecker) which is vEl6PY7b, DjaDjOxM, yh6dEjGE.",
    "A photo of a bird: a Red-bellied Woodpecker (Red-bellied Woodpecker) which is JRqxbF3s, @!fPv!V#, n4vJN9^Y.",
    "A photo of a bird: a Red-bellied Woodpecker (Red-bellied Woodpecker) which is 0a$(0H@A, !uVHoUMg, GX&(krG0."
  ],
  "Yellow-bellied Sapsucker (Yellow-bellied Sapsucker)": [
    "A photo of a bird: a Yellow-bellied Sapsucker (Yellow-bellied Sapsucker) which is leOYwZCC, 0aoTW946, Eaej5k78.",
    "A photo of a bird: a Yellow-bellied Sapsucker (Yellow-bellied Sapsucker) which is #ZLKtBs*, No2EGPb4, l(MD0TYB.",
    "A photo of a bird: a Yellow-bellied Sapsucker (Yellow-bellied Sapsucker) which is 9Us%#@Rb, (%uZd!kS, 2gOpdV#a.",
    "A photo of a bird: a Yellow-bellied Sapsucker (Yellow-bellied Sapsucker) which is hxCI4MXZ, e@pLKU0c, seuteD#y.",
    "A photo of a bird: a Yellow-bellied Sapsucker (Yellow-bellied Sapsucker) which is X8nThLpw, xKoSa%Lw, uh8Gsg%c."
  ],
  "Red-naped Sapsucker": [
    "A photo of a bird: a Red-naped Sapsucker which is @4VDRXUo, YFhLC(LE, gP7Bz0LV.",
    "A photo of a bird: a Red-naped Sapsucker which is le!Z!x(o, nzMQEFkA, ArrV3KuB.",
    "A photo of a bird: a Red-naped Sapsucker which is Vg$YydXM, tENRo63a, 4yl7m2EO.",
    "A photo of a bird: a Red-naped Sapsucker which is UsfA1ex!, Avhr5Hn$, MOH@8U3q.",
    "A photo of a bird: a Red-naped Sapsucker which is !8&5H%&i, @Kkj0U%o, 4eFff7Zu."
  ],
  "Red-breasted Sapsucker": [
    "A photo of a bird: a Red-breasted Sapsucker which is nWJ@*zV9, XGH284$^, WPIBZF3C.",
    "A photo of a bird: a Red-breasted Sapsucker which is GvR0B9o4, bSAl7ujW, XA4S&n8P.",
    "A photo of a bird: a Red-breasted Sapsucker which is 2rSabXIr, diJUi$x1, geZ$EccC.",
    "A photo of a bird: a Red-breasted Sapsucker which is OZW8$R!%, owKZz#Rh, PHgsr#KD.",
    "A photo of a bird: a Red-breasted Sapsucker which is T9Wrl@g), JjVEkLwM, s##)Jja6."
  ],
  "Ladder-backed Woodpecker": [
    "A photo of a bird: a Ladder-backed Woodpecker which is X0VbCdv1, 4xQOypk@, CU0@Yoq#.",
    "A photo of a bird: a Ladder-backed Woodpecker which is 8$BZ7oa$, ecd7QeFi, a^9MdL(q.",
    "A photo of a bird: a Ladder-backed Woodpecker which is Yuy@RmXS, q%YTEg3C, MUK6kjTL.",
    "A photo of a bird: a Ladder-backed Woodpecker which is z(2vHYsG, azZf7)cz, Np4r!F%R.",
    "A photo of a bird: a Ladder-backed Woodpecker which is SukO)1kE, q)0zc0DI, I!KI!jM6."
  ],
  "Nuttall's Woodpecker": [
    "A photo of a bird: a Nuttall's Woodpecker which is p%FLVzgV, @4l%mlEF, LXaYoUgC.",
    "A photo of a bird: a Nuttall's Woodpecker which is 6mNUWZ*a, uQ6OhxSI, kxRJvNnO.",
    "A photo of a bird: a Nuttall's Woodpecker which is *Mw%%^u3, h&BIPP&k, &!!zgMfi.",
    "A photo of a bird: a Nuttall's Woodpecker which is (Lc!zdZn, tYn&O#zH, dqbkoi0k.",
    "A photo of a bird: a Nuttall's Woodpecker which is TeK8ctP*, CUy)l9Dp, iOB@a&Ub."
  ],
  "Downy Woodpecker": [
    "A photo of a bird: a Downy Woodpecker which is jsmBZkYP, AH5T)Yx@, X62v&*AD.",
    "A photo of a bird: a Downy Woodpecker which is 3JdB$4Av, ^pxeBENM, 7z!o1tov.",
    "A photo of a bird: a Downy Woodpecker which is 1q^zNElD, JFCvwl96, ILaKRr3U.",
    "A photo of a bird: a Downy Woodpecker which is 3Rp7sr(F, QyMz24we, )cmtH0aG.",
    "A photo of a bird: a Downy Woodpecker which is u%22OYG$, Jk*wT%W*, aOcEy)hc."
  ],
  "Hairy Woodpecker": [
    "A photo of a bird: a Hairy Woodpecker which is jYa)bnOw, y@kHtXWq, qJ92n50h.",
    "A photo of a bird: a Hairy Woodpecker which is kVPt!CnH, tN8BnWhd, AqnZzv&s.",
    "A photo of a bird: a Hairy Woodpecker which is 2(57TQxf, V%yz2pGc, 3jn8DoFB.",
    "A photo of a bird: a Hairy Woodpecker which is )kgwI*Z2, 12sh2csi, (VCbSePg.",
    "A photo of a bird: a Hairy Woodpecker which is 7r4qSyf1, ^wcxSQk7, $YEq5&&p."
  ],
  "Pileated Woodpecker": [
    "A photo of a bird: a Pileated Woodpecker which is 47MO&wy^, VUeA6CA9, km0hsH3F.",
    "A photo of a bird: a Pileated Woodpecker which is HReZvbus, #LYUr@A$, gcVl(IiU.",
    "A photo of a bird: a Pileated Woodpecker which is xDXiWHj$, *6$pliEX, gdKqSlQr.",
    "A photo of a bird: a Pileated Woodpecker which is OfxpH4ib, jKGaUyQS, 0Aoswa)a.",
    "A photo of a bird: a Pileated Woodpecker which is 3B6rJS@1, wydQKGCr, 4tRZoDXW."
  ],
  "Black Guillemot (Nonbreeding, juvenile)": [
    "A photo of a bird: a Black Guillemot (Nonbreeding, juvenile) which is veZk4Ngf, rNjmd2hr, BhwkhMNA.",
    "A photo of a bird: a Black Guillemot (Nonbreeding, juvenile) which is qcNo0@WL, 0Tq8rOWg, ^IrBa1Qw.",
    "A photo of a bird: a Black Guillemot (Nonbreeding, juvenile) which is IIdbjsZ4, *$GFtA55, W8xmHMfh.",
    "A photo of a bird: a Black Guillemot (Nonbreeding, juvenile) which is 42S5vsAR, kCy7RGJr, GXi2KDkE.",
    "A photo of a bird: a Black Guillemot (Nonbreeding, juvenile) which is QCjC7%Fp, bAohN9Iu, )lkX%2uB."
  ],
  "Pigeon Guillemot (Nonbreeding, juvenile)": [
    "A photo of a bird: a Pigeon Guillemot (Nonbreeding, juvenile) which is evCBJopv, WfG4XmWA, vqR)1o%s.",
    "A photo of a bird: a Pigeon Guillemot (Nonbreeding, juvenile) which is bswMOQ#%, pN4qcMJR, UCq83Pn&.",
    "A photo of a bird: a Pigeon Guillemot (Nonbreeding, juvenile) which is 4Y&iUIex, qe$d1XPf, GjlILbMG.",
    "A photo of a bird: a Pigeon Guillemot (Nonbreeding, juvenile) which is Q)Cd7yGS, 40V7IuSS, el!hiu94.",
    "A photo of a bird: a Pigeon Guillemot (Nonbreeding, juvenile) which is )z1NMh^*, FJTX&YDr, )ogQ(Az6."
  ],
  "Black-legged Kittiwake (Immature)": [
    "A photo of a bird: a Black-legged Kittiwake (Immature) which is 12hQRp$K, g8p9ZU@d, M&Yio7JE.",
    "A photo of a bird: a Black-legged Kittiwake (Immature) which is JnXmC5XE, i8fSLtc9, wReIlzvL.",
    "A photo of a bird: a Black-legged Kittiwake (Immature) which is xqY$7qRQ, 2iIu0Rl$, 3#h6fR1x.",
    "A photo of a bird: a Black-legged Kittiwake (Immature) which is @e1(&sJE, m^6)YDcY, CPss70Nw.",
    "A photo of a bird: a Black-legged Kittiwake (Immature) which is gC3Ra3HC, Vy&dQYw@, PHT$c(S!."
  ],
  "Laughing Gull (Nonbreeding/Immature)": [
    "A photo of a bird: a Laughing Gull (Nonbreeding/Immature) which is YHT#x&%E, Keo*H^GI, jIqva%wU.",
    "A photo of a bird: a Laughing Gull (Nonbreeding/Immature) which is U0&gS@8q, 6D$nqw#g, NUwtv*!t.",
    "A photo of a bird: a Laughing Gull (Nonbreeding/Immature) which is WWlu62aR, Fz#gWLV(, DtSPhJnM.",
    "A photo of a bird: a Laughing Gull (Nonbreeding/Immature) which is Y#Hx7j8), XSK7Bf#4, boBSnP)c.",
    "A photo of a bird: a Laughing Gull (Nonbreeding/Immature) which is &rBBP^Em, myqBOge7, 4nW854vu."
  ],
  "Heermann's Gull (Immature)": [
    "A photo of a bird: a Heermann's Gull (Immature) which is TkaEm1tn, 6WMqrpA^, 1B#scF66.",
    "A photo of a bird: a Heermann's Gull (Immature) which is mrOBSjxb, ty7Pz(9T, ^6)R@%8!.",
    "A photo of a bird: a Heermann's Gull (Immature) which is rE$!Exxg, !DdG5La2, 5yjKG^(1.",
    "A photo of a bird: a Heermann's Gull (Immature) which is RCB*EQSs, bYG9U!!F, d8S$f*pL.",
    "A photo of a bird: a Heermann's Gull (Immature) which is 5&^GyIzF, xUf0EbgJ, vO0nuo*R."
  ],
  "Ring-billed Gull (Immature)": [
    "A photo of a bird: a Ring-billed Gull (Immature) which is UFLb(%x$, U4DY4qyd, 71tmOf7M.",
    "A photo of a bird: a Ring-billed Gull (Immature) which is mxGvcje!, 9M!)EmB7, L4T2rUP2.",
    "A photo of a bird: a Ring-billed Gull (Immature) which is DOdBxzb8, bf3FPRg6, Uav%9k!Y.",
    "A photo of a bird: a Ring-billed Gull (Immature) which is HL2dpxk&, 1pvuTsKR, 1ZqMWkqF.",
    "A photo of a bird: a Ring-billed Gull (Immature) which is EI8#GpiG, uzHEW#B^, GwcS$$R6."
  ],
  "Western Gull (Immature)": [
    "A photo of a bird: a Western Gull (Immature) which is tJ3Aturu, KyQ9GHs7, b2rCEIb!.",
    "A photo of a bird: a Western Gull (Immature) which is b!EzwGog, wHo3eQ4U, d915AzKr.",
    "A photo of a bird: a Western Gull (Immature) which is usr(5VEr, &$!jD(T$, Wa&sc)1f.",
    "A photo of a bird: a Western Gull (Immature) which is 06Q2AEfX, RO08)gh@, K1G%Cf0H.",
    "A photo of a bird: a Western Gull (Immature) which is EgUUKWuH, QCU4B@Yb, AjD(QbUe."
  ],
  "California Gull (Immature)": [
    "A photo of a bird: a California Gull (Immature) which is ZYXamYJ$, 9w8WSE$e, de@MBww!.",
    "A photo of a bird: a California Gull (Immature) which is pQgG1ysv, vjnRub#!, lZ4Iqzf$.",
    "A photo of a bird: a California Gull (Immature) which is X2Dw!Jvo, *%fWazAt, &Ew6z&^3.",
    "A photo of a bird: a California Gull (Immature) which is AmiNx@6e, Pv@5fm)(, x68(hH2m.",
    "A photo of a bird: a California Gull (Immature) which is M^gpM&g#, 30)*esBs, Y(m$hRAH."
  ],
  "Herring Gull (Immature)": [
    "A photo of a bird: a Herring Gull (Immature) which is 8(880hew, Hngg0grx, UA9&xcew.",
    "A photo of a bird: a Herring Gull (Immature) which is aFgZ#S@D, Sv3xD8F1, v)v41nQk.",
    "A photo of a bird: a Herring Gull (Immature) which is ^9RydwfS, 0hEhYBUX, ge28YLjV.",
    "A photo of a bird: a Herring Gull (Immature) which is j1Dk7%kg, 6zTm48OB, kMTJ5Z1a.",
    "A photo of a bird: a Herring Gull (Immature) which is Ok5T^TJ2, NGYlc*V$, tyJj5O^k."
  ],
  "Glaucous-winged Gull (Immature)": [
    "A photo of a bird: a Glaucous-winged Gull (Immature) which is zvnZdWK%, UYkTLbBu, c47sEzvI.",
    "A photo of a bird: a Glaucous-winged Gull (Immature) which is G5XRyZb!, T*QxCXog, CTz5pOM%.",
    "A photo of a bird: a Glaucous-winged Gull (Immature) which is F@zY$S7f, C*Ej%8bg, h0nB%IQV.",
    "A photo of a bird: a Glaucous-winged Gull (Immature) which is G@2Spbx2, 09L530O&, PwQ2s60&.",
    "A photo of a bird: a Glaucous-winged Gull (Immature) which is qFOQ@&Dp, eO0j0J6s, KL6M38xX."
  ],
  "Great Black-backed Gull (Immature)": [
    "A photo of a bird: a Great Black-backed Gull (Immature) which is k#AVVV!l, $Z#2hprp, FKyMv^E$.",
    "A photo of a bird: a Great Black-backed Gull (Immature) which is UKRCxNIt, uxPyfzo^, xy4xT%YJ.",
    "A photo of a bird: a Great Black-backed Gull (Immature) which is MGt*eT*B, @%Exi1iS, JsqSzw34.",
    "A photo of a bird: a Great Black-backed Gull (Immature) which is F@SFRr0$, d&zKn8Cn, c2xIUmuj.",
    "A photo of a bird: a Great Black-backed Gull (Immature) which is uM1vVmBN, OLsVdfTK, cao$Nf9!."
  ],
  "Black-bellied Whistling-Duck": [
    "A photo of a bird: a Black-bellied Whistling-Duck which is Fr5LC1hy, sEbrlCSF, 9^7DYJdx.",
    "A photo of a bird: a Black-bellied Whistling-Duck which is o%9vPhXZ, 7zGTX5Ad, (@&*09UV.",
    "A photo of a bird: a Black-bellied Whistling-Duck which is O9WG!Ngl, ns^AIKuC, GR777f4O.",
    "A photo of a bird: a Black-bellied Whistling-Duck which is PhKGAePX, v5Rloh%S, m22LUVIF.",
    "A photo of a bird: a Black-bellied Whistling-Duck which is FBw#IAvS, UZTw(FHJ, yDO&07tS."
  ],
  "Snow Goose (Blue morph)": [
    "A photo of a bird: a Snow Goose (Blue morph) which is #J&XvipQ, H)Vh&UH9, 3SsV6VXI.",
    "A photo of a bird: a Snow Goose (Blue morph) which is m^HKChyU, 0JgM@ApV, k9M*zb31.",
    "A photo of a bird: a Snow Goose (Blue morph) which is 48IR7AKV, Cl#M$Tin, mp04TFvH.",
    "A photo of a bird: a Snow Goose (Blue morph) which is s6)GZs(W, J67ruOZP, )Lp^A3cH.",
    "A photo of a bird: a Snow Goose (Blue morph) which is n7hfzWVc, h1^H4tcN, YmMwh$l1."
  ],
  "Ross's Goose": [
    "A photo of a bird: a Ross's Goose which is A6rN4QGW, zoE)AWzL, DJGjMtgp.",
    "A photo of a bird: a Ross's Goose which is 572SfnR$, wJwSF9%w, Z0D3@&t*.",
    "A photo of a bird: a Ross's Goose which is o3(WV$Wq, AT8Ol7K(, y&Wr06&Y.",
    "A photo of a bird: a Ross's Goose which is 5kK2C^h6, W&5lsVxl, B%Q4N6kx.",
    "A photo of a bird: a Ross's Goose which is Sw(2GtTB, ApA6u%hh, 3M9$yp%n."
  ],
  "Wood Duck (Female/Eclipse male)": [
    "A photo of a bird: a Wood Duck (Female/Eclipse male) which is *Xko7UhQ, G&Evh4uJ, fBjcfVrr.",
    "A photo of a bird: a Wood Duck (Female/Eclipse male) which is tehnmoCo, K@Cu$dP), VIhN3B1A.",
    "A photo of a bird: a Wood Duck (Female/Eclipse male) which is IVXeD*Jd, N8CdvK6q, q7l8V5sE.",
    "A photo of a bird: a Wood Duck (Female/Eclipse male) which is vQfcZXqX, B$5O*Z2U, qj6)YQXi.",
    "A photo of a bird: a Wood Duck (Female/Eclipse male) which is e!OhCNPH, atixrRTC, j!&CamE0."
  ],
  "Gadwall (Female/Eclipse male)": [
    "A photo of a bird: a Gadwall (Female/Eclipse male) which is 2NKAta!%, q3AqKvXS, fDG@xgw%.",
    "A photo of a bird: a Gadwall (Female/Eclipse male) which is BpXyblfd, 6g$rgxKT, YOap6!GJ.",
    "A photo of a bird: a Gadwall (Female/Eclipse male) which is J9YnyK$#, vj$YagCM, qTNxrBs2.",
    "A photo of a bird: a Gadwall (Female/Eclipse male) which is G7G!FeBq, x&8^5GT8, 8UIrqmPE.",
    "A photo of a bird: a Gadwall (Female/Eclipse male) which is 70x2J()y, 4vuMdv!F, 58M)B98l."
  ],
  "American Wigeon (Female/Eclipse male)": [
    "A photo of a bird: a American Wigeon (Female/Eclipse male) which is dQ9#zP#5, DihI)IwG, u1EHK4kB.",
    "A photo of a bird: a American Wigeon (Female/Eclipse male) which is Pvy^W2PR, sXMzE8BQ, R%&ZDpjD.",
    "A photo of a bird: a American Wigeon (Female/Eclipse male) which is Nc3FFGQH, 2oO7kqHn, 12FWg&2).",
    "A photo of a bird: a American Wigeon (Female/Eclipse male) which is iNEn5D*V, moqX3dkS, %sB46#8&.",
    "A photo of a bird: a American Wigeon (Female/Eclipse male) which is B(sq%Cyj, yMC4RgKr, Zd4!tM7y."
  ],
  "Mallard (Female/Eclipse male)": [
    "A photo of a bird: a Mallard (Female/Eclipse male) which is M4yh*T3L, amzwk5x(, D)*A5I9&.",
    "A photo of a bird: a Mallard (Female/Eclipse male) which is NTGCWdZ&, mrfI#g*$, O*%&3VMH.",
    "A photo of a bird: a Mallard (Female/Eclipse male) which is LI%Lo5f5, 6O5m6IVC, vEq2NKHb.",
    "A photo of a bird: a Mallard (Female/Eclipse male) which is fcLwXkbX, 0Va0Jv&e, tJj!e!tD.",
    "A photo of a bird: a Mallard (Female/Eclipse male) which is !x14zDWG, t7qZdM3v, N^na*KJ#."
  ],
  "Blue-winged Teal (Female/juvenile)": [
    "A photo of a bird: a Blue-winged Teal (Female/juvenile) which is XpMUE5!y, (ljItVyY, SHgdhFR8.",
    "A photo of a bird: a Blue-winged Teal (Female/juvenile) which is IjSzPd9l, 0zrY*Gat, UoIyl$y*.",
    "A photo of a bird: a Blue-winged Teal (Female/juvenile) which is TAxiEpRF, ulb4y^v9, )*$v67Pl.",
    "A photo of a bird: a Blue-winged Teal (Female/juvenile) which is jRLNXmV&, *$0q%F4I, @snwTyv#.",
    "A photo of a bird: a Blue-winged Teal (Female/juvenile) which is Ll(BIyDZ, w#!U8SP2, q%UUjH!*."
  ],
  "Cinnamon Teal (Female/juvenile)": [
    "A photo of a bird: a Cinnamon Teal (Female/juvenile) which is TZOaeYII, j@DY*7js, lcDRd2Zt.",
    "A photo of a bird: a Cinnamon Teal (Female/juvenile) which is 7($Wkr^i, H7C$s*xP, 4@TLjRq(.",
    "A photo of a bird: a Cinnamon Teal (Female/juvenile) which is R(t5lPT8, *UxEDX45, fz!bmF$1.",
    "A photo of a bird: a Cinnamon Teal (Female/juvenile) which is H4CaZkOP, YTF8D!Uv, GJ8YwVd%.",
    "A photo of a bird: a Cinnamon Teal (Female/juvenile) which is mrCJkYeF, &6tPSwqP, Qt91W!4X."
  ],
  "Northern Shoveler (Female/Eclipse male)": [
    "A photo of a bird: a Northern Shoveler (Female/Eclipse male) which is mHXyo77h, pbItr#Wd, (EhmvIsT.",
    "A photo of a bird: a Northern Shoveler (Female/Eclipse male) which is Mn6lryxf, drjgcZAz, MJ5&t)dk.",
    "A photo of a bird: a Northern Shoveler (Female/Eclipse male) which is #6W&CfQl, 69jq5cJL, Q870@$z1.",
    "A photo of a bird: a Northern Shoveler (Female/Eclipse male) which is 0w*^(S!h, X9wJi^Fq, *Tjtr8F1.",
    "A photo of a bird: a Northern Shoveler (Female/Eclipse male) which is j9W!V#Zr, j!aFfclw, OB6WEG@w."
  ],
  "Northern Pintail (Female/Eclipse male)": [
    "A photo of a bird: a Northern Pintail (Female/Eclipse male) which is XXE$K1Qh, fu2090RI, KKhQc5#V.",
    "A photo of a bird: a Northern Pintail (Female/Eclipse male) which is BrLDKY0g, 6zEQ)TVB, )2MlILa&.",
    "A photo of a bird: a Northern Pintail (Female/Eclipse male) which is ZlaTNW^u, lnpEbL0Z, cMdCF@2Q.",
    "A photo of a bird: a Northern Pintail (Female/Eclipse male) which is )AUyuND#, sIO^BLEA, !yJhEzdW.",
    "A photo of a bird: a Northern Pintail (Female/Eclipse male) which is 57ov%gdT, FQkZjM*E, 2p3YIrWh."
  ],
  "Green-winged Teal (Female/juvenile)": [
    "A photo of a bird: a Green-winged Teal (Female/juvenile) which is JOh48huI, l9kVjA6y, beyQc)ZV.",
    "A photo of a bird: a Green-winged Teal (Female/juvenile) which is QNp8CGLI, whpo5uL3, ecfqlw^(.",
    "A photo of a bird: a Green-winged Teal (Female/juvenile) which is J(uFO*D), DBKJohRB, kl4Telrj.",
    "A photo of a bird: a Green-winged Teal (Female/juvenile) which is #uA1G9&n, fAOds%9l, !@afCdNi.",
    "A photo of a bird: a Green-winged Teal (Female/juvenile) which is mPJN3ISQ, BnfkCxN6, 9vlk5sNs."
  ],
  "Canvasback (Female/Eclipse male)": [
    "A photo of a bird: a Canvasback (Female/Eclipse male) which is NC0rHHvc, ^8!$ckWT, 6%4RrPag.",
    "A photo of a bird: a Canvasback (Female/Eclipse male) which is s^4!O176, 5S08BVR@, 0DN3u*pf.",
    "A photo of a bird: a Canvasback (Female/Eclipse male) which is g2Lh99Tw, &ygYlTGQ, awcAa156.",
    "A photo of a bird: a Canvasback (Female/Eclipse male) which is #Gv6Hpbh, 6z$tI&kx, (R4Gtq9^.",
    "A photo of a bird: a Canvasback (Female/Eclipse male) which is tSP%La^r, hq1)unT*, f8bm2Gqe."
  ],
  "Redhead (Female/Eclipse male)": [
    "A photo of a bird: a Redhead (Female/Eclipse male) which is UdJ&rXcb, MDxDgxCB, ueF&CR@B.",
    "A photo of a bird: a Redhead (Female/Eclipse male) which is TQLtseaU, Dh)%GH2G, &3pIPwoo.",
    "A photo of a bird: a Redhead (Female/Eclipse male) which is )cMh@FP2, 7)ub%tv&, 6yQGqqVv.",
    "A photo of a bird: a Redhead (Female/Eclipse male) which is ODYy^q(I, W60z$@2w, YQmT(pBi.",
    "A photo of a bird: a Redhead (Female/Eclipse male) which is 1I7q)pOv, E$tJ0%o1, OzL9*rS!."
  ],
  "Ring-necked Duck (Female/Eclipse male)": [
    "A photo of a bird: a Ring-necked Duck (Female/Eclipse male) which is VBGgY)*t, oi3%C^EA, Oh!7Hj@i.",
    "A photo of a bird: a Ring-necked Duck (Female/Eclipse male) which is jbYQS^As, vpQXGhv(, Uza!RrVI.",
    "A photo of a bird: a Ring-necked Duck (Female/Eclipse male) which is 8hMC&Pkx, R9db%Cdd, f*6W1fxf.",
    "A photo of a bird: a Ring-necked Duck (Female/Eclipse male) which is fQnss3SL, kgqd1KVn, 9VBPdW&$.",
    "A photo of a bird: a Ring-necked Duck (Female/Eclipse male) which is 79Io^fss, iW^HTTD#, AwERjf)N."
  ],
  "Greater Scaup (Female/Eclipse male)": [
    "A photo of a bird: a Greater Scaup (Female/Eclipse male) which is @bpf0CuI, eT(qcnsi, TREn$Re9.",
    "A photo of a bird: a Greater Scaup (Female/Eclipse male) which is FbrqPePq, my4M@TCG, hBRHs8O8.",
    "A photo of a bird: a Greater Scaup (Female/Eclipse male) which is lnnS2sXu, *51EYNK!, @f4qdsRL.",
    "A photo of a bird: a Greater Scaup (Female/Eclipse male) which is xJgyYQVX, 3$YmIIRm, zhkZtCqm.",
    "A photo of a bird: a Greater Scaup (Female/Eclipse male) which is D@*Cbkxv, MaSySOJ3, Z*5o7(9w."
  ],
  "Lesser Scaup (Female/Eclipse male)": [
    "A photo of a bird: a Lesser Scaup (Female/Eclipse male) which is yOUkZtge, W)*GpLkz, &HFhAO0l.",
    "A photo of a bird: a Lesser Scaup (Female/Eclipse male) which is o5NA&c&Y, PlsTkH*8, mh@XLomF.",
    "A photo of a bird: a Lesser Scaup (Female/Eclipse male) which is Z(2uznHa, S8NjH7eX, lSE@Txl0.",
    "A photo of a bird: a Lesser Scaup (Female/Eclipse male) which is xxXb&@ci, vMsjEmXa, E)jrc1Ma.",
    "A photo of a bird: a Lesser Scaup (Female/Eclipse male) which is $WX@UoG6, P(3k&cR!, ZpE#EBO0."
  ],
  "Harlequin Duck (Female/juvenile)": [
    "A photo of a bird: a Harlequin Duck (Female/juvenile) which is vr9sus^C, FtHcNu0N, h0gDk&7m.",
    "A photo of a bird: a Harlequin Duck (Female/juvenile) which is ajgzwbR6, S(D03i8Z, AYYj5NdK.",
    "A photo of a bird: a Harlequin Duck (Female/juvenile) which is N(UTq%1&, 9w)my!oA, 3g$36wX8.",
    "A photo of a bird: a Harlequin Duck (Female/juvenile) which is HYNmcfGM, brs*5M5a, 2H8F59w#.",
    "A photo of a bird: a Harlequin Duck (Female/juvenile) which is m)p&xXv0, Qnx5OFGR, (gX4)5qZ."
  ],
  "Surf Scoter (Female/immature)": [
    "A photo of a bird: a Surf Scoter (Female/immature) which is 2H*Fs3Xg, CN(9*P$c, 2@V*n3oZ.",
    "A photo of a bird: a Surf Scoter (Female/immature) which is QBaLtF1j, KPLSqX%u, #110P2I@.",
    "A photo of a bird: a Surf Scoter (Female/immature) which is 8jh$xCd4, 9pW1@W@k, AU^9KKh3.",
    "A photo of a bird: a Surf Scoter (Female/immature) which is sqPCrZ#a, arQS(9^V, vtH#V!wh.",
    "A photo of a bird: a Surf Scoter (Female/immature) which is *GP71jU%, uq37)hC^, 0rP%pSxT."
  ],
  "White-winged Scoter (Female/juvenile)": [
    "A photo of a bird: a White-winged Scoter (Female/juvenile) which is ZOd6YPEK, wKqWxV5f, Iw7)WJ&p.",
    "A photo of a bird: a White-winged Scoter (Female/juvenile) which is )UhXH&g%, TnVUaKpQ, koZxa$DQ.",
    "A photo of a bird: a White-winged Scoter (Female/juvenile) which is y&x30q3*, %XCoHwWx, iSlQdkjt.",
    "A photo of a bird: a White-winged Scoter (Female/juvenile) which is Jv5xcrzA, Y)d(cDHf, Ew^5O55i.",
    "A photo of a bird: a White-winged Scoter (Female/juvenile) which is lNrVgTI0, 48xFD$mk, (UVTAvEY."
  ],
  "Black Scoter (Female/juvenile)": [
    "A photo of a bird: a Black Scoter (Female/juvenile) which is rasA6yxj, DYEJJM5w, 5qjD)PRs.",
    "A photo of a bird: a Black Scoter (Female/juvenile) which is 7cLX7CBV, 7k*#OnXk, OAybh3cU.",
    "A photo of a bird: a Black Scoter (Female/juvenile) which is $bZ&WmeQ, pwcFIlin, fUX26QT8.",
    "A photo of a bird: a Black Scoter (Female/juvenile) which is 1l%4Ri9q, Il%deO@K, UGuGduOJ.",
    "A photo of a bird: a Black Scoter (Female/juvenile) which is M#4#^enl, V71bf)EP, duDEKx1t."
  ],
  "Bufflehead (Female/immature male)": [
    "A photo of a bird: a Bufflehead (Female/immature male) which is D8EXbE7t, lT%)mHGH, sJ$sF6Yt.",
    "A photo of a bird: a Bufflehead (Female/immature male) which is wH3dFkSK, G%NlL5j5, kCZY2sFa.",
    "A photo of a bird: a Bufflehead (Female/immature male) which is oJU^cBZN, aoX*CwH!, 8TkPnim2.",
    "A photo of a bird: a Bufflehead (Female/immature male) which is sOz(Wt85, gR(OsbF^, iaL0C!hm.",
    "A photo of a bird: a Bufflehead (Female/immature male) which is IU0d7eqE, NAFBYUvf, d(g%PaWd."
  ],
  "Common Goldeneye (Female/Eclipse male)": [
    "A photo of a bird: a Common Goldeneye (Female/Eclipse male) which is hNA0adzu, IX%qXmf), m#H$4IUW.",
    "A photo of a bird: a Common Goldeneye (Female/Eclipse male) which is V9yqRx!), 1s2yBWS1, WluDi4pv.",
    "A photo of a bird: a Common Goldeneye (Female/Eclipse male) which is ^49g#nH4, SqFE213X, GM1#3aMy.",
    "A photo of a bird: a Common Goldeneye (Female/Eclipse male) which is 36GRdAv0, LftSLp7y, CudzsxOP.",
    "A photo of a bird: a Common Goldeneye (Female/Eclipse male) which is FnArkFQg, iXeYAXfM, DEKN)xql."
  ],
  "Barrow's Goldeneye (Female/Eclipse male)": [
    "A photo of a bird: a Barrow's Goldeneye (Female/Eclipse male) which is r7DKp6GY, UX9a2@k9, ty*J^a9v.",
    "A photo of a bird: a Barrow's Goldeneye (Female/Eclipse male) which is 77L@I5!Z, ke2u*s0u, vamrGhZ%.",
    "A photo of a bird: a Barrow's Goldeneye (Female/Eclipse male) which is X)@fEGJM, 6yk7nG^E, %LSQNHHv.",
    "A photo of a bird: a Barrow's Goldeneye (Female/Eclipse male) which is xsGvetiR, )ZPXp)%X, *FYx))Ps.",
    "A photo of a bird: a Barrow's Goldeneye (Female/Eclipse male) which is #Lblu(uv, RE4zi@(D, 5jj%!e^H."
  ],
  "Hooded Merganser (Female/immature male)": [
    "A photo of a bird: a Hooded Merganser (Female/immature male) which is VyscwqBj, jTvrpFW6, $Z$eDUuG.",
    "A photo of a bird: a Hooded Merganser (Female/immature male) which is !E!5hTpY, J9OJ2dCf, YvSKKBzx.",
    "A photo of a bird: a Hooded Merganser (Female/immature male) which is 8f%l9Xmk, ^$LMFc%8, SC%R2mKl.",
    "A photo of a bird: a Hooded Merganser (Female/immature male) which is XMu@xdfp, W6M!H52m, 1%oFBFv4.",
    "A photo of a bird: a Hooded Merganser (Female/immature male) which is %1Nj&Y4n, kHBcra)I, O7Ff1DVq."
  ],
  "Common Merganser (Female/immature male)": [
    "A photo of a bird: a Common Merganser (Female/immature male) which is pTy!2&YI, yEnU99GU, 3exyzQp^.",
    "A photo of a bird: a Common Merganser (Female/immature male) which is 3pT7my%G, $wls2*xy, $L0YqPG$.",
    "A photo of a bird: a Common Merganser (Female/immature male) which is GchD*M&z, QT!CUqC4, !Ba*uW#1.",
    "A photo of a bird: a Common Merganser (Female/immature male) which is F1oZSfXu, RzHXcVEl, Wsw8Wult.",
    "A photo of a bird: a Common Merganser (Female/immature male) which is JbNxejZq, &PciZKg2, kqzNd#N)."
  ],
  "Red-breasted Merganser (Female/immature male)": [
    "A photo of a bird: a Red-breasted Merganser (Female/immature male) which is cW&ApG8o, DbTGl3fw, BRVAYP#z.",
    "A photo of a bird: a Red-breasted Merganser (Female/immature male) which is JOSAA#xU, XBOTFvA#, 8#OS^Xj9.",
    "A photo of a bird: a Red-breasted Merganser (Female/immature male) which is #k^^#3UK, 3fUgeTnv, $JZxeo4V.",
    "A photo of a bird: a Red-breasted Merganser (Female/immature male) which is IBSsoK3k, &n0Xr0gm, )@u1mo3q.",
    "A photo of a bird: a Red-breasted Merganser (Female/immature male) which is U5bsmZ7#, A7lIwOYu, 6Rsj$rlv."
  ],
  "California Quail (Female/juvenile)": [
    "A photo of a bird: a California Quail (Female/juvenile) which is aNQ&4ov*, (sKAep3S, X#EDnr6i.",
    "A photo of a bird: a California Quail (Female/juvenile) which is iblgYogq, gQvcS&dN, MfBD6liP.",
    "A photo of a bird: a California Quail (Female/juvenile) which is W!clWnCO, 6oFk2@TJ, )(ZYeIaV.",
    "A photo of a bird: a California Quail (Female/juvenile) which is X#giK2ux, !iZ4b@r&, sAcJsL3y.",
    "A photo of a bird: a California Quail (Female/juvenile) which is 7JyYz9Hq, 72pC8V*K, fU913w@2."
  ],
  "Gambel's Quail (Female/juvenile)": [
    "A photo of a bird: a Gambel's Quail (Female/juvenile) which is (*&2PB3e, CHaQu$!*, CR!j3pHc.",
    "A photo of a bird: a Gambel's Quail (Female/juvenile) which is hXLabJ$t, dErppc2y, MJuYXNSU.",
    "A photo of a bird: a Gambel's Quail (Female/juvenile) which is ry08Jk9x, NXXNytw!, p3#&4*%L.",
    "A photo of a bird: a Gambel's Quail (Female/juvenile) which is l2EN$NJC, OTkrbsqs, AwE5L1^t.",
    "A photo of a bird: a Gambel's Quail (Female/juvenile) which is CJgcqGym, FCizvKh3, sfFNYZY#."
  ],
  "Ring-necked Pheasant (Female/juvenile)": [
    "A photo of a bird: a Ring-necked Pheasant (Female/juvenile) which is fMiw%9@f, Ll1bxyTB, zs1KrKs9.",
    "A photo of a bird: a Ring-necked Pheasant (Female/juvenile) which is 48qG)6o@, WTw)9zDE, a)9g&UjJ.",
    "A photo of a bird: a Ring-necked Pheasant (Female/juvenile) which is kpL5Htjh, 9*G!o5qA, 4dP8Tb4n.",
    "A photo of a bird: a Ring-necked Pheasant (Female/juvenile) which is cZPD%zNf, DXs#3btL, st!*6cXm.",
    "A photo of a bird: a Ring-necked Pheasant (Female/juvenile) which is JPZP@i6Q, zu1Exjg1, Y8YzFIma."
  ],
  "Red-throated Loon (Nonbreeding/juvenile)": [
    "A photo of a bird: a Red-throated Loon (Nonbreeding/juvenile) which is aD%#@Ze), owP4Ywnw, iDpqlu0R.",
    "A photo of a bird: a Red-throated Loon (Nonbreeding/juvenile) which is ZXXdgaO&, jZuVG&1r, 9!4^vuY9.",
    "A photo of a bird: a Red-throated Loon (Nonbreeding/juvenile) which is mYT#rZ34, @#opmMHz, DJ)io%Dx.",
    "A photo of a bird: a Red-throated Loon (Nonbreeding/juvenile) which is tGZgfLj0, (8!**WLQ, fZa0i)iv.",
    "A photo of a bird: a Red-throated Loon (Nonbreeding/juvenile) which is CsZfhPKe, PAv0v%p0, 3LNUyZr)."
  ],
  "Pacific Loon (Nonbreeding/juvenile)": [
    "A photo of a bird: a Pacific Loon (Nonbreeding/juvenile) which is W*O80HeO, @Tym^l20, Nc*2DPQS.",
    "A photo of a bird: a Pacific Loon (Nonbreeding/juvenile) which is VDbMzZo), 7Uzew2Wj, hZ7n)I71.",
    "A photo of a bird: a Pacific Loon (Nonbreeding/juvenile) which is 8bdrLeT2, EZ22^qc5, 5YP#Lttl.",
    "A photo of a bird: a Pacific Loon (Nonbreeding/juvenile) which is YF0M!^mD, eIu!6CFE, CWgRlh)t.",
    "A photo of a bird: a Pacific Loon (Nonbreeding/juvenile) which is Iz96nyjk, n(C)qp8C, &sm%&qa$."
  ],
  "Common Loon (Nonbreeding/juvenile)": [
    "A photo of a bird: a Common Loon (Nonbreeding/juvenile) which is 2)H3s20q, gLkkH1Aj, Yo2P(e58.",
    "A photo of a bird: a Common Loon (Nonbreeding/juvenile) which is @C%D^nJq, )jMzC33q, k49pWn2o.",
    "A photo of a bird: a Common Loon (Nonbreeding/juvenile) which is c6Z70ZdN, Qko^c1ao, q2XTM6pu.",
    "A photo of a bird: a Common Loon (Nonbreeding/juvenile) which is C3fzJN%t, phLZT2Xi, &PBb(Tv8.",
    "A photo of a bird: a Common Loon (Nonbreeding/juvenile) which is zv7kAVMq, SluxZTGU, )RLAo0j)."
  ],
  "Horned Grebe (Nonbreeding/juvenile)": [
    "A photo of a bird: a Horned Grebe (Nonbreeding/juvenile) which is p5cRSR$W, LppXblQA, PW*54X0j.",
    "A photo of a bird: a Horned Grebe (Nonbreeding/juvenile) which is aF@1LT3D, G)JH!7PM, rOzS#aLn.",
    "A photo of a bird: a Horned Grebe (Nonbreeding/juvenile) which is kHmhz2rW, vP(qRS%u, oOx1DFVA.",
    "A photo of a bird: a Horned Grebe (Nonbreeding/juvenile) which is feJck9bk, 6HoWp1m0, VHZ7m0uK.",
    "A photo of a bird: a Horned Grebe (Nonbreeding/juvenile) which is tp(EC5Pc, aNFZ01o9, lw%G3@To."
  ],
  "Red-necked Grebe (Nonbreeding/juvenile)": [
    "A photo of a bird: a Red-necked Grebe (Nonbreeding/juvenile) which is HzA^g)54, SbogD$3V, A&hu26ZE.",
    "A photo of a bird: a Red-necked Grebe (Nonbreeding/juvenile) which is *8sJp*qF, Ne3#Zj^c, xF%gnN#1.",
    "A photo of a bird: a Red-necked Grebe (Nonbreeding/juvenile) which is FQ%MrGrt, d6KSKC1e, rKPQWu5&.",
    "A photo of a bird: a Red-necked Grebe (Nonbreeding/juvenile) which is l%v!zMQm, i7XB7KeL, dxwSBav5.",
    "A photo of a bird: a Red-necked Grebe (Nonbreeding/juvenile) which is pCFH0PV@, Eniy(rPX, Y(NDK%fO."
  ],
  "Eared Grebe (Nonbreeding/juvenile)": [
    "A photo of a bird: a Eared Grebe (Nonbreeding/juvenile) which is Td7iLppj, NZVa6Lwa, !my9nLh@.",
    "A photo of a bird: a Eared Grebe (Nonbreeding/juvenile) which is cnvzH*gA, d1VgvOPn, C4A@yPW1.",
    "A photo of a bird: a Eared Grebe (Nonbreeding/juvenile) which is Q7PMfFVf, aaw&Rol8, &OZ4^AJ$.",
    "A photo of a bird: a Eared Grebe (Nonbreeding/juvenile) which is hElQok2u, z*d!96cd, )p!f%JLz.",
    "A photo of a bird: a Eared Grebe (Nonbreeding/juvenile) which is lGMBhX#(, $41ZU%)Q, 7^EJghNd."
  ],
  "Northern Gannet (Immature/Juvenile)": [
    "A photo of a bird: a Northern Gannet (Immature/Juvenile) which is UN#WjWUq, W8%onz!K, JZjEkiuV.",
    "A photo of a bird: a Northern Gannet (Immature/Juvenile) which is RNXY)68@, YTPDN*zy, gkdpELDt.",
    "A photo of a bird: a Northern Gannet (Immature/Juvenile) which is hXOas5Dd, MfS$s5Nq, Exu@cDQ6.",
    "A photo of a bird: a Northern Gannet (Immature/Juvenile) which is 17$c7XGy, FOXT$zVJ, k(fkSbSG.",
    "A photo of a bird: a Northern Gannet (Immature/Juvenile) which is 9U$m9WTu, DCgRydC9, uk(CHvZ#."
  ],
  "Double-crested Cormorant (Adult)": [
    "A photo of a bird: a Double-crested Cormorant (Adult) which is x$j4Xj6&, g2B3MF3w, Lt^@QT4D.",
    "A photo of a bird: a Double-crested Cormorant (Adult) which is UiAlJJXd, eA^&oZkk, mok7CcL1.",
    "A photo of a bird: a Double-crested Cormorant (Adult) which is LSR@Gh&e, 3az0qogZ, LADx*Suk.",
    "A photo of a bird: a Double-crested Cormorant (Adult) which is k0Zagk@t, s105tY5u, c$%IqY5o.",
    "A photo of a bird: a Double-crested Cormorant (Adult) which is 8H8QNXv2, gi^kgJ^!, #LKV*5Ok."
  ],
  "Great Cormorant (Immature)": [
    "A photo of a bird: a Great Cormorant (Immature) which is w(yH32Fp, xKGu^yjp, YK&k1)7k.",
    "A photo of a bird: a Great Cormorant (Immature) which is w1jxxeHL, Onbdryq1, n*l)FIBB.",
    "A photo of a bird: a Great Cormorant (Immature) which is djNJxYKf, VeIoX7ZC, znA2jjVc.",
    "A photo of a bird: a Great Cormorant (Immature) which is 8Z^s&pTi, 5f%zQ!Bw, Yw^pQSI6.",
    "A photo of a bird: a Great Cormorant (Immature) which is XAqrtPGS, 8Hg215vv, RJ1NzNDe."
  ],
  "Little Blue Heron (Immature)": [
    "A photo of a bird: a Little Blue Heron (Immature) which is MK8ID&)6, jAQJsG(p, j$Qd%pln.",
    "A photo of a bird: a Little Blue Heron (Immature) which is !xO%Fuoi, w^1$pCHH, 0JabCD)2.",
    "A photo of a bird: a Little Blue Heron (Immature) which is Ca*BZl)9, i*4UjP%9, K!MI42js.",
    "A photo of a bird: a Little Blue Heron (Immature) which is 4Roav4U), Fl2#C*ct, zqns$oy6.",
    "A photo of a bird: a Little Blue Heron (Immature) which is t@OiLw9F, h*ncBqOg, 2bO0qBTM."
  ],
  "Reddish Egret (White morph)": [
    "A photo of a bird: a Reddish Egret (White morph) which is fDyzA(NT, A^mSJ2%p, 9nXyJJHL.",
    "A photo of a bird: a Reddish Egret (White morph) which is IAp4Ep3g, sQQp6N*U, 5m49nRa6.",
    "A photo of a bird: a Reddish Egret (White morph) which is 9i!cfqhw, *wno*Jlf, )Rg!LC5B.",
    "A photo of a bird: a Reddish Egret (White morph) which is 677Yb8(V, Pg(IM%BS, PHqG(QCd.",
    "A photo of a bird: a Reddish Egret (White morph) which is nnnvWeKB, O(#$SHV2, A$Fo3Jai."
  ],
  "Black-crowned Night-Heron (Immature)": [
    "A photo of a bird: a Black-crowned Night-Heron (Immature) which is yWg*Wo60, 9a*EyKX!, XEe%LWI^.",
    "A photo of a bird: a Black-crowned Night-Heron (Immature) which is K)I7%Q7&, $)DtJmoJ, 8V@3zC!s.",
    "A photo of a bird: a Black-crowned Night-Heron (Immature) which is yG1BsQtF, fzT1tFsx, cTs3rJRa.",
    "A photo of a bird: a Black-crowned Night-Heron (Immature) which is 0W1SwqSx, bF6u!c*L, AMoM%PnR.",
    "A photo of a bird: a Black-crowned Night-Heron (Immature) which is rRv1d%6c, pp*@ga@p, 6Y8wd1kz."
  ],
  "Yellow-crowned Night-Heron (Immature)": [
    "A photo of a bird: a Yellow-crowned Night-Heron (Immature) which is qMTFouCu, EX)&CFcp, 9jI7PIiQ.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Immature) which is 4Z2u6dgm, Jd5h!xC(, s@ITooq8.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Immature) which is Espx!AYI, Q9b6y2Un, c2cDMy2e.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Immature) which is g8YWiln@, CgphnHAU, LvWY*$rD.",
    "A photo of a bird: a Yellow-crowned Night-Heron (Immature) which is Ka$K(Jed, 5DUicEcc, GoMUF0Ko."
  ],
  "White Ibis (Immature)": [
    "A photo of a bird: a White Ibis (Immature) which is as8zp%xu, W!@SILSn, !N6rVC(r.",
    "A photo of a bird: a White Ibis (Immature) which is &E1xS7&), @NV#)Qb), *cTAaZyE.",
    "A photo of a bird: a White Ibis (Immature) which is Sd1l8U#R, RSBp*7lr, 9CtarFUi.",
    "A photo of a bird: a White Ibis (Immature) which is z585Xpli, !Tzg(xbj, f&kc)9^j.",
    "A photo of a bird: a White Ibis (Immature) which is $v!4cr*$, yMZpLF7R, @QL1tZTx."
  ],
  "Bald Eagle (Immature, juvenile)": [
    "A photo of a bird: a Bald Eagle (Immature, juvenile) which is Lh9MI9nL, j^9Q!hy!, AHEML0yy.",
    "A photo of a bird: a Bald Eagle (Immature, juvenile) which is cdKP09S8, sKBWy72K, u1@81Kjs.",
    "A photo of a bird: a Bald Eagle (Immature, juvenile) which is DurxF9QA, 4R5^AxK9, KZVG3v3G.",
    "A photo of a bird: a Bald Eagle (Immature, juvenile) which is JJA!A@ip, G916rQSb, euxA(NwX.",
    "A photo of a bird: a Bald Eagle (Immature, juvenile) which is D#%8hEoO, 4VJlAp#%, 3Fs0bv4$."
  ],
  "Northern Harrier (Female, immature)": [
    "A photo of a bird: a Northern Harrier (Female, immature) which is (JWCoeuA, iTtJ%6eu, AO4zSy7%.",
    "A photo of a bird: a Northern Harrier (Female, immature) which is 5&EO*pA*, VY9DKO4z, a)1gK2do.",
    "A photo of a bird: a Northern Harrier (Female, immature) which is IAxHxlTP, PqO@4S*!, WEL&@(NU.",
    "A photo of a bird: a Northern Harrier (Female, immature) which is bgA4NQgA, odDdRnWr, pPrQnaWr.",
    "A photo of a bird: a Northern Harrier (Female, immature) which is OGmV&OSM, u^L2DGD1, t8jaqKgv."
  ],
  "Sharp-shinned Hawk (Immature)": [
    "A photo of a bird: a Sharp-shinned Hawk (Immature) which is 1Dvu0Dtc, HO332RFr, QULXNF9t.",
    "A photo of a bird: a Sharp-shinned Hawk (Immature) which is OwLVw&BR, (OYr6xFw, kSakB528.",
    "A photo of a bird: a Sharp-shinned Hawk (Immature) which is ^5t&BE)L, *i)nk4kV, U(UtOj$q.",
    "A photo of a bird: a Sharp-shinned Hawk (Immature) which is oIOt(WeL, Jv@LxKdt, xQX$x3VU.",
    "A photo of a bird: a Sharp-shinned Hawk (Immature) which is V4A5KOa@, y9jC1Uss, RpDqHAh*."
  ],
  "Cooper's Hawk (Immature)": [
    "A photo of a bird: a Cooper's Hawk (Immature) which is z@5mek(K, FGhAdxTg, *z^byAhq.",
    "A photo of a bird: a Cooper's Hawk (Immature) which is @Ndgsnnn, O!IEZo9W, XduoNac(.",
    "A photo of a bird: a Cooper's Hawk (Immature) which is 5Sf7dAjf, tH84%P3A, RyjbmSE&.",
    "A photo of a bird: a Cooper's Hawk (Immature) which is 5p$Knw!T, I#ZicfQl, #kCQu5oH.",
    "A photo of a bird: a Cooper's Hawk (Immature) which is uG*lufju, 5mEz9mog, DzKEkGxk."
  ],
  "Red-shouldered Hawk (Immature)": [
    "A photo of a bird: a Red-shouldered Hawk (Immature) which is GjdrTIeG, wa#z18XF, JEaHffmY.",
    "A photo of a bird: a Red-shouldered Hawk (Immature) which is gB!R6*A5, PqYqTAM0, Y*!EIeFv.",
    "A photo of a bird: a Red-shouldered Hawk (Immature) which is khMctCt1, 4TX1Pkce, 3$xvK4hR.",
    "A photo of a bird: a Red-shouldered Hawk (Immature) which is nCAr(orw, ZAvH!a7#, i3sGGUk4.",
    "A photo of a bird: a Red-shouldered Hawk (Immature) which is a*te6yYS, NW5!%TOH, G8MBhBGc."
  ],
  "Broad-winged Hawk (Immature)": [
    "A photo of a bird: a Broad-winged Hawk (Immature) which is RJ1*3r2e, eyA7gB3n, ZfQ)BUcR.",
    "A photo of a bird: a Broad-winged Hawk (Immature) which is 60dzZT%!, 7(yo8HV9, )!asmaMU.",
    "A photo of a bird: a Broad-winged Hawk (Immature) which is EUZGP6D2, (7V46eOK, !1bR^p8Q.",
    "A photo of a bird: a Broad-winged Hawk (Immature) which is euP6eHdo, jXWLy8WX, H794gWHY.",
    "A photo of a bird: a Broad-winged Hawk (Immature) which is K@hOEV0$, wcJowQC5, X)6kz68*."
  ],
  "Rough-legged Hawk (Light morph)": [
    "A photo of a bird: a Rough-legged Hawk (Light morph) which is Ar%8^V50, 4RzdzE1@, 0DIAiji0.",
    "A photo of a bird: a Rough-legged Hawk (Light morph) which is sG(JRA(%, W&VwMARQ, 2mkcfoY#.",
    "A photo of a bird: a Rough-legged Hawk (Light morph) which is EPk6igEQ, nAWpf3Ip, xCj50Iqx.",
    "A photo of a bird: a Rough-legged Hawk (Light morph) which is xEmjW3&s, KiOD9QuA, GPljPfUK.",
    "A photo of a bird: a Rough-legged Hawk (Light morph) which is y^5OtZ8A, 2Uw*XJI8, fvfjvvwz."
  ],
  "Golden Eagle (Immature)": [
    "A photo of a bird: a Golden Eagle (Immature) which is KYexz9k*, lSL0nQ9G, zE@sohM#.",
    "A photo of a bird: a Golden Eagle (Immature) which is 4(6MxC2q, %Ut5eZbk, J1ISz8k%.",
    "A photo of a bird: a Golden Eagle (Immature) which is a95K@SS^, Upl9TrG&, pwKThxJ9.",
    "A photo of a bird: a Golden Eagle (Immature) which is vAdg(D8@, ln7yxDl$, *7ysCZmV.",
    "A photo of a bird: a Golden Eagle (Immature) which is Pa8gGVqB, $%5%7sXZ, dd4%L(dP."
  ],
  "American Kestrel (Female, immature)": [
    "A photo of a bird: a American Kestrel (Female, immature) which is 3hnjs2gm, $lTJCBcR, FVg0$tnW.",
    "A photo of a bird: a American Kestrel (Female, immature) which is Fz5ky^5e, $Y@NFSW0, NOYm5Qm6.",
    "A photo of a bird: a American Kestrel (Female, immature) which is !UhuP$ti, hag6*XCP, ni9Dl$77.",
    "A photo of a bird: a American Kestrel (Female, immature) which is cG#kSKvw, SK*CAvfN, H^RrB@xR.",
    "A photo of a bird: a American Kestrel (Female, immature) which is hD&XP)*n, kiV#hewj, hC@3@qns."
  ],
  "Peregrine Falcon (Immature)": [
    "A photo of a bird: a Peregrine Falcon (Immature) which is Zaj@@%C^, Ifr4akr8, 2srE56Ic.",
    "A photo of a bird: a Peregrine Falcon (Immature) which is 3S0UTVQM, U$ECHdM@, !JjcUmvX.",
    "A photo of a bird: a Peregrine Falcon (Immature) which is b7Y@AfX6, 2ZJ%uH(y, ny@F6)Qo.",
    "A photo of a bird: a Peregrine Falcon (Immature) which is m)F02ZPw, nNhN5KnB, nWl8NEb@.",
    "A photo of a bird: a Peregrine Falcon (Immature) which is 1cn@z$3q, LRPffEPn, fnrYZy6(."
  ],
  "Purple Gallinule (Immature)": [
    "A photo of a bird: a Purple Gallinule (Immature) which is )aIaO%#O, VR5C4GKY, D3r^6$zR.",
    "A photo of a bird: a Purple Gallinule (Immature) which is 7N1um#Py, o8ncxevP, oXh1%hQJ.",
    "A photo of a bird: a Purple Gallinule (Immature) which is yW(6ECzR, ^ycer@$k, sEY84H*c.",
    "A photo of a bird: a Purple Gallinule (Immature) which is Z@7mTNkf, e5LS02z9, W19xk7fl.",
    "A photo of a bird: a Purple Gallinule (Immature) which is 1&E2J6fw, 8o)hbMC(, dF34Ps7b."
  ],
  "Common Gallinule (Immature)": [
    "A photo of a bird: a Common Gallinule (Immature) which is 6MKbYv&Z, W%jKvYbg, dL(eTHG5.",
    "A photo of a bird: a Common Gallinule (Immature) which is n2uRI$aV, *uUVs0wj, dA!5vCeT.",
    "A photo of a bird: a Common Gallinule (Immature) which is hiyy1PjZ, 2)Xjq*E9, XjgB4Z5R.",
    "A photo of a bird: a Common Gallinule (Immature) which is 2^NZ$7JI, FAeKHf4R, g*qGTltI.",
    "A photo of a bird: a Common Gallinule (Immature) which is cAQw1DK7, U47qiNXJ, (V40cT5z."
  ],
  "Black-bellied Plover (Nonbreeding/juvenile)": [
    "A photo of a bird: a Black-bellied Plover (Nonbreeding/juvenile) which is IwxnO3Mx, VZc#7R3Q, GWwcDL9#.",
    "A photo of a bird: a Black-bellied Plover (Nonbreeding/juvenile) which is a(1*fzHV, nXyXzypx, u2c2%YWG.",
    "A photo of a bird: a Black-bellied Plover (Nonbreeding/juvenile) which is YKL*Q@U#, j(h%1GkV, %b2w2eim.",
    "A photo of a bird: a Black-bellied Plover (Nonbreeding/juvenile) which is CXAJX#u^, bXwEILst, *jv7*esN.",
    "A photo of a bird: a Black-bellied Plover (Nonbreeding/juvenile) which is HibiH4ql, Hduv4crw, BEM)!Vs6."
  ],
  "Spotted Sandpiper (Nonbreeding/juvenile)": [
    "A photo of a bird: a Spotted Sandpiper (Nonbreeding/juvenile) which is W2Ue5q(5, FQ1^Ps8l, HuLh^ngE.",
    "A photo of a bird: a Spotted Sandpiper (Nonbreeding/juvenile) which is (rr6%X6g, 4lAf6err, 2t0l@6Hc.",
    "A photo of a bird: a Spotted Sandpiper (Nonbreeding/juvenile) which is 6*XpjgUl, i7sTi8#U, bah1Uo4z.",
    "A photo of a bird: a Spotted Sandpiper (Nonbreeding/juvenile) which is jfWtUE%V, &1Aotj3i, 7hXWSZw0.",
    "A photo of a bird: a Spotted Sandpiper (Nonbreeding/juvenile) which is DYM9xp2), w*CjUAMt, S6V*nnoN."
  ],
  "Sanderling (Nonbreeding/juvenile)": [
    "A photo of a bird: a Sanderling (Nonbreeding/juvenile) which is Q7KX&1T@, mLy%JdJV, gX#76z47.",
    "A photo of a bird: a Sanderling (Nonbreeding/juvenile) which is $zuYJIu$, OtQcE6da, O!%CNj1G.",
    "A photo of a bird: a Sanderling (Nonbreeding/juvenile) which is 65JQ46O$, !VBPkb8b, lz6zoFgF.",
    "A photo of a bird: a Sanderling (Nonbreeding/juvenile) which is P)96kTsc, OCjW#hIo, X3pAUqWX.",
    "A photo of a bird: a Sanderling (Nonbreeding/juvenile) which is QrTKM&^H, Pl%E4J$P, 0y5R1zS8."
  ],
  "Dunlin (Nonbreeding/juvenile)": [
    "A photo of a bird: a Dunlin (Nonbreeding/juvenile) which is 0@m00J!X, !5Fhq9^u, bp*CVjBH.",
    "A photo of a bird: a Dunlin (Nonbreeding/juvenile) which is %tcV(u%y, AfNqfiba, j!jZlIUW.",
    "A photo of a bird: a Dunlin (Nonbreeding/juvenile) which is yz5^(&F^, EItopYp2, 7)G0jF*R.",
    "A photo of a bird: a Dunlin (Nonbreeding/juvenile) which is 3Pf*iaBJ, 2enTs)L&, O4*%y!e#.",
    "A photo of a bird: a Dunlin (Nonbreeding/juvenile) which is IibnOOeG, c6)dS8H9, $hjIn&^1."
  ],
  "Wilson's Phalarope (Nonbreeding, juvenile)": [
    "A photo of a bird: a Wilson's Phalarope (Nonbreeding, juvenile) which is Ld(lXW)R, 7YLDZaek, bVI!^iQ2.",
    "A photo of a bird: a Wilson's Phalarope (Nonbreeding, juvenile) which is umQUxDcq, fxS4SZ&i, z4cma^Le.",
    "A photo of a bird: a Wilson's Phalarope (Nonbreeding, juvenile) which is FaR^Ha&0, ipbFTEUL, 4xXy)QPg.",
    "A photo of a bird: a Wilson's Phalarope (Nonbreeding, juvenile) which is yv7F#CSW, jmEyMi3j, w*qN3xd&.",
    "A photo of a bird: a Wilson's Phalarope (Nonbreeding, juvenile) which is sCh@snv!, 9$h4%Z@G, *F#O@EK8."
  ],
  "Broad-billed Hummingbird (Female, immature)": [
    "A photo of a bird: a Broad-billed Hummingbird (Female, immature) which is ^#&MGS&g, C6FU(ugG, rPM#pIfl.",
    "A photo of a bird: a Broad-billed Hummingbird (Female, immature) which is P@h1zWLk, #()FbFvI, QCeKGCP(.",
    "A photo of a bird: a Broad-billed Hummingbird (Female, immature) which is ##kd*3*W, &l&*3iA#, ))lrb4GK.",
    "A photo of a bird: a Broad-billed Hummingbird (Female, immature) which is P4iqYn3B, aM0a!%6p, Vd&c#t7(.",
    "A photo of a bird: a Broad-billed Hummingbird (Female, immature) which is 7DVjLF^t, #R9!56bJ, ddJ^hur!."
  ],
  "Ruby-throated Hummingbird (Female, immature)": [
    "A photo of a bird: a Ruby-throated Hummingbird (Female, immature) which is cduQ0V)#, uBFVT9BK, YF!$#Y57.",
    "A photo of a bird: a Ruby-throated Hummingbird (Female, immature) which is 1sAKELuM, JemK@Ts0, RKmosPfl.",
    "A photo of a bird: a Ruby-throated Hummingbird (Female, immature) which is op!8L8%i, ObH7p*Va, Z&s4E%IA.",
    "A photo of a bird: a Ruby-throated Hummingbird (Female, immature) which is 7t0HYCvE, QqghX1AV, J4WG6^6Z.",
    "A photo of a bird: a Ruby-throated Hummingbird (Female, immature) which is B!ICOjK1, yUQw@%fA, uSLMQK)H."
  ],
  "Black-chinned Hummingbird (Female, immature)": [
    "A photo of a bird: a Black-chinned Hummingbird (Female, immature) which is vtlFXNXD, RQM4qL4t, e5kD*ocl.",
    "A photo of a bird: a Black-chinned Hummingbird (Female, immature) which is !segY)7r, 7#hi!sbz, KxLxjulC.",
    "A photo of a bird: a Black-chinned Hummingbird (Female, immature) which is ytDGsG&p, fGPNUG%V, x*&$F@Vo.",
    "A photo of a bird: a Black-chinned Hummingbird (Female, immature) which is 8ZPZ1FsH, Mk&BdiSP, h70j9^wH.",
    "A photo of a bird: a Black-chinned Hummingbird (Female, immature) which is Ymo5XMjL, Ai*GFO8@, d6aV%96R."
  ],
  "Anna's Hummingbird (Female, immature)": [
    "A photo of a bird: a Anna's Hummingbird (Female, immature) which is e4S91!8n, &Ghj35TP, T#0B760E.",
    "A photo of a bird: a Anna's Hummingbird (Female, immature) which is ncCEp5R(, zLu0BxWg, tqUw^QLu.",
    "A photo of a bird: a Anna's Hummingbird (Female, immature) which is W#e@Mn&d, ub&R1rnd, Q^O4bta%.",
    "A photo of a bird: a Anna's Hummingbird (Female, immature) which is obSHgOqx, X^j!IUJz, sCFFIqxO.",
    "A photo of a bird: a Anna's Hummingbird (Female, immature) which is hHh$Dh#r, p31jtHdj, eeUos9TO."
  ],
  "Costa's Hummingbird (Female, immature)": [
    "A photo of a bird: a Costa's Hummingbird (Female, immature) which is FI9MS@K#, 6Ip@O7RR, dGiRkFRO.",
    "A photo of a bird: a Costa's Hummingbird (Female, immature) which is 4wWgun4g, ^nm7Y9Zx, gatsC@Cu.",
    "A photo of a bird: a Costa's Hummingbird (Female, immature) which is pl46EgkX, (YTHk%&C, KwHdT#%%.",
    "A photo of a bird: a Costa's Hummingbird (Female, immature) which is xIe$n2pb, Q#Vp(y0E, &^@uADIN.",
    "A photo of a bird: a Costa's Hummingbird (Female, immature) which is wHcu5TpZ, 7z42D!u7, evDoiwo(."
  ],
  "Calliope Hummingbird (Female, immature)": [
    "A photo of a bird: a Calliope Hummingbird (Female, immature) which is 26Lh0)CW, z6zPxDd%, %%qp1lOC.",
    "A photo of a bird: a Calliope Hummingbird (Female, immature) which is tskal*jg, tz%T8oUq, CdfkEpn8.",
    "A photo of a bird: a Calliope Hummingbird (Female, immature) which is df4lQkb4, A2w(nlRA, g)W^O#Ob.",
    "A photo of a bird: a Calliope Hummingbird (Female, immature) which is 5WW6odNM, p)vJGSd(, KwC(BwOF.",
    "A photo of a bird: a Calliope Hummingbird (Female, immature) which is Xa*TpDlX, z0Myn4EP, 5BO9p$kG."
  ],
  "Broad-tailed Hummingbird (Female, immature)": [
    "A photo of a bird: a Broad-tailed Hummingbird (Female, immature) which is 6JTv7DMZ, ZIdXHnWr, T@(Dhz^v.",
    "A photo of a bird: a Broad-tailed Hummingbird (Female, immature) which is 0BN(!CKN, 21Y&^Sm*, R(#2W5U$.",
    "A photo of a bird: a Broad-tailed Hummingbird (Female, immature) which is zLEYEgWt, 9(qV!NNi, PnHQ5U4o.",
    "A photo of a bird: a Broad-tailed Hummingbird (Female, immature) which is *R4TR6gW, l%cBg3ma, lPAp%r7T.",
    "A photo of a bird: a Broad-tailed Hummingbird (Female, immature) which is XWuaNfIn, iQEn8nzb, 9rVGTCPX."
  ],
  "Rufous Hummingbird (Female, immature)": [
    "A photo of a bird: a Rufous Hummingbird (Female, immature) which is aahP)1&B, y*p2^9Ms, p!$IAfuJ.",
    "A photo of a bird: a Rufous Hummingbird (Female, immature) which is FiHT#XGj, k*$8dSV0, L9N0uZUm.",
    "A photo of a bird: a Rufous Hummingbird (Female, immature) which is oiVaARZm, YNj0zZBz, VdlphHyu.",
    "A photo of a bird: a Rufous Hummingbird (Female, immature) which is M$p#Jb1g, Gh5)H7M1, &axxK!2F.",
    "A photo of a bird: a Rufous Hummingbird (Female, immature) which is qbmSvI6^, p9uWzoRu, fVbxxLKl."
  ],
  "Allen's Hummingbird (Female, immature)": [
    "A photo of a bird: a Allen's Hummingbird (Female, immature) which is u%GqJsGJ, 0O0)UCV7, yKxZaJlm.",
    "A photo of a bird: a Allen's Hummingbird (Female, immature) which is U(r0NOiX, $jzgl7sE, oBc@QAmc.",
    "A photo of a bird: a Allen's Hummingbird (Female, immature) which is weHZt&5Z, HWtz6FFK, DoVl&57G.",
    "A photo of a bird: a Allen's Hummingbird (Female, immature) which is VbTNfr(L, P$h287yD, 5CF#QytC.",
    "A photo of a bird: a Allen's Hummingbird (Female, immature) which is cIO4Gwf#, !H5jkoaY, zqG!FVxn."
  ],
  "Red-headed Woodpecker (Immature)": [
    "A photo of a bird: a Red-headed Woodpecker (Immature) which is kSzQXMLO, 4zKmHmR&, p0Y#Tl#c.",
    "A photo of a bird: a Red-headed Woodpecker (Immature) which is 6rKVoRM3, uujGQq0C, Wjrf0DGl.",
    "A photo of a bird: a Red-headed Woodpecker (Immature) which is *Iy(qqwa, Cl9Dntes, @gCo@(m!.",
    "A photo of a bird: a Red-headed Woodpecker (Immature) which is pm!OnpAc, tA5i$Uwt, ukfHtPvO.",
    "A photo of a bird: a Red-headed Woodpecker (Immature) which is Iu3fNZmT, vrhAli(D, 2UmsBmQK."
  ],
  "Northern Flicker (Red-shafted)": [
    "A photo of a bird: a Northern Flicker (Red-shafted) which is Fs0xUSMJ, 3PiraH6s, (U5pu@mX.",
    "A photo of a bird: a Northern Flicker (Red-shafted) which is qyH@mxof, 0gs($rIU, 7Bmod6ft.",
    "A photo of a bird: a Northern Flicker (Red-shafted) which is DE1Qib6Q, D1$R@k9e, $RYcyE9t.",
    "A photo of a bird: a Northern Flicker (Red-shafted) which is gPh#wj)f, d$2n(l%S, D)9*TimN.",
    "A photo of a bird: a Northern Flicker (Red-shafted) which is @tYNkcHC, BRT*Ksce, eg8jCUqJ."
  ],
  "Common Eider (Immature/Eclipse male)": [
    "A photo of a bird: a Common Eider (Immature/Eclipse male) which is r8%e(PmY, 81ZRGxHF, ##YRmqyJ.",
    "A photo of a bird: a Common Eider (Immature/Eclipse male) which is PVRM7CFH, ZhAptWha, u8P(y61!.",
    "A photo of a bird: a Common Eider (Immature/Eclipse male) which is M3TS*EbS, pwH%bJ85, gguCVB8u.",
    "A photo of a bird: a Common Eider (Immature/Eclipse male) which is hb49yvK(, RqDrltr3, 2&x70EXA.",
    "A photo of a bird: a Common Eider (Immature/Eclipse male) which is 3Hq@s65z, %lfmx6Nu, GQUfJxml."
  ],
  "Long-tailed Duck (Female/juvenile)": [
    "A photo of a bird: a Long-tailed Duck (Female/juvenile) which is I2$SO2)x, l4Cs!&Od, eqLtFesg.",
    "A photo of a bird: a Long-tailed Duck (Female/juvenile) which is PfjkOx#p, YyYo^!Br, lufjFmtK.",
    "A photo of a bird: a Long-tailed Duck (Female/juvenile) which is kCrsDeRL, nkmBzR7V, Xch&eg@B.",
    "A photo of a bird: a Long-tailed Duck (Female/juvenile) which is )o75qKAu, MvE5EVWT, %gHNdl$c.",
    "A photo of a bird: a Long-tailed Duck (Female/juvenile) which is rD00D^4G, 9y&BzvSe, s*hx9sz1."
  ],
  "Ruddy Duck (Female/juvenile)": [
    "A photo of a bird: a Ruddy Duck (Female/juvenile) which is h#kSPAqd, S2nrV@oW, (wVw1cbB.",
    "A photo of a bird: a Ruddy Duck (Female/juvenile) which is bj5bFZx), 1v6Il^$E, u(0sjY8P.",
    "A photo of a bird: a Ruddy Duck (Female/juvenile) which is rmuFxImm, cq5&KoHi, Ant)O#Q#.",
    "A photo of a bird: a Ruddy Duck (Female/juvenile) which is Z&vR&B0S, eYQw6Vvv, sxrQcfAv.",
    "A photo of a bird: a Ruddy Duck (Female/juvenile) which is l@9LJAs#, 4KHJX3iX, B^1S2EkU."
  ],
  "Swainson's Hawk (Immature)": [
    "A photo of a bird: a Swainson's Hawk (Immature) which is ydjKc5wf, IZ7Jt9dr, Dpv1QjXg.",
    "A photo of a bird: a Swainson's Hawk (Immature) which is @zxmyUZZ, VojOCXK%, *WE@LKz1.",
    "A photo of a bird: a Swainson's Hawk (Immature) which is hx8WfEOP, vdr^rsUy, @wYi$pQD.",
    "A photo of a bird: a Swainson's Hawk (Immature) which is nj$^KARe, j&UEO8#O, 2@PNLP7T.",
    "A photo of a bird: a Swainson's Hawk (Immature) which is )1gEqzJd, ZB@)mzOf, sq^juQZa."
  ],
  "Red-tailed Hawk (Light morph immature)": [
    "A photo of a bird: a Red-tailed Hawk (Light morph immature) which is JohRPKEH, XbLWqBEk, nDzHUzGC.",
    "A photo of a bird: a Red-tailed Hawk (Light morph immature) which is 0lRwe5@8, Zp1Hb2wL, ZvYB1xXq.",
    "A photo of a bird: a Red-tailed Hawk (Light morph immature) which is yDiL2ar(, a89WZxVD, jey%*!Zg.",
    "A photo of a bird: a Red-tailed Hawk (Light morph immature) which is %KfIR6pC, BqU^vmfr, D9PuaoXR.",
    "A photo of a bird: a Red-tailed Hawk (Light morph immature) which is ZWR)cqAy, XVhoZ1jX, &xGhTd64."
  ],
  "Dark-eyed Junco (Slate-colored)": [
    "A photo of a bird: a Dark-eyed Junco (Slate-colored) which is rAKNGeY3, xu9vNfz5, RKK#$$fi.",
    "A photo of a bird: a Dark-eyed Junco (Slate-colored) which is QFDPr0Dz, DyK)*Y5B, 8VVZO6#&.",
    "A photo of a bird: a Dark-eyed Junco (Slate-colored) which is OOs4n961, xI6DCZrN, 8yy3&$YP.",
    "A photo of a bird: a Dark-eyed Junco (Slate-colored) which is gAyCFn&O, U13*22Bb, i4gTcBOx.",
    "A photo of a bird: a Dark-eyed Junco (Slate-colored) which is qcMM)Fak, #$%ZNN^l, 2PE9Eplb."
  ],
  "Yellow-rumped Warbler (Breeding Myrtle)": [
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Myrtle) which is Uq3K)BEa, UPYzVx58, 8QJcs6or.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Myrtle) which is C0a&)tEN, M1rV2LKM, elpg*5E@.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Myrtle) which is jtJKdcxd, bgviw43a, b$W*%GL^.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Myrtle) which is sF2qwJrC, P7TcRhhM, &Beph*zj.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Myrtle) which is VTVZzeg$, Vozv1PlP, enOS1Q0q."
  ],
  "European Starling (Breeding Adult)": [
    "A photo of a bird: a European Starling (Breeding Adult) which is 3rNGEH9c, T78L^#8#, 47bpS(NM.",
    "A photo of a bird: a European Starling (Breeding Adult) which is uWUbhorX, OoSXGaBB, K@Hzwfxq.",
    "A photo of a bird: a European Starling (Breeding Adult) which is 7h6KeFG8, JQ)46OR2, !el*)xFc.",
    "A photo of a bird: a European Starling (Breeding Adult) which is K2nWaEBJ, IQUtQVmx, 2HnDPD&Y.",
    "A photo of a bird: a European Starling (Breeding Adult) which is g1wG3zZ(, v67M(xZV, &PdiL&2h."
  ],
  "Fox Sparrow (Red)": [
    "A photo of a bird: a Fox Sparrow (Red) which is i0Irq!fH, uE)UeD!), aRo0)9qF.",
    "A photo of a bird: a Fox Sparrow (Red) which is YmIKErT1, #BX93PrS, @j3Gyw@y.",
    "A photo of a bird: a Fox Sparrow (Red) which is HM&jnN7o, ltW!kghL, W3ZX$B^*.",
    "A photo of a bird: a Fox Sparrow (Red) which is sE5&)TbX, y)H22YDg, )niRmPu3.",
    "A photo of a bird: a Fox Sparrow (Red) which is Zm*qKY!3, 9nrP!gKt, AeMlMM%r."
  ],
  "Summer Tanager (Adult Male)": [
    "A photo of a bird: a Summer Tanager (Adult Male) which is sa#yqo$K, FnW!a(P2, &zh7KZVg.",
    "A photo of a bird: a Summer Tanager (Adult Male) which is k1ALmM$w, vTvBXL!M, pP9NmRUu.",
    "A photo of a bird: a Summer Tanager (Adult Male) which is H@ppCr9v, dH1*k3qo, #wd7u@JP.",
    "A photo of a bird: a Summer Tanager (Adult Male) which is TF)sUq)c, ^e&hD3F(, *LAwf2Mx.",
    "A photo of a bird: a Summer Tanager (Adult Male) which is S%&k#z2h, awEc0311, 4nCaEbhs."
  ],
  "Orchard Oriole (Adult Male)": [
    "A photo of a bird: a Orchard Oriole (Adult Male) which is Vo7S$Z#j, wfbBJNxH, %9kfz!$t.",
    "A photo of a bird: a Orchard Oriole (Adult Male) which is #3Py18bf, e%X2SAmV, by%cEGsy.",
    "A photo of a bird: a Orchard Oriole (Adult Male) which is %V3JfG2z, 0eO5Nl2P, l7m&#f4n.",
    "A photo of a bird: a Orchard Oriole (Adult Male) which is K9Wj8!Ni, 6EEydxe1, )j1RqRrr.",
    "A photo of a bird: a Orchard Oriole (Adult Male) which is *2A1msCk, (OKud$&*, 8ICsQQl0."
  ],
  "Purple Martin (Adult male)": [
    "A photo of a bird: a Purple Martin (Adult male) which is 21bqbDsg, OV7Qdwb(, 2tW9Vybw.",
    "A photo of a bird: a Purple Martin (Adult male) which is O$Hmedss, Pqhfi^9a, osCWKt&C.",
    "A photo of a bird: a Purple Martin (Adult male) which is WJovuBBa, jC0395sk, ONnLpUz9.",
    "A photo of a bird: a Purple Martin (Adult male) which is 4WQuwP3i, bC3x(AXF, O&^p1ECL.",
    "A photo of a bird: a Purple Martin (Adult male) which is Hk8NrrBt, R@L2ppS(, rA1@CLMy."
  ],
  "American Robin (Adult)": [
    "A photo of a bird: a American Robin (Adult) which is n68@u!gs, 6JZGx0o!, GHtQSPEM.",
    "A photo of a bird: a American Robin (Adult) which is RA5(yIGR, g%V3syo#, M9P%L1vh.",
    "A photo of a bird: a American Robin (Adult) which is W*wSupIZ, lhXVKV5W, E%QBKnDw.",
    "A photo of a bird: a American Robin (Adult) which is fcMx)%E^, hkxIl7Nk, 38lJOUMA.",
    "A photo of a bird: a American Robin (Adult) which is Us&PSDTv, Zz)4@nZe, 5p#oMADJ."
  ],
  "Phainopepla (Female/juvenile)": [
    "A photo of a bird: a Phainopepla (Female/juvenile) which is Ji28sZ9t, va1t4Adr, !i0w3G)J.",
    "A photo of a bird: a Phainopepla (Female/juvenile) which is QLl0K#1v, Got)ZP1k, !i9%IoDT.",
    "A photo of a bird: a Phainopepla (Female/juvenile) which is @)G^K88Y, ^*rW$$8x, (1kUQ5XJ.",
    "A photo of a bird: a Phainopepla (Female/juvenile) which is ixZaTI%Y, s*lB5di#, DCJzI)F).",
    "A photo of a bird: a Phainopepla (Female/juvenile) which is @PYXhE1x, D5v)HPRb, vKTJZHj!."
  ],
  "Snow Bunting (Breeding adult)": [
    "A photo of a bird: a Snow Bunting (Breeding adult) which is 9FkzrfU), PwwE@jE7, BH#lVXFb.",
    "A photo of a bird: a Snow Bunting (Breeding adult) which is XhZYc6Ce, sY!Hgj5W, 6ZBF*uaq.",
    "A photo of a bird: a Snow Bunting (Breeding adult) which is TtTUXDOp, ql*1$HVA, #r*cxqiB.",
    "A photo of a bird: a Snow Bunting (Breeding adult) which is 692$OvxA, Dwca0V(a, *l&cCJ5u.",
    "A photo of a bird: a Snow Bunting (Breeding adult) which is jn%Q8*NF, m^OQ!rFc, UyyAI2Q2."
  ],
  "Common Yellowthroat (Adult Male)": [
    "A photo of a bird: a Common Yellowthroat (Adult Male) which is YA!o@sye, (Go3s!Mb, e)Elot2C.",
    "A photo of a bird: a Common Yellowthroat (Adult Male) which is XfkY$3r6, jWs@G1K(, atXmZfOt.",
    "A photo of a bird: a Common Yellowthroat (Adult Male) which is 3O@Vr3&N, 3!00ijCh, 2Rab9xNQ.",
    "A photo of a bird: a Common Yellowthroat (Adult Male) which is !xV)dibp, Zb)N1Y#y, (ZyUZV6Q.",
    "A photo of a bird: a Common Yellowthroat (Adult Male) which is cnhqeDDv, bjTl&uEG, EsKkX0O!."
  ],
  "American Redstart (Adult Male)": [
    "A photo of a bird: a American Redstart (Adult Male) which is ClG6S74s, #0R9B!kr, f81A*zZ!.",
    "A photo of a bird: a American Redstart (Adult Male) which is 2CJ9Kgb(, S9v%P2uh, tcB@YOx5.",
    "A photo of a bird: a American Redstart (Adult Male) which is jjqHkt0(, %Bgnhp!A, 84JxCKax.",
    "A photo of a bird: a American Redstart (Adult Male) which is KPw*LAT%, 8WIMO%im, FBBoA$Dk.",
    "A photo of a bird: a American Redstart (Adult Male) which is HXjDq6Hq, sMSR2yy), 874c$478."
  ],
  "Magnolia Warbler (Breeding male)": [
    "A photo of a bird: a Magnolia Warbler (Breeding male) which is #b9JWbjv, !b1VPtqA, pg@UYScp.",
    "A photo of a bird: a Magnolia Warbler (Breeding male) which is &0iM81*9, T@EJ1HUj, d%f!vNKr.",
    "A photo of a bird: a Magnolia Warbler (Breeding male) which is HOC5UGZ4, 2Un^^kxQ, ^jsz3I3G.",
    "A photo of a bird: a Magnolia Warbler (Breeding male) which is sGylh5Ly, g^uw)qBM, PC3J7!m4.",
    "A photo of a bird: a Magnolia Warbler (Breeding male) which is 25uxXXQO, AKQGI@P&, 7XmyjUk(."
  ],
  "Bay-breasted Warbler (Breeding male)": [
    "A photo of a bird: a Bay-breasted Warbler (Breeding male) which is wD9ZYI&D, )UL5L2LF, Z1fqPSuT.",
    "A photo of a bird: a Bay-breasted Warbler (Breeding male) which is (QYeZyFq, T*dSHJPj, WK4B7v*^.",
    "A photo of a bird: a Bay-breasted Warbler (Breeding male) which is @WPYNT65, bNUbc1m6, WQCxxxys.",
    "A photo of a bird: a Bay-breasted Warbler (Breeding male) which is P2dYGT4), bKat^LIn, lm9#v(X*.",
    "A photo of a bird: a Bay-breasted Warbler (Breeding male) which is EYjvL9&y, GQlxmp$o, ^x&HWWJp."
  ],
  "Chestnut-sided Warbler (Breeding male)": [
    "A photo of a bird: a Chestnut-sided Warbler (Breeding male) which is $4j53MId, VaZQRsHI, TXnK&D^).",
    "A photo of a bird: a Chestnut-sided Warbler (Breeding male) which is QItC@(RJ, WI5#1H2m, 3AEVr)dl.",
    "A photo of a bird: a Chestnut-sided Warbler (Breeding male) which is 2B)%AkAM, 0#Jxa*21, VmXUvHB&.",
    "A photo of a bird: a Chestnut-sided Warbler (Breeding male) which is DW^nBsY4, oD^hPm*F, Cvq!cwT8.",
    "A photo of a bird: a Chestnut-sided Warbler (Breeding male) which is C)pbUok%, 5dWBeK!*, 68dv$hoV."
  ],
  "Blackpoll Warbler (Breeding male)": [
    "A photo of a bird: a Blackpoll Warbler (Breeding male) which is 3#o^01)T, RAl%@3QP, NFHezLQ3.",
    "A photo of a bird: a Blackpoll Warbler (Breeding male) which is I(X%B3%x, Yn7Idjr3, 7pjKo6El.",
    "A photo of a bird: a Blackpoll Warbler (Breeding male) which is r28uzIX1, )LmTA0zD, gF)AOlpA.",
    "A photo of a bird: a Blackpoll Warbler (Breeding male) which is @XxJb)Fa, W3N!m%5z, k9LJA#z$.",
    "A photo of a bird: a Blackpoll Warbler (Breeding male) which is Uv^DV9JD, WxGkLha*, )&0dN^ID."
  ],
  "Black-throated Blue Warbler (Adult Male)": [
    "A photo of a bird: a Black-throated Blue Warbler (Adult Male) which is w^zbWNUx, aa$OWEQ5, sJfpM3NE.",
    "A photo of a bird: a Black-throated Blue Warbler (Adult Male) which is nBTBx^q6, F1Dq&P9l, !X%mi%yn.",
    "A photo of a bird: a Black-throated Blue Warbler (Adult Male) which is Io@Juwxl, Ra$aI2bI, $OlfzQG(.",
    "A photo of a bird: a Black-throated Blue Warbler (Adult Male) which is DbM1wiOF, v(qFoFMz, Gv1XyVAi.",
    "A photo of a bird: a Black-throated Blue Warbler (Adult Male) which is iTM*t5RC, %rOnIIIr, UfqtGA#f."
  ],
  "Lark Bunting (Breeding male)": [
    "A photo of a bird: a Lark Bunting (Breeding male) which is 9S%27HAQ, W9p06c4%, xau1FBNu.",
    "A photo of a bird: a Lark Bunting (Breeding male) which is xOPt%ujV, !hjRr@d(, DrA4@A&w.",
    "A photo of a bird: a Lark Bunting (Breeding male) which is $QNP)lnY, Q$LO3xHU, N44(H^rQ.",
    "A photo of a bird: a Lark Bunting (Breeding male) which is HpULrFBb, JOJ6%(42, Xv)VFkC&.",
    "A photo of a bird: a Lark Bunting (Breeding male) which is #0*1XbFq, n&DkLyBb, SW1EiHxQ."
  ],
  "White-throated Sparrow (White-striped)": [
    "A photo of a bird: a White-throated Sparrow (White-striped) which is 8&&FuTNZ, Q8NW(WvJ, Z3X6A1yT.",
    "A photo of a bird: a White-throated Sparrow (White-striped) which is kL!&cGYb, fndRGejh, BrGc^I^^.",
    "A photo of a bird: a White-throated Sparrow (White-striped) which is qO63i(0m, gIIa@XO7, MMcOXK(E.",
    "A photo of a bird: a White-throated Sparrow (White-striped) which is ^LiFoCyD, ^IA^OGr$, 4u6w1T@I.",
    "A photo of a bird: a White-throated Sparrow (White-striped) which is Vzacx71U, 1NbMxxGp, IvzIkLl^."
  ],
  "Harris's Sparrow (Adult)": [
    "A photo of a bird: a Harris's Sparrow (Adult) which is buA40^vr, DaWEWiyA, BFquYFVd.",
    "A photo of a bird: a Harris's Sparrow (Adult) which is c7yv&NjT, b!PX%BRw, rFzY#7&%.",
    "A photo of a bird: a Harris's Sparrow (Adult) which is qVppvklA, 3$hc0qe2, vUntT4TZ.",
    "A photo of a bird: a Harris's Sparrow (Adult) which is CrR30sp$, ZbY!0!N1, JlwvXB1d.",
    "A photo of a bird: a Harris's Sparrow (Adult) which is P&pJbQ*@, **$h#qTv, RWNAhssD."
  ],
  "White-crowned Sparrow (Adult)": [
    "A photo of a bird: a White-crowned Sparrow (Adult) which is )AqlzEjC, KC3l2@zJ, 1QwuceOK.",
    "A photo of a bird: a White-crowned Sparrow (Adult) which is 4i$UgyJ^, ctB^f83G, #x9shns*.",
    "A photo of a bird: a White-crowned Sparrow (Adult) which is XKTR41u(, sV85ip0H, dQIEbnNn.",
    "A photo of a bird: a White-crowned Sparrow (Adult) which is rCxl#6Wa, 5uWws2t5, Fizuxygo.",
    "A photo of a bird: a White-crowned Sparrow (Adult) which is 6EkgM^!z, faWtj*Ak, IaCMTKt@."
  ],
  "Golden-crowned Sparrow (Adult)": [
    "A photo of a bird: a Golden-crowned Sparrow (Adult) which is %YFHknwX, nSJ^0rDl, rlDG$Eu@.",
    "A photo of a bird: a Golden-crowned Sparrow (Adult) which is yKKiTvB*, UGvX(uRn, fEy@l!0@.",
    "A photo of a bird: a Golden-crowned Sparrow (Adult) which is Ds6*aXqU, #UpnnC#Z, ohGbrcoX.",
    "A photo of a bird: a Golden-crowned Sparrow (Adult) which is poV5V@gb, Cu6lEM!!, pMX$UAnh.",
    "A photo of a bird: a Golden-crowned Sparrow (Adult) which is t@#ONgIs, gw5bBEK8, qBeC&D)m."
  ],
  "Dark-eyed Junco (Oregon)": [
    "A photo of a bird: a Dark-eyed Junco (Oregon) which is k!JUj^*h, 4)k&EU^3, y&jeuf!8.",
    "A photo of a bird: a Dark-eyed Junco (Oregon) which is #JUCZ@eO, SUn&MEA(, pN2O6^id.",
    "A photo of a bird: a Dark-eyed Junco (Oregon) which is &HoL(fuo, bSR&bd81, CCcamUuu.",
    "A photo of a bird: a Dark-eyed Junco (Oregon) which is 7#GLMMmq, HM#^k4oj, GW*xcvWW.",
    "A photo of a bird: a Dark-eyed Junco (Oregon) which is N&#J@uUK, CwRGdIT7, m(2pDRLI."
  ],
  "Chipping Sparrow (Breeding)": [
    "A photo of a bird: a Chipping Sparrow (Breeding) which is z(UUu%NM, za11*Sdn, FkTfqAQK.",
    "A photo of a bird: a Chipping Sparrow (Breeding) which is uph2WPti, gDgSo%pn, 9F)6BXo).",
    "A photo of a bird: a Chipping Sparrow (Breeding) which is 1jB8qigd, NlhegGRP, w%syhVPc.",
    "A photo of a bird: a Chipping Sparrow (Breeding) which is f#a82x35, qz5)AAHF, Asr&kn%L.",
    "A photo of a bird: a Chipping Sparrow (Breeding) which is 2IhCxEmP, *AGFfvdH, JnjJX%8J."
  ],
  "Scarlet Tanager (Breeding Male)": [
    "A photo of a bird: a Scarlet Tanager (Breeding Male) which is 53l(wH$S, $%QZC0!h, *w&gs0iv.",
    "A photo of a bird: a Scarlet Tanager (Breeding Male) which is 6wAvDp$^, F%H8Zg#a, DQw^VNI6.",
    "A photo of a bird: a Scarlet Tanager (Breeding Male) which is nai(gJ@g, chUchjpp, g&TUGcrw.",
    "A photo of a bird: a Scarlet Tanager (Breeding Male) which is Qz8scPV9, %$ujCe#F, 7kui!o2m.",
    "A photo of a bird: a Scarlet Tanager (Breeding Male) which is *Y88s)wu, CFt2kq8U, #@jff%sd."
  ],
  "Western Tanager (Breeding Male)": [
    "A photo of a bird: a Western Tanager (Breeding Male) which is L&RzTyku, XCk8JEx2, q&2t5acx.",
    "A photo of a bird: a Western Tanager (Breeding Male) which is 7hXp(%hq, WU14T2aJ, RXUMPXx1.",
    "A photo of a bird: a Western Tanager (Breeding Male) which is dO3qahWT, *TJ8rtq(, 79HFRcVK.",
    "A photo of a bird: a Western Tanager (Breeding Male) which is z8ArV8I!, d(5pb$ix, CPGU1zOx.",
    "A photo of a bird: a Western Tanager (Breeding Male) which is 4^cz%let, 0CKCo@R#, uETgyt6Z."
  ],
  "Northern Cardinal (Adult Male)": [
    "A photo of a bird: a Northern Cardinal (Adult Male) which is %T%B1K#S, KM0VC5gi, *7HPR@k7.",
    "A photo of a bird: a Northern Cardinal (Adult Male) which is lrfxIjaX, 7Ly2EEXY, &sn4JZno.",
    "A photo of a bird: a Northern Cardinal (Adult Male) which is UqJs$h#0, ascQ#sAK, eZuy(V)j.",
    "A photo of a bird: a Northern Cardinal (Adult Male) which is *5q!U$!P, z9XJR*RC, WnpQGqZh.",
    "A photo of a bird: a Northern Cardinal (Adult Male) which is *4fPgxh@, fVdcxA3d, !DP&76Z@."
  ],
  "Rose-breasted Grosbeak (Adult Male)": [
    "A photo of a bird: a Rose-breasted Grosbeak (Adult Male) which is mk0n9$O4, LxY5e33P, o7hI((OF.",
    "A photo of a bird: a Rose-breasted Grosbeak (Adult Male) which is LImq)E&N, kULS6peh, q%8vZN45.",
    "A photo of a bird: a Rose-breasted Grosbeak (Adult Male) which is MoT(F1qi, qpestm8w, c9@bxqzU.",
    "A photo of a bird: a Rose-breasted Grosbeak (Adult Male) which is Kjos0W4b, NmUq)e%0, MJQNlyJz.",
    "A photo of a bird: a Rose-breasted Grosbeak (Adult Male) which is H)Evx9&p, c3BD#e#Y, p$gP)ZY)."
  ],
  "Black-headed Grosbeak (Adult Male)": [
    "A photo of a bird: a Black-headed Grosbeak (Adult Male) which is )QypQJ08, seJS(a&I, TpD6P@#u.",
    "A photo of a bird: a Black-headed Grosbeak (Adult Male) which is %Ldkgnt(, vvO^rz4x, 3&8PRy#B.",
    "A photo of a bird: a Black-headed Grosbeak (Adult Male) which is $FTj6)$1, cyNVR8w(, x%MO249M.",
    "A photo of a bird: a Black-headed Grosbeak (Adult Male) which is 5^sxxY)1, Z47Gvn*s, %T$(%%VE.",
    "A photo of a bird: a Black-headed Grosbeak (Adult Male) which is 5uOmiCJw, 1Wc(f@!f, !zTdTbfs."
  ],
  "Blue Grosbeak (Adult Male)": [
    "A photo of a bird: a Blue Grosbeak (Adult Male) which is 4&zLadcv, bZszSB5v, *6zAb)NR.",
    "A photo of a bird: a Blue Grosbeak (Adult Male) which is 9CjFe*MY, R1gKm#5B, mVeWAxbr.",
    "A photo of a bird: a Blue Grosbeak (Adult Male) which is yb!%fJfF, t&I3ZBn3, 6TX#3lrQ.",
    "A photo of a bird: a Blue Grosbeak (Adult Male) which is CeA*hK%u, Qu2UR2sw, ^Nn#eg5r.",
    "A photo of a bird: a Blue Grosbeak (Adult Male) which is Fj^XuJZ6, lP1xPZt8, *$Pw#Pwy."
  ],
  "Lazuli Bunting (Adult Male)": [
    "A photo of a bird: a Lazuli Bunting (Adult Male) which is 2N#q*PUu, 15Jb&2IV, WI59HoMx.",
    "A photo of a bird: a Lazuli Bunting (Adult Male) which is tkihMijM, GF6FXCeR, QR#l8jPU.",
    "A photo of a bird: a Lazuli Bunting (Adult Male) which is pG!J%b5E, 9wiT8F45, 0U7DdvtG.",
    "A photo of a bird: a Lazuli Bunting (Adult Male) which is *%)tzG9&, d*)1Yz*s, uU4X@x6j.",
    "A photo of a bird: a Lazuli Bunting (Adult Male) which is CTJ&t1ty, yWI^^Wp7, X*a$y)#&."
  ],
  "Indigo Bunting (Adult Male)": [
    "A photo of a bird: a Indigo Bunting (Adult Male) which is 4Xl%HMY3, IPW@J&N), 8!0UEDq%.",
    "A photo of a bird: a Indigo Bunting (Adult Male) which is 6M4nHXwM, U3*5uXd*, RChzI!HL.",
    "A photo of a bird: a Indigo Bunting (Adult Male) which is kJEu)QC&, Ey9X5ymc, BfEIeSkd.",
    "A photo of a bird: a Indigo Bunting (Adult Male) which is Wbep9w1b, p3vm)PZ2, uuNgBPzR.",
    "A photo of a bird: a Indigo Bunting (Adult Male) which is iUm8Esr), NN)$s$Qg, fk67O$()."
  ],
  "Painted Bunting (Adult Male)": [
    "A photo of a bird: a Painted Bunting (Adult Male) which is RBFFPlP%, 7OoI@W@u, lKBIIwN4.",
    "A photo of a bird: a Painted Bunting (Adult Male) which is dr60!Ij5, )P6Cz&xo, ESk!Vv3K.",
    "A photo of a bird: a Painted Bunting (Adult Male) which is Xk&Z2J@0, @L79fmLF, lJs4BSdb.",
    "A photo of a bird: a Painted Bunting (Adult Male) which is B!4Q!&Bn, 1hwpVdbb, f#HheQ5r.",
    "A photo of a bird: a Painted Bunting (Adult Male) which is XG)mAMhS, pzcPA#Vc, ixvC8&gp."
  ],
  "Bobolink (Breeding male)": [
    "A photo of a bird: a Bobolink (Breeding male) which is edYeVHOg, &z&5)a^Y, Y)(pp8IT.",
    "A photo of a bird: a Bobolink (Breeding male) which is d8!h@uml, 7(Sl!&Ws, (DpBtXED.",
    "A photo of a bird: a Bobolink (Breeding male) which is mU9(tyZ8, 7g7Zc4&y, fwrfi^S$.",
    "A photo of a bird: a Bobolink (Breeding male) which is *6D7kD45, Yt%2)RE9, sK#Bwz8m.",
    "A photo of a bird: a Bobolink (Breeding male) which is w!2B@VXD, h0J9@1l3, hiO7gd*b."
  ],
  "Red-winged Blackbird (Male)": [
    "A photo of a bird: a Red-winged Blackbird (Male) which is fJ4x$dmJ, N9xdtu#$, uj(skD4b.",
    "A photo of a bird: a Red-winged Blackbird (Male) which is MY9e6qWV, (@DsS)dk, e0Vik$a(.",
    "A photo of a bird: a Red-winged Blackbird (Male) which is VfVdM#pz, IWq14C1X, wiHgc5Ff.",
    "A photo of a bird: a Red-winged Blackbird (Male) which is 7G2h1@aG, IsK(AFME, I5FJXRl7.",
    "A photo of a bird: a Red-winged Blackbird (Male) which is NqQio&Qk, AGmAIpE7, $uX#WhXd."
  ],
  "Yellow-headed Blackbird (Adult Male)": [
    "A photo of a bird: a Yellow-headed Blackbird (Adult Male) which is Q66XT3Q9, )MgWl25e, pgbOcz7c.",
    "A photo of a bird: a Yellow-headed Blackbird (Adult Male) which is fDUZ0Cre, #%S@SwC#, 2FD(D5y9.",
    "A photo of a bird: a Yellow-headed Blackbird (Adult Male) which is %1B)jz(B, J%6Sm!z5, )$BtSO^6.",
    "A photo of a bird: a Yellow-headed Blackbird (Adult Male) which is 7$!Jg8$T, uiedaCML, )*rZ6O&2.",
    "A photo of a bird: a Yellow-headed Blackbird (Adult Male) which is teYwUDZR, 9T@BO9rA, 5uHRd7wN."
  ],
  "Brewer's Blackbird (Female/Juvenile)": [
    "A photo of a bird: a Brewer's Blackbird (Female/Juvenile) which is rsbJMb9E, A)a^d%5#, iS%xJvpN.",
    "A photo of a bird: a Brewer's Blackbird (Female/Juvenile) which is 3NmwBKK4, FyqaX*zx, AenlHgFK.",
    "A photo of a bird: a Brewer's Blackbird (Female/Juvenile) which is W(yZi(SX, @Tgb17hb, Z7JTdt(e.",
    "A photo of a bird: a Brewer's Blackbird (Female/Juvenile) which is ER8p3IYk, 3O#QGK8o, OkA9RBdD.",
    "A photo of a bird: a Brewer's Blackbird (Female/Juvenile) which is Ddfv6iIR, vgUM6O#C, unv*zXgw."
  ],
  "Brown-headed Cowbird (Male)": [
    "A photo of a bird: a Brown-headed Cowbird (Male) which is 1w*(u&Ni, cNxhvY4%, hGNIDq(2.",
    "A photo of a bird: a Brown-headed Cowbird (Male) which is jal7rpLT, rVB3xRZl, ba4r8%%E.",
    "A photo of a bird: a Brown-headed Cowbird (Male) which is vcJldlw0, R&oKz*IM, 83(kn9Oc.",
    "A photo of a bird: a Brown-headed Cowbird (Male) which is R)NvJTHh, XChOV@V#, 8DL(mUeE.",
    "A photo of a bird: a Brown-headed Cowbird (Male) which is &Ba3#9K$, e$Jd0lmW, BKbNfGjT."
  ],
  "Hooded Oriole (Adult male)": [
    "A photo of a bird: a Hooded Oriole (Adult male) which is hS4)Fpce, pOaN9@s$, (Nd7&#Mn.",
    "A photo of a bird: a Hooded Oriole (Adult male) which is D5M%G1je, hf)XEE0v, xU@IXqbJ.",
    "A photo of a bird: a Hooded Oriole (Adult male) which is O8pL%Uy%, rhE@LJu#, y&J&hTFZ.",
    "A photo of a bird: a Hooded Oriole (Adult male) which is um*8WBjI, R*soi(lq, 6z!IFcwb.",
    "A photo of a bird: a Hooded Oriole (Adult male) which is $LZC#3xG, DBiSIV8y, j$VvsOEG."
  ],
  "Bullock's Oriole (Adult male)": [
    "A photo of a bird: a Bullock's Oriole (Adult male) which is RPdHjZHt, Fbw3hLF%, qDMprjoM.",
    "A photo of a bird: a Bullock's Oriole (Adult male) which is 2Ljz@EKE, O#(ezAtN, OwJ%Y7PD.",
    "A photo of a bird: a Bullock's Oriole (Adult male) which is ITaCdf7D, uC7QFu4O, 9aREzV!w.",
    "A photo of a bird: a Bullock's Oriole (Adult male) which is ^^rdILtC, V!0!Ul7$, w7jVNK#X.",
    "A photo of a bird: a Bullock's Oriole (Adult male) which is 7e3oh)A3, C@dGTWD$, !6gWsUz&."
  ],
  "Baltimore Oriole (Adult male)": [
    "A photo of a bird: a Baltimore Oriole (Adult male) which is Dm()$swP, wWy%W$ex, nJJ9f)bK.",
    "A photo of a bird: a Baltimore Oriole (Adult male) which is Y@n8$NZy, R#Jw^nsf, yx**18lq.",
    "A photo of a bird: a Baltimore Oriole (Adult male) which is 6h%tq$r*, j*GuUuqZ, kYyGE%JU.",
    "A photo of a bird: a Baltimore Oriole (Adult male) which is uYv9IGsT, CtSk!1KV, vOaG#Vfc.",
    "A photo of a bird: a Baltimore Oriole (Adult male) which is POumKPrB, siKEK*H3, *!mLfyAO."
  ],
  "Pine Grosbeak (Adult Male)": [
    "A photo of a bird: a Pine Grosbeak (Adult Male) which is OA9Mst)#, zik3u%tZ, Hb3DUf0Q.",
    "A photo of a bird: a Pine Grosbeak (Adult Male) which is RvxG1Vtx, bI)0iLfh, fCTgVfs3.",
    "A photo of a bird: a Pine Grosbeak (Adult Male) which is (KpH*de9, FS&ZT^Bp, FmsV2)jy.",
    "A photo of a bird: a Pine Grosbeak (Adult Male) which is l&JLsJIS, 49rRLJxY, USS8oOhL.",
    "A photo of a bird: a Pine Grosbeak (Adult Male) which is At!6NqKA, (#ll61bE, %hRPl%G5."
  ],
  "Purple Finch (Adult Male)": [
    "A photo of a bird: a Purple Finch (Adult Male) which is 7)&Axq*f, UP3fVU6x, Be719BTk.",
    "A photo of a bird: a Purple Finch (Adult Male) which is 554mMwRO, @7W2@eai, jxKU!4nS.",
    "A photo of a bird: a Purple Finch (Adult Male) which is a#@8BRmO, T$XZ%JW5, 3m$WInf@.",
    "A photo of a bird: a Purple Finch (Adult Male) which is ls5MjVGG, ng!vVt4i, YBt*P*2B.",
    "A photo of a bird: a Purple Finch (Adult Male) which is TWNaP^73, GV8G%VDx, UeW#lg$4."
  ],
  "Cassin's Finch (Adult Male)": [
    "A photo of a bird: a Cassin's Finch (Adult Male) which is ^gMG)IPt, 7AE$S60X, 5*Zdttaf.",
    "A photo of a bird: a Cassin's Finch (Adult Male) which is )CAGXHEU, 3%AGnkUI, v3yFxb20.",
    "A photo of a bird: a Cassin's Finch (Adult Male) which is rd4#EYiY, T!88&y9#, p8ao@vNa.",
    "A photo of a bird: a Cassin's Finch (Adult Male) which is JMT7ko^5, Bzei8FiR, p9HxeiH8.",
    "A photo of a bird: a Cassin's Finch (Adult Male) which is UXFFoQ(D, c%BdHS7!, k!KbWJLZ."
  ],
  "House Finch (Adult Male)": [
    "A photo of a bird: a House Finch (Adult Male) which is GOKKspzD, MCX)GsK^, q!&PF#s6.",
    "A photo of a bird: a House Finch (Adult Male) which is Qzi)95pG, kVexG0*t, M$nv7wR7.",
    "A photo of a bird: a House Finch (Adult Male) which is 56UGExOW, m6ph$Dq(, gq@7eh0Z.",
    "A photo of a bird: a House Finch (Adult Male) which is BPbtFdFv, Rey5eh2S, $JOg!Tf(.",
    "A photo of a bird: a House Finch (Adult Male) which is l4MdS8EW, U7L#7wf#, E0gIHkRl."
  ],
  "Red Crossbill (Adult Male)": [
    "A photo of a bird: a Red Crossbill (Adult Male) which is a@HOc11y, l)aSIZQY, Ym)cege4.",
    "A photo of a bird: a Red Crossbill (Adult Male) which is !gzOF3XR, THt*RQ8!, ^nARca96.",
    "A photo of a bird: a Red Crossbill (Adult Male) which is qsSjk%J2, dxwWEmS1, 1tXs4gLa.",
    "A photo of a bird: a Red Crossbill (Adult Male) which is iUyDth*!, hS2AA(l^, Hb2RrH#6.",
    "A photo of a bird: a Red Crossbill (Adult Male) which is k(pusk1O, 5IPF^lao, qbEsX3Zd."
  ],
  "White-winged Crossbill (Adult Male)": [
    "A photo of a bird: a White-winged Crossbill (Adult Male) which is #4m#d9ML, n0L1P!1b, E2TAKHpb.",
    "A photo of a bird: a White-winged Crossbill (Adult Male) which is ezjWE2^V, *)Abgoj^, 1)pvg$u^.",
    "A photo of a bird: a White-winged Crossbill (Adult Male) which is IyBYKWpJ, rFQMac6*, xKMP1fmk.",
    "A photo of a bird: a White-winged Crossbill (Adult Male) which is 4qVS5xXA, oU5C6xlx, B^lM@ouD.",
    "A photo of a bird: a White-winged Crossbill (Adult Male) which is st(QXBpe, fW^d0P5o, RycB9oZS."
  ],
  "Lesser Goldfinch (Adult Male)": [
    "A photo of a bird: a Lesser Goldfinch (Adult Male) which is fkP)BwnK, Y5heEnaB, x&2$wcPS.",
    "A photo of a bird: a Lesser Goldfinch (Adult Male) which is fpmMSW7W, ^#2LBce@, ahQm*Yb4.",
    "A photo of a bird: a Lesser Goldfinch (Adult Male) which is DcU(Vu4t, 5J48m9ZJ, JE!4q^Zf.",
    "A photo of a bird: a Lesser Goldfinch (Adult Male) which is %dvKvr3(, PJ*BZsii, 2c69IHRZ.",
    "A photo of a bird: a Lesser Goldfinch (Adult Male) which is Xqi*zXwa, eXhfMG2w, Y!JwNgfw."
  ],
  "American Goldfinch (Breeding Male)": [
    "A photo of a bird: a American Goldfinch (Breeding Male) which is 6bp9iy!m, CNOaygd(, 7HVnxq!m.",
    "A photo of a bird: a American Goldfinch (Breeding Male) which is oUfV&m9U, O97wf$tS, fY6cHkJc.",
    "A photo of a bird: a American Goldfinch (Breeding Male) which is 1AYPNF8o, X@q*AiCn, j(c8PBir.",
    "A photo of a bird: a American Goldfinch (Breeding Male) which is @Af0yoVc, Co!^87k(, Ig8yTEyr.",
    "A photo of a bird: a American Goldfinch (Breeding Male) which is d5q(&Aup, hxKYbNhk, BzgwLUtA."
  ],
  "Evening Grosbeak (Adult Male)": [
    "A photo of a bird: a Evening Grosbeak (Adult Male) which is *4qsT(!z, Z0&B1UeK, 2$bpaBzR.",
    "A photo of a bird: a Evening Grosbeak (Adult Male) which is NRDbQ93c, *i(Pl6HT, 5ugClkTL.",
    "A photo of a bird: a Evening Grosbeak (Adult Male) which is &)0WyM1T, 7U4lka8&, (fcq4yuB.",
    "A photo of a bird: a Evening Grosbeak (Adult Male) which is vs40Z1i$, ^^yevPz&, *dT#(ZzH.",
    "A photo of a bird: a Evening Grosbeak (Adult Male) which is (E%jGksD, g&RO^seL, tFvc8EFi."
  ],
  "House Sparrow (Male)": [
    "A photo of a bird: a House Sparrow (Male) which is eEmAy$oV, n1GnncPv, eAWgr(Sz.",
    "A photo of a bird: a House Sparrow (Male) which is NNNGSp91, S$b%2&lQ, U(Fh64^u.",
    "A photo of a bird: a House Sparrow (Male) which is tD^IsNzm, #N%eWU)^, r(*PlHbP.",
    "A photo of a bird: a House Sparrow (Male) which is @Likyy7s, M9xyan%!, MD7i2i84.",
    "A photo of a bird: a House Sparrow (Male) which is M4n963@9, ybFpbWqd, OLb1THCk."
  ],
  "Vermilion Flycatcher (Adult male)": [
    "A photo of a bird: a Vermilion Flycatcher (Adult male) which is Xe!ibaJh, GR(v$w^t, 9Q)iwK5H.",
    "A photo of a bird: a Vermilion Flycatcher (Adult male) which is NviXT1AJ, RRHlB1qZ, p*&JdWTf.",
    "A photo of a bird: a Vermilion Flycatcher (Adult male) which is WcD3X(%t, XwbGL9kP, KBYgTF^6.",
    "A photo of a bird: a Vermilion Flycatcher (Adult male) which is TPHaXnr1, F0prdpf), nfyWZ51k.",
    "A photo of a bird: a Vermilion Flycatcher (Adult male) which is ih)H%mGs, M@20wu*^, 5Ev#)ehC."
  ],
  "Yellow-rumped Warbler (Winter/juvenile Myrtle)": [
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Myrtle) which is MQDqTbNU, @tNdvWI0, #D#aMdW^.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Myrtle) which is #KS2Wu&6, nLmeoXc^, Np68fOXL.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Myrtle) which is n$2Qo1ay, Ua#L1tif, uDP0oXD6.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Myrtle) which is oq0U@lJY, OOA#VnXM, cmoJDUrw.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Myrtle) which is $ILDlJRb, l$XMfycQ, EMmKrRpU."
  ],
  "Northwestern Crow": [
    "A photo of a bird: a Northwestern Crow which is xTq2eOl*, nG&gEzQr, 3Q0r*mFT.",
    "A photo of a bird: a Northwestern Crow which is 6D9gF#74, l)6BNePB, cgYfk@av.",
    "A photo of a bird: a Northwestern Crow which is h(!cO2jN, wxn6N(Ef, %5jG*bD2.",
    "A photo of a bird: a Northwestern Crow which is SUxerO9d, zIfDNU&D, ^rr17Dg9.",
    "A photo of a bird: a Northwestern Crow which is tpIIJLOX, tyqf(%KY, Fw@$nS)c."
  ],
  "Fish Crow": [
    "A photo of a bird: a Fish Crow which is jtaz9Jei, ILS4QNfC, haqZolvq.",
    "A photo of a bird: a Fish Crow which is 5)0cpsTF, #Na0w9bD, 9SQ%aJ0K.",
    "A photo of a bird: a Fish Crow which is SofjvlHA, uzd@DGAI, Lpkfa$J1.",
    "A photo of a bird: a Fish Crow which is aye#)ILT, &udD41%7, D(Wey(FD.",
    "A photo of a bird: a Fish Crow which is 5lvARYgg, p2#6!(xx, 5s4Bn3nb."
  ],
  "Chihuahuan Raven": [
    "A photo of a bird: a Chihuahuan Raven which is n!N6wY&Q, BdY90XL2, LchUn(^L.",
    "A photo of a bird: a Chihuahuan Raven which is sh5C$@!S, !l1R@RXv, ^fl4t9x7.",
    "A photo of a bird: a Chihuahuan Raven which is RQ%IyB92, I^eU^z!(, FfXh4urI.",
    "A photo of a bird: a Chihuahuan Raven which is IBJAPXoj, &tRIHQHx, G(6cRyW%.",
    "A photo of a bird: a Chihuahuan Raven which is MSX#o%MB, QDuiWBtN, EK)C!LIE."
  ],
  "Common Raven": [
    "A photo of a bird: a Common Raven which is Of&iXxc0, SRX4suGG, At0IDeyH.",
    "A photo of a bird: a Common Raven which is UNtdwgSR, ^BaGmO@q, D&Ri$OUM.",
    "A photo of a bird: a Common Raven which is IaZzhPWp, 5T(C&8%), I3366g(3.",
    "A photo of a bird: a Common Raven which is eDD009DD, qqOoMr^k, 5jXSEbsC.",
    "A photo of a bird: a Common Raven which is 6tJcwCt&, rsOyhhHm, $U9Y!S#%."
  ],
  "Horned Lark": [
    "A photo of a bird: a Horned Lark which is labWlbrB, bTCEEc%R, @n4w6bt&.",
    "A photo of a bird: a Horned Lark which is %TxXYkEE, 8UmG%&P9, 5q7F8wlg.",
    "A photo of a bird: a Horned Lark which is t5G*g!Z&, @8$3dDep, MeU@JrnD.",
    "A photo of a bird: a Horned Lark which is 7pTEY#u1, jVe2M1DW, Fvd!^2SY.",
    "A photo of a bird: a Horned Lark which is KR#W7(y6, smT*E7M!, 6UJ)g24)."
  ],
  "Tree Swallow": [
    "A photo of a bird: a Tree Swallow which is uZ58r33H, tg!wA@@j, s2WwtZfe.",
    "A photo of a bird: a Tree Swallow which is SVUhS4zQ, pFx4qwtw, *Qs#2NXs.",
    "A photo of a bird: a Tree Swallow which is bQl$2hz%, &Or@ynbc, 2T2pnS@k.",
    "A photo of a bird: a Tree Swallow which is #X3Ay%)6, @vJBy%Np, (qrPufPz.",
    "A photo of a bird: a Tree Swallow which is *KzGF%4M, 9WOI07rG, oXfRFAU9."
  ],
  "Violet-green Swallow": [
    "A photo of a bird: a Violet-green Swallow which is Wv2T072y, EWWBH#$G, ^6KzGx5N.",
    "A photo of a bird: a Violet-green Swallow which is cjI@Vjs5, QdHuPT7%, s)nmkTs#.",
    "A photo of a bird: a Violet-green Swallow which is tXqhI$U1, aeeoC$R*, fC5sjF(3.",
    "A photo of a bird: a Violet-green Swallow which is CVtecXpn, yA)YNhX#, 2aa1f!pg.",
    "A photo of a bird: a Violet-green Swallow which is lOd8Jf1@, Zt&NbvOV, gJp9v8su."
  ],
  "Northern Rough-winged Swallow": [
    "A photo of a bird: a Northern Rough-winged Swallow which is iB4eGUJG, MSfiielR, KsS^Mdhg.",
    "A photo of a bird: a Northern Rough-winged Swallow which is eyCH!ExT, GAQ@6qT!, xQ0uJRf(.",
    "A photo of a bird: a Northern Rough-winged Swallow which is 62ZQT1^M, M9wpdawp, tps6m49a.",
    "A photo of a bird: a Northern Rough-winged Swallow which is l&HyGoZS, 54gEMyh9, k)on6Kg5.",
    "A photo of a bird: a Northern Rough-winged Swallow which is mBqrc3d&, %N(6)a#L, EYh3KvYq."
  ],
  "Bank Swallow": [
    "A photo of a bird: a Bank Swallow which is Cw7HIgjh, DhO#*9!), #($jy^I7.",
    "A photo of a bird: a Bank Swallow which is GfGaCDUt, )7hIq!8E, OnH(ywFB.",
    "A photo of a bird: a Bank Swallow which is PPYZ6p7A, B#c0(UV1, ct0@zUeF.",
    "A photo of a bird: a Bank Swallow which is UfU3S&0T, qqUJJyQf, gTU(yX9q.",
    "A photo of a bird: a Bank Swallow which is 33gj2XP(, #bn0KxYD, d7$b%Mzg."
  ],
  "Cliff Swallow": [
    "A photo of a bird: a Cliff Swallow which is Lso6orFe, )LFT2%uk, #sYHk5Ju.",
    "A photo of a bird: a Cliff Swallow which is bDJjUkM0, LbZTQyEm, Zcwt4BF$.",
    "A photo of a bird: a Cliff Swallow which is q!nLj38$, CCtshF!s, %Hyn3v8C.",
    "A photo of a bird: a Cliff Swallow which is 5^iQeAHr, XkNxUcTx, Tz@sxLdD.",
    "A photo of a bird: a Cliff Swallow which is wHvqViGd, Mqzum%4%, Au&2MBbn."
  ],
  "Cave Swallow": [
    "A photo of a bird: a Cave Swallow which is ArhE7whs, h3VchWHq, UWfmP6q5.",
    "A photo of a bird: a Cave Swallow which is Lu(ZWjIj, FJhxU)o8, aQXuJ$s$.",
    "A photo of a bird: a Cave Swallow which is an5*2QlO, dC7R2x1c, YrEx7UN*.",
    "A photo of a bird: a Cave Swallow which is L%r@xmD), NANWiLNa, YaxoMNCL.",
    "A photo of a bird: a Cave Swallow which is Il08l$)a, f(N#E1^o, YH&Citz(."
  ],
  "Barn Swallow": [
    "A photo of a bird: a Barn Swallow which is ePOG8Wj0, Sl7Q9^VD, x3rQYCO3.",
    "A photo of a bird: a Barn Swallow which is TMUtxRdk, 3qrALz8k, LpCpLR@f.",
    "A photo of a bird: a Barn Swallow which is Rz*NAbTQ, gZR2(@9^, vEOTldH4.",
    "A photo of a bird: a Barn Swallow which is KXXt9%ff, &*Ilu4v1, ts8Pmn$L.",
    "A photo of a bird: a Barn Swallow which is C08(Jnbe, TbGbPJ!*, V)GXVSx)."
  ],
  "Carolina Chickadee": [
    "A photo of a bird: a Carolina Chickadee which is $2!EbXt6, 0ayVi4Bk, YvUX4Wa(.",
    "A photo of a bird: a Carolina Chickadee which is yPc#GkX4, d^6IIluI, uB&&^Mxj.",
    "A photo of a bird: a Carolina Chickadee which is McS9WcXE, tHTWK7#j, Wlb4O@Gp.",
    "A photo of a bird: a Carolina Chickadee which is 3FNUnKIy, G0yxDxBM, b&2t*ImC.",
    "A photo of a bird: a Carolina Chickadee which is !KiddysU, yruSzQT(, uGuiYAx1."
  ],
  "Black-capped Chickadee": [
    "A photo of a bird: a Black-capped Chickadee which is pocRyheh, CiMF!VzO, lP^Vr^kf.",
    "A photo of a bird: a Black-capped Chickadee which is WH*HgL9Z, BYH^ndtS, aQxlhsXP.",
    "A photo of a bird: a Black-capped Chickadee which is tsR*wIYL, PZEC1YLI, Hw0LevfS.",
    "A photo of a bird: a Black-capped Chickadee which is TleX80Ub, xVjEAYJe, $)M%%SM*.",
    "A photo of a bird: a Black-capped Chickadee which is FPA!gmLq, Jr!hLXz%, h13)xZo6."
  ],
  "Mountain Chickadee": [
    "A photo of a bird: a Mountain Chickadee which is Xe1uwJ%3, )6H3x$uj, 7oJdoHT&.",
    "A photo of a bird: a Mountain Chickadee which is j1dB49B7, toWaU*1*, o0CfDm5V.",
    "A photo of a bird: a Mountain Chickadee which is J6xgZ@tU, 0&9gjoBK, d05wABT2.",
    "A photo of a bird: a Mountain Chickadee which is 7)yVlmcx, 0z6r2#*), SaAMRI8l.",
    "A photo of a bird: a Mountain Chickadee which is tKcAO#)q, y&CKQe3O, @S4v4Pd!."
  ],
  "Chestnut-backed Chickadee": [
    "A photo of a bird: a Chestnut-backed Chickadee which is ZJ*78$aS, 0jTaWas@, Ah6bD8yx.",
    "A photo of a bird: a Chestnut-backed Chickadee which is QS*cCMCQ, !1Zlmnsb, CXP!79H8.",
    "A photo of a bird: a Chestnut-backed Chickadee which is 1r2yfW58, (kd8Nh6p, NW$2tZju.",
    "A photo of a bird: a Chestnut-backed Chickadee which is xjsQmrkX, 3ebnG^mV, lVxU8OZq.",
    "A photo of a bird: a Chestnut-backed Chickadee which is qlxBTIDQ, #Yt05u#M, *9!H^pet."
  ],
  "Boreal Chickadee": [
    "A photo of a bird: a Boreal Chickadee which is NaHRC#rd, Ini*E8le, 1$onkxRN.",
    "A photo of a bird: a Boreal Chickadee which is HGGN1XnK, eFQl)&9o, ZfK%mly).",
    "A photo of a bird: a Boreal Chickadee which is BIbPY%6d, Zgufw%n), sAFbVUpY.",
    "A photo of a bird: a Boreal Chickadee which is $Yzu$XSn, UHi%9N6@, !oLK^AS0.",
    "A photo of a bird: a Boreal Chickadee which is 6Ry2P1yI, PeYn6Iq1, XbIO!fF6."
  ],
  "Bridled Titmouse": [
    "A photo of a bird: a Bridled Titmouse which is KvXuZ2mS, trAU!cTB, j8G^^am6.",
    "A photo of a bird: a Bridled Titmouse which is WA5WtT51, e2A1mvfE, DEUbUPtd.",
    "A photo of a bird: a Bridled Titmouse which is wCIrEt88, xoZbx90k, De)veV#3.",
    "A photo of a bird: a Bridled Titmouse which is 7Iy#ZniR, y8Dr$S#A, 0&1n)l9C.",
    "A photo of a bird: a Bridled Titmouse which is QuNeFTBu, KT!c(1Hf, cecj)*La."
  ],
  "Oak Titmouse": [
    "A photo of a bird: a Oak Titmouse which is CU^h1IZV, bsfd*0FY, X06%mcOo.",
    "A photo of a bird: a Oak Titmouse which is ZDetjec9, Xocz4pAL, GwBbF*zi.",
    "A photo of a bird: a Oak Titmouse which is iLyfDOiZ, ^IXe4Mi*, ifZm08s2.",
    "A photo of a bird: a Oak Titmouse which is Ssch9*as, YJ&ziYJJ, fkFxcUw6.",
    "A photo of a bird: a Oak Titmouse which is 1vbLZcRW, j3qqcW%P, VP47Qh38."
  ],
  "Juniper Titmouse": [
    "A photo of a bird: a Juniper Titmouse which is 3bQXi8!G, Y)QV8ULG, #0yQ$S5t.",
    "A photo of a bird: a Juniper Titmouse which is nY7kEUIM, ZT98#N@c, f3O0YH6n.",
    "A photo of a bird: a Juniper Titmouse which is 0JJLVGKa, aXj*K5Tf, Y@n2)GmO.",
    "A photo of a bird: a Juniper Titmouse which is W4B7Blf7, %Q*0WB8C, @O!&Ehg*.",
    "A photo of a bird: a Juniper Titmouse which is NarbOVW), CI2bMq5p, PUyCYUJa."
  ],
  "Tufted Titmouse": [
    "A photo of a bird: a Tufted Titmouse which is ZzLbc7dR, NdTndZ27, z(AFv5Q1.",
    "A photo of a bird: a Tufted Titmouse which is 38sECAYQ, 2Q*FgiTh, #w@pJsbj.",
    "A photo of a bird: a Tufted Titmouse which is &Gu8Y(3F, xbXWcnJU, o!xGUVjm.",
    "A photo of a bird: a Tufted Titmouse which is xZrOcoPp, JNFzC&93, xfwsY(uR.",
    "A photo of a bird: a Tufted Titmouse which is jaheN2Zo, M9irk!K8, sg3aXbHJ."
  ],
  "Black-crested Titmouse": [
    "A photo of a bird: a Black-crested Titmouse which is L6z@COJC, w#dqQ1Y@, ZFUjmH8F.",
    "A photo of a bird: a Black-crested Titmouse which is FbtU9c0b, 9Lv5zxkg, MwM6$!S#.",
    "A photo of a bird: a Black-crested Titmouse which is 9WGtnRed, qvFgUvqZ, qWFq3US8.",
    "A photo of a bird: a Black-crested Titmouse which is KFq1RF2h, ZVmPauQU, M5loC&fe.",
    "A photo of a bird: a Black-crested Titmouse which is (*i6J07^, DgB#!KSK, lw09zjPO."
  ],
  "Verdin (Verdin)": [
    "A photo of a bird: a Verdin (Verdin) which is xY$TvvyX, @Nn@os(), RbisRCdR.",
    "A photo of a bird: a Verdin (Verdin) which is DxqXZqfV, oIHR)S5Y, YL^feZTq.",
    "A photo of a bird: a Verdin (Verdin) which is *%twmMRU, stgp4OhU, 2ZkzG$q8.",
    "A photo of a bird: a Verdin (Verdin) which is dozWU5FE, Gxa3n1I$, T#Bep9p).",
    "A photo of a bird: a Verdin (Verdin) which is ensu)3gF, qSFZUK35, lYUDNfLY."
  ],
  "Bushtit": [
    "A photo of a bird: a Bushtit which is X1IeBs$c, JsgBb0e0, lDKo9xR%.",
    "A photo of a bird: a Bushtit which is 7Gr6OIBs, jv)2uint, @4M4Ez63.",
    "A photo of a bird: a Bushtit which is *nqWIBG2, y7a4Q*2*, rGSxCv^n.",
    "A photo of a bird: a Bushtit which is dPFx@JCK, ZoV39a&0, H3!lGtrM.",
    "A photo of a bird: a Bushtit which is $k!G9zXq, UUtb7SV#, rwt95eS)."
  ],
  "Red-breasted Nuthatch": [
    "A photo of a bird: a Red-breasted Nuthatch which is s@3vELY#, S&TdZC@8, ^mlFHiGG.",
    "A photo of a bird: a Red-breasted Nuthatch which is I^g#i@l1, p^8qLJeb, UpfXiE!Z.",
    "A photo of a bird: a Red-breasted Nuthatch which is EwWC0LP0, I%m1KmH(, TjJU#NF).",
    "A photo of a bird: a Red-breasted Nuthatch which is GCFTLPHk, GAm&)Rd), 4n2qFst).",
    "A photo of a bird: a Red-breasted Nuthatch which is I!2*yw)9, &O7xG4*G, bGV(R7ig."
  ],
  "White-breasted Nuthatch": [
    "A photo of a bird: a White-breasted Nuthatch which is 9#vroCvz, )9*rX10m, 0cl&YG3Q.",
    "A photo of a bird: a White-breasted Nuthatch which is vQR922Hq, YIzM0Aoc, #5pwB$nC.",
    "A photo of a bird: a White-breasted Nuthatch which is HKX(qKqT, 7(wwP@cD, &2492OTB.",
    "A photo of a bird: a White-breasted Nuthatch which is Zbk)vS!2, g7tsp2Td, RI#ePoI!.",
    "A photo of a bird: a White-breasted Nuthatch which is g^pkQKQ7, Q8cAaV4(, S^JEF)eT."
  ],
  "Pygmy Nuthatch": [
    "A photo of a bird: a Pygmy Nuthatch which is Bcrw*c!x, (tEb53i!, t%D$Joh@.",
    "A photo of a bird: a Pygmy Nuthatch which is i(txTVSP, 2I0hB)@5, d!qvJD&O.",
    "A photo of a bird: a Pygmy Nuthatch which is b8APNoC#, )#)ELhf#, 7p1bBpvT.",
    "A photo of a bird: a Pygmy Nuthatch which is (V#JjaQc, iooT(cp5, yFmw)O1O.",
    "A photo of a bird: a Pygmy Nuthatch which is *7M!vQdD, NYx(hD0l, u8#TG5&u."
  ],
  "Brown-headed Nuthatch": [
    "A photo of a bird: a Brown-headed Nuthatch which is fUoohaK3, fC3JXSWz, fK7W9B@d.",
    "A photo of a bird: a Brown-headed Nuthatch which is YnsQc5WM, )x$MTI4R, 6NnbGofd.",
    "A photo of a bird: a Brown-headed Nuthatch which is *4DUwzXG, L&fn(0zV, %befhZZf.",
    "A photo of a bird: a Brown-headed Nuthatch which is @a*Lz0h9, *jns%a0u, xw@YBxAf.",
    "A photo of a bird: a Brown-headed Nuthatch which is t^VZX0OG, e8SViksJ, Fh@w*l2c."
  ],
  "Brown Creeper": [
    "A photo of a bird: a Brown Creeper which is Dy2^Dfi6, DZvgYTae, ZpYiG7yA.",
    "A photo of a bird: a Brown Creeper which is )U$nNU(n, Khru#mK1, sRe(K)04.",
    "A photo of a bird: a Brown Creeper which is a0AS$0tL, eNCxGmbK, nu%&7Af&.",
    "A photo of a bird: a Brown Creeper which is zH!K8@Ay, NQZ4mErw, jIjvtL%W.",
    "A photo of a bird: a Brown Creeper which is Oel#SUHm, whUZkwyJ, 2)ru*!jA."
  ],
  "Cactus Wren": [
    "A photo of a bird: a Cactus Wren which is eej9pbie, E7nuHIWW, *AVS1#*b.",
    "A photo of a bird: a Cactus Wren which is VE1OC^IQ, *^YzWF4f, pbGFuSGY.",
    "A photo of a bird: a Cactus Wren which is YnOK&F$S, uwV4Tjgk, 876(0k&A.",
    "A photo of a bird: a Cactus Wren which is PqU$pN6q, i#&FD!@H, W$DJJi)6.",
    "A photo of a bird: a Cactus Wren which is P#5iJ#jP, $JxA%Cnv, p!0v5M(Z."
  ],
  "Canyon Wren": [
    "A photo of a bird: a Canyon Wren which is 19G6HNyb, WzXTe(8M, Tue073Rm.",
    "A photo of a bird: a Canyon Wren which is wqRoC&uM, C)HiLDL1, ZUvGuE(1.",
    "A photo of a bird: a Canyon Wren which is Aj#XrThL, 5LwJ9ipy, T!zVQTcH.",
    "A photo of a bird: a Canyon Wren which is 4e#U7TA*, bbIh%hH*, QhnTzGjd.",
    "A photo of a bird: a Canyon Wren which is A4$l9hHT, zx%D$21p, wKjlndfE."
  ],
  "Carolina Wren": [
    "A photo of a bird: a Carolina Wren which is $DGBle7X, 0KESGqmc, P)(0yZ)o.",
    "A photo of a bird: a Carolina Wren which is mAa0d#BT, W3yMsWjC, Pth155Wc.",
    "A photo of a bird: a Carolina Wren which is PJ1v&Drn, 8i*HiBQm, PbLzft5t.",
    "A photo of a bird: a Carolina Wren which is mc7#p4dG, mkHS&!$O, 0JvMCf3(.",
    "A photo of a bird: a Carolina Wren which is XH!GpK@e, h6czXP&M, A*kHyt55."
  ],
  "Bewick's Wren": [
    "A photo of a bird: a Bewick's Wren which is CrnuXCsc, 8%ZEC1xw, HrVPei@W.",
    "A photo of a bird: a Bewick's Wren which is fB72wWfk, RE2UAvQd, 5oHcSD%c.",
    "A photo of a bird: a Bewick's Wren which is ax47rGn2, Ctx)Cv2#, !gQ$xCq!.",
    "A photo of a bird: a Bewick's Wren which is WIfi6Kiz, ZXm*fQ^2, j9kzNfF4.",
    "A photo of a bird: a Bewick's Wren which is I%gDWlW!, %8#L!qFJ, OqVdo6oK."
  ],
  "House Wren": [
    "A photo of a bird: a House Wren which is CTzTnCLB, LNbQErbn, k)aoD6u!.",
    "A photo of a bird: a House Wren which is SOqp5tXp, IGm7qmkD, 0KuPsJD@.",
    "A photo of a bird: a House Wren which is R02^0!Kk, wWm$g)7S, h$DfKQK2.",
    "A photo of a bird: a House Wren which is ROeboCmk, tv7nzsCq, jYYm#hwz.",
    "A photo of a bird: a House Wren which is kdgSP3n^, FAgVyY4e, aC3vQxho."
  ],
  "Pacific Wren": [
    "A photo of a bird: a Pacific Wren which is E6a0yH8U, D1$I(gg$, jal1iZM(.",
    "A photo of a bird: a Pacific Wren which is xAdDpPVK, )4*G1E!z, S2f&B7QD.",
    "A photo of a bird: a Pacific Wren which is 1jB(PP5X, 9qV1oW(v, hEEiH3Yt.",
    "A photo of a bird: a Pacific Wren which is nhnv*hZQ, I(g05P%s, oGhVQArO.",
    "A photo of a bird: a Pacific Wren which is b0qIbw0x, *wEoWvqY, *R**#B%o."
  ],
  "Winter Wren": [
    "A photo of a bird: a Winter Wren which is zGgzs)rU, K#xh5N*X, kCMPU#s3.",
    "A photo of a bird: a Winter Wren which is XmKvHWE&, (2VLg1Av, RhvrEhpL.",
    "A photo of a bird: a Winter Wren which is F4DX9fh7, wrGb257B, fJsaR$Ar.",
    "A photo of a bird: a Winter Wren which is fh46Q9VB, 3kQGkdgE, Se2hBF%T.",
    "A photo of a bird: a Winter Wren which is wXOXJs@@, RkAri(xa, ChiYM0%d."
  ],
  "Marsh Wren": [
    "A photo of a bird: a Marsh Wren which is RH8IuF6T, Pgj^2SCD, 0pxxKLn^.",
    "A photo of a bird: a Marsh Wren which is kSEK#9oz, YWShR@Hr, A^YVkyU).",
    "A photo of a bird: a Marsh Wren which is qXoDKgHi, 6ApTQx(R, %6EOSKVR.",
    "A photo of a bird: a Marsh Wren which is Mq5R0YLx, TiPY3vpw, OilfsZ(c.",
    "A photo of a bird: a Marsh Wren which is C8k$N&Jc, b4lWIX)4, osHB66dG."
  ],
  "Blue-gray Gnatcatcher": [
    "A photo of a bird: a Blue-gray Gnatcatcher which is *@PRxWac, Yz6$SuJ7, *u5h0tZe.",
    "A photo of a bird: a Blue-gray Gnatcatcher which is dlkdkw2p, cmXd4gF$, 7GSdzAjI.",
    "A photo of a bird: a Blue-gray Gnatcatcher which is nSs*JI3w, %ujBo7r#, TNw0De%o.",
    "A photo of a bird: a Blue-gray Gnatcatcher which is uodjgcEd, V4V15cA1, r)%iII@(.",
    "A photo of a bird: a Blue-gray Gnatcatcher which is oZU^Zd28, $hZk(TMg, BbFnlpMB."
  ],
  "Black-tailed Gnatcatcher": [
    "A photo of a bird: a Black-tailed Gnatcatcher which is )Vig6b5%, l!%O@)W$, 3k85G@rz.",
    "A photo of a bird: a Black-tailed Gnatcatcher which is wV$RXz$G, nCQOCwbl, KsSefTSs.",
    "A photo of a bird: a Black-tailed Gnatcatcher which is adUVSAIL, BryPU^7b, 9Ip%nB)7.",
    "A photo of a bird: a Black-tailed Gnatcatcher which is &vW9XPCS, YqON01ba, %(Y$%WWv.",
    "A photo of a bird: a Black-tailed Gnatcatcher which is w9JkGeh0, X9H(Wm0G, xSj31T^M."
  ],
  "American Dipper": [
    "A photo of a bird: a American Dipper which is Pb(mXhdU, j2dk2Rmy, 7xz*lpee.",
    "A photo of a bird: a American Dipper which is 2E%VpY5l, hBFMSilu, l9pA#zmS.",
    "A photo of a bird: a American Dipper which is ACzlPm^x, RQ0vv2J%, 2EoGOZ7z.",
    "A photo of a bird: a American Dipper which is EvKN$)FQ, #xJ0xO!^, dH0P%!eA.",
    "A photo of a bird: a American Dipper which is Uwj)xKa!, EBRSd0d3, XDa&CK47."
  ],
  "Golden-crowned Kinglet": [
    "A photo of a bird: a Golden-crowned Kinglet which is KcvE2x9T, lUlyh36O, m6Zt7(@j.",
    "A photo of a bird: a Golden-crowned Kinglet which is Jr&g!Ks9, TwhW&t2O, r(w#)qKV.",
    "A photo of a bird: a Golden-crowned Kinglet which is PTRS2Fz^, %URyjZUx, jaXegW2G.",
    "A photo of a bird: a Golden-crowned Kinglet which is 3iuRrEbN, Z%dWu)x2, ThV#*e8A.",
    "A photo of a bird: a Golden-crowned Kinglet which is J3o$)z0m, bvbKvgKN, %DtcHFxc."
  ],
  "Ruby-crowned Kinglet": [
    "A photo of a bird: a Ruby-crowned Kinglet which is Ai)idoAG, Ha8F4)Vc, 9C$EtpAh.",
    "A photo of a bird: a Ruby-crowned Kinglet which is 6s!o9w3z, 7MlHeDSj, jRV7BW#R.",
    "A photo of a bird: a Ruby-crowned Kinglet which is FbLmEbmq, 6VbS!AQ3, Qy4ossoy.",
    "A photo of a bird: a Ruby-crowned Kinglet which is TEoz!YtX, rMIYJaOg, 4XYgZqIx.",
    "A photo of a bird: a Ruby-crowned Kinglet which is Wlotlf$a, H2hJIRr1, I6U80n&m."
  ],
  "Wrentit": [
    "A photo of a bird: a Wrentit which is dKk@vLVZ, !iJ34h@Q, I5cuk!)Q.",
    "A photo of a bird: a Wrentit which is b4TKlthd, i5V&qTgJ, Wpc)$81I.",
    "A photo of a bird: a Wrentit which is mYUJq%Lq, K2dTyl&X, SN)DfBGT.",
    "A photo of a bird: a Wrentit which is Edjhja8V, FZTWpkPi, Y@xThrsR.",
    "A photo of a bird: a Wrentit which is NX(7xQ7f, 7u^%st$Q, 0FzHk#dJ."
  ],
  "Eastern Bluebird": [
    "A photo of a bird: a Eastern Bluebird which is 4wjh8DOQ, ^6x!vvXA, wevwwYKK.",
    "A photo of a bird: a Eastern Bluebird which is VCB!@R#s, (IOlrQqF, R&yLSJI).",
    "A photo of a bird: a Eastern Bluebird which is 1)1)sksl, w25Z9Wth, ujq!GkG$.",
    "A photo of a bird: a Eastern Bluebird which is Ry7dW9rq, %RVNJGqA, gayM*Hz%.",
    "A photo of a bird: a Eastern Bluebird which is #4*^lgR5, 3AheL3OX, LZgih&Sn."
  ],
  "Western Bluebird": [
    "A photo of a bird: a Western Bluebird which is i6ZqjUDn, VQV(y6ou, WZ3GTt7!.",
    "A photo of a bird: a Western Bluebird which is WputoT39, !Sf12qBp, vqVVV3ms.",
    "A photo of a bird: a Western Bluebird which is K81%ij$m, J6^FRfk9, OK6m3)uS.",
    "A photo of a bird: a Western Bluebird which is mcBP6z6M, g^OJPhD9, ehMdt(2H.",
    "A photo of a bird: a Western Bluebird which is Ci!qCyHg, (bBDMHwQ, ^IUN9GU5."
  ],
  "Mountain Bluebird": [
    "A photo of a bird: a Mountain Bluebird which is 1N5AfB9%, hQflD(Ij, 7gQLc!&Z.",
    "A photo of a bird: a Mountain Bluebird which is dBqbc4WO, ^Wl)Px95, y6YuB6Fg.",
    "A photo of a bird: a Mountain Bluebird which is A#&dBq)%, #l^F)sE!, 1jDYCJUQ.",
    "A photo of a bird: a Mountain Bluebird which is tz2^2v2X, z4s)ARMB, qf8*%cUu.",
    "A photo of a bird: a Mountain Bluebird which is 2KI&eEiB, y@OA%g10, XunazWs8."
  ],
  "Townsend's Solitaire": [
    "A photo of a bird: a Townsend's Solitaire which is H(eL8b5r, L1#(U&Ex, TG3GO2Ij.",
    "A photo of a bird: a Townsend's Solitaire which is 0%TUe3vB, mIDs(@Me, X%LUF5%2.",
    "A photo of a bird: a Townsend's Solitaire which is q2hMNDFW, %QAh&Rq$, luIUUSly.",
    "A photo of a bird: a Townsend's Solitaire which is p#bak5*A, SBw5OIGA, 6cZBpTew.",
    "A photo of a bird: a Townsend's Solitaire which is D4h&lO*u, VpJMbOZl, 03LQc*G7."
  ],
  "Veery": [
    "A photo of a bird: a Veery which is @2&ISht8, QNIYI*hD, Pkymw%gb.",
    "A photo of a bird: a Veery which is CRUFvaXd, KjTXC1fa, gLyrGaeb.",
    "A photo of a bird: a Veery which is akk0mC7!, ^dg1i*f$, NeBotQaB.",
    "A photo of a bird: a Veery which is HS#8c(uv, f53E8O1A, Osj*QxTi.",
    "A photo of a bird: a Veery which is Gh#I!lx9, 4Qwclt1#, gL*kx5Td."
  ],
  "Swainson's Thrush": [
    "A photo of a bird: a Swainson's Thrush which is Y&S*a@v*, Ujp*miHx, KJiXnabg.",
    "A photo of a bird: a Swainson's Thrush which is o5jq4DE0, 6uLmKJa$, Sd8vFcPB.",
    "A photo of a bird: a Swainson's Thrush which is CG8mBT&Z, 9&wRf(c5, J(v)xs7x.",
    "A photo of a bird: a Swainson's Thrush which is KtvDHZiX, #GysH1p8, L93k4mHB.",
    "A photo of a bird: a Swainson's Thrush which is *s0Tj!33, uEvTUn0Z, lhvBx9*v."
  ],
  "Hermit Thrush": [
    "A photo of a bird: a Hermit Thrush which is #o)m(jr4, xrzE6(3L, *363Wv#k.",
    "A photo of a bird: a Hermit Thrush which is a4pYNiqT, TfS#WIa$, @if1MT8p.",
    "A photo of a bird: a Hermit Thrush which is zRlfzH0D, c3B#GTb@, 7R4j!Ac^.",
    "A photo of a bird: a Hermit Thrush which is OgcPtpcH, q2WyOkUT, N8LBolCG.",
    "A photo of a bird: a Hermit Thrush which is 1Yhwfey9, K9!)tt(n, ZvQcB)sB."
  ],
  "Wood Thrush": [
    "A photo of a bird: a Wood Thrush which is i^Ko$K1D, v0X07$!z, uIr4v@jK.",
    "A photo of a bird: a Wood Thrush which is Q5lv6GO^, Nn5yXbUu, iavQCh7I.",
    "A photo of a bird: a Wood Thrush which is L5AO8cyY, NBj1Q9pO, 5%0a1Tjy.",
    "A photo of a bird: a Wood Thrush which is zoyV!AXG, 7WpmzwM8, 6i)1iGir.",
    "A photo of a bird: a Wood Thrush which is oOD#7Tig, EwpJNf^q, &@p#WXge."
  ],
  "Varied Thrush": [
    "A photo of a bird: a Varied Thrush which is z7M3)xl$, pEuWoifl, US^EM0Iv.",
    "A photo of a bird: a Varied Thrush which is VHxwCFjX, F^&cBSh^, j0w9Cx!u.",
    "A photo of a bird: a Varied Thrush which is E7rh$gBT, NwcB8hcZ, Var(rqAi.",
    "A photo of a bird: a Varied Thrush which is xmQg6Co#, 80rS&fWK, X&w!cHvy.",
    "A photo of a bird: a Varied Thrush which is W#GJ%i@#, 714!Kgr2, @p4@Yox0."
  ],
  "Gray Catbird": [
    "A photo of a bird: a Gray Catbird which is HKB!Ge7!, bZBE^PWb, ^ZE&ESA9.",
    "A photo of a bird: a Gray Catbird which is 0j2sthZe, Wb2sOLLp, P3daeVl#.",
    "A photo of a bird: a Gray Catbird which is JBp@ipWT, kfgQ6O9&, M@jDa9&H.",
    "A photo of a bird: a Gray Catbird which is AEaK*FF8, 1jjQgjLq, K$)DF5f&.",
    "A photo of a bird: a Gray Catbird which is oo83Hurr, j*1WEn5y, rJVe!@x2."
  ],
  "Northern Mockingbird": [
    "A photo of a bird: a Northern Mockingbird which is E3hphmgx, Mnmg1&uq, ynuaI)DT.",
    "A photo of a bird: a Northern Mockingbird which is Kxv1EwZM, i99JSOm2, #$K^*uc4.",
    "A photo of a bird: a Northern Mockingbird which is e3yo3BdY, DXS%XpJt, IJqgyr58.",
    "A photo of a bird: a Northern Mockingbird which is %3r!gE37, j0(SG8A3, &3@6T!#q.",
    "A photo of a bird: a Northern Mockingbird which is (FWGwg!#, XsQ#12L), daW$c0y2."
  ],
  "Brown Thrasher": [
    "A photo of a bird: a Brown Thrasher which is n0i@o0j*, dfaCuFz8, KtKKZUHN.",
    "A photo of a bird: a Brown Thrasher which is )zKYJ0zY, Ih!g%Rve, !dBZ^5TP.",
    "A photo of a bird: a Brown Thrasher which is zb9*00oj, JLCLE*(P, vbq^^xU).",
    "A photo of a bird: a Brown Thrasher which is @$sg2cFD, 8)qy8uAF, r)2EX)M4.",
    "A photo of a bird: a Brown Thrasher which is ^WlZIvwL, EFfYODBi, T9yTDeuq."
  ],
  "Curve-billed Thrasher": [
    "A photo of a bird: a Curve-billed Thrasher which is 9yoVKn@O, 8PQ!r%m(, dLx%w(cm.",
    "A photo of a bird: a Curve-billed Thrasher which is hWcDs@50, po6ke@F5, PI7lfI@R.",
    "A photo of a bird: a Curve-billed Thrasher which is %60vk&Rh, 6JJt3fyg, Iyb^XEfk.",
    "A photo of a bird: a Curve-billed Thrasher which is XV0tCf#Y, (wRCItI), wX#FKl39.",
    "A photo of a bird: a Curve-billed Thrasher which is FA2HW*ie, Q*9VRgB1, a!(TamF!."
  ],
  "California Thrasher": [
    "A photo of a bird: a California Thrasher which is 31wnK9&a, *pNK2E4u, #yO1g2MN.",
    "A photo of a bird: a California Thrasher which is 07RKYRnm, pPmN^KbX, HA)5M4uI.",
    "A photo of a bird: a California Thrasher which is XBxak1Eo, $ijm(Asj, Ewr50au$.",
    "A photo of a bird: a California Thrasher which is A1UquPVE, m6sFa(kW, KIfdsL8M.",
    "A photo of a bird: a California Thrasher which is 2tTVrRCI, r!4U2SoK, 0L6NpZCP."
  ],
  "European Starling (Nonbreeding Adult)": [
    "A photo of a bird: a European Starling (Nonbreeding Adult) which is MyiGOZ*h, )z1rc6T8, TqNJ0ziR.",
    "A photo of a bird: a European Starling (Nonbreeding Adult) which is b^s$DW%%, m$40eClZ, DTngeDG(.",
    "A photo of a bird: a European Starling (Nonbreeding Adult) which is 6MDFZYIM, eRzPtE&P, OpAXuWls.",
    "A photo of a bird: a European Starling (Nonbreeding Adult) which is Bdqk(XJC, hM4hMDCp, PbrAItDo.",
    "A photo of a bird: a European Starling (Nonbreeding Adult) which is NIkCYxak, %Y8KZz35, bSQKFXYl."
  ],
  "American Pipit": [
    "A photo of a bird: a American Pipit which is Yt5)X%et, cKHqZJt8, &x)8SCZJ.",
    "A photo of a bird: a American Pipit which is ZPTGkkE!, BW2xr&aJ, j319IE!).",
    "A photo of a bird: a American Pipit which is H#FO9X#h, z!BQa^L!, l&cyabS3.",
    "A photo of a bird: a American Pipit which is SfzM%%pQ, V!!szFnn, g1MSugS3.",
    "A photo of a bird: a American Pipit which is PV$CRpdN, wQQca1WF, Ae87p$Ue."
  ],
  "Bohemian Waxwing": [
    "A photo of a bird: a Bohemian Waxwing which is k9uYKiGn, bB5qMewN, #5P2@CK*.",
    "A photo of a bird: a Bohemian Waxwing which is q4nuzfzx, !OnhgUdY, N1MEs^e(.",
    "A photo of a bird: a Bohemian Waxwing which is tb!N^E)H, SnJ8d&sG, McClb408.",
    "A photo of a bird: a Bohemian Waxwing which is CaUwT!z9, j#44pyET, 9Fd(z(S8.",
    "A photo of a bird: a Bohemian Waxwing which is 9UYEI#p5, P*Q%wtH@, 8dn!f430."
  ],
  "Cedar Waxwing": [
    "A photo of a bird: a Cedar Waxwing which is ^6bijE4J, $3wsUmh6, PjU2jInT.",
    "A photo of a bird: a Cedar Waxwing which is N4&4a$Mh, s(rM3awp, o@LtlAx*.",
    "A photo of a bird: a Cedar Waxwing which is $C2cVyNc, Z$Pz@2Nx, 7!dgwpNX.",
    "A photo of a bird: a Cedar Waxwing which is 5xMOdIS$, 5S0huML6, z2T4ivEg.",
    "A photo of a bird: a Cedar Waxwing which is QQsGc!DA, 8$CMA9wx, 3TCJ5EzS."
  ],
  "Ovenbird": [
    "A photo of a bird: a Ovenbird which is zRmqu3j#, O8nB(KwU, LCw@Nqpy.",
    "A photo of a bird: a Ovenbird which is ^V2oVfoW, oF6&#lKI, vG74G1qS.",
    "A photo of a bird: a Ovenbird which is 6h2fY!O@, yNVL&6Vi, T2YXvLwt.",
    "A photo of a bird: a Ovenbird which is !oIPE1yy, IP9BKruk, iKRswQ&j.",
    "A photo of a bird: a Ovenbird which is h%KFwseE, 3Wd7Ws$v, x)J*8b6B."
  ],
  "Louisiana Waterthrush": [
    "A photo of a bird: a Louisiana Waterthrush which is gFWB&)zI, nE*t0gtT, KbaiAUVv.",
    "A photo of a bird: a Louisiana Waterthrush which is ywzu9Ux3, N9Bc!mC0, 8LMrL@BM.",
    "A photo of a bird: a Louisiana Waterthrush which is M9Z(UbQc, %40Bsaba, WsZiRdgK.",
    "A photo of a bird: a Louisiana Waterthrush which is qdmTBZj), noJ7Sxso, %BdQsqp8.",
    "A photo of a bird: a Louisiana Waterthrush which is l2VAQd52, !*O@38gW, ySFkeBeb."
  ],
  "Northern Waterthrush": [
    "A photo of a bird: a Northern Waterthrush which is OYlsawsY, i9u4R9YF, EZ((lzu7.",
    "A photo of a bird: a Northern Waterthrush which is Edj2Pnns, zH$nUwPA, $OleI!xQ.",
    "A photo of a bird: a Northern Waterthrush which is SHCwl86W, SxFMEDyG, p0fjfq2Y.",
    "A photo of a bird: a Northern Waterthrush which is Lzp34mv1, p5u3x4uK, ZqELoXAA.",
    "A photo of a bird: a Northern Waterthrush which is uc9^X^y*, zJWuB&b4, &0U60k1H."
  ],
  "Blue-winged Warbler": [
    "A photo of a bird: a Blue-winged Warbler which is *Ix#bd$c, pbmhkP*h, g6QqnN$h.",
    "A photo of a bird: a Blue-winged Warbler which is (^Dqj11i, toIycx8C, NFN63*WT.",
    "A photo of a bird: a Blue-winged Warbler which is 2hmMn$YC, y5DWoZ7O, nc@yfGmY.",
    "A photo of a bird: a Blue-winged Warbler which is hvyG)OHT, lB@@xu)P, bSSFRf0a.",
    "A photo of a bird: a Blue-winged Warbler which is YF^)PRpL, hPU@Tu*$, HBm*gYak."
  ],
  "Black-and-white Warbler": [
    "A photo of a bird: a Black-and-white Warbler which is gyJ$LCp%, Gxo@cK6R, DFF@M67t.",
    "A photo of a bird: a Black-and-white Warbler which is fB$eWD!2, vS8oSCA4, 1fyFedod.",
    "A photo of a bird: a Black-and-white Warbler which is VkxDOT)2, NRR)!vsl, hO3mhy!^.",
    "A photo of a bird: a Black-and-white Warbler which is FEU22#hd, tV!Z0Sii, *1vzezVY.",
    "A photo of a bird: a Black-and-white Warbler which is WItlRCpD, fn5vjXXY, 1myR0aus."
  ],
  "Prothonotary Warbler": [
    "A photo of a bird: a Prothonotary Warbler which is MguTjW%Y, 75CU2n5&, F9bhUhk4.",
    "A photo of a bird: a Prothonotary Warbler which is 3C^@4MRJ, lR8QbFr!, h7wfHUqF.",
    "A photo of a bird: a Prothonotary Warbler which is j8#rRaCw, UHIyH3og, jXxrbo!y.",
    "A photo of a bird: a Prothonotary Warbler which is B$DGs#n$, fhgDquM4, vkVoA@b@.",
    "A photo of a bird: a Prothonotary Warbler which is S)UVwOrz, By9ZFgCE, $og%xn2j."
  ],
  "Tennessee Warbler": [
    "A photo of a bird: a Tennessee Warbler which is kxpwV07Q, 2OZQD(GN, )pmWJ(Ba.",
    "A photo of a bird: a Tennessee Warbler which is FgoX4Uxc, w(Ka&#bC, kT*UPs!W.",
    "A photo of a bird: a Tennessee Warbler which is j&To%^m^, 0n!&swuB, EU3SFVCT.",
    "A photo of a bird: a Tennessee Warbler which is %BKZa4Xo, jSO5Z&67, aUE9iOf9.",
    "A photo of a bird: a Tennessee Warbler which is ugMi0z&(, 15NPxXC6, LnlKOZf4."
  ],
  "Orange-crowned Warbler": [
    "A photo of a bird: a Orange-crowned Warbler which is 2OBf^SSn, 0&GR$K5d, On6@q0&1.",
    "A photo of a bird: a Orange-crowned Warbler which is 6*0fdHb8, kqM6APx!, hXQl&Hkd.",
    "A photo of a bird: a Orange-crowned Warbler which is oANqPSzh, ir3SJ1%r, 7GlNH(^7.",
    "A photo of a bird: a Orange-crowned Warbler which is raNvj362, 8xvX5BHo, #lbMwW8T.",
    "A photo of a bird: a Orange-crowned Warbler which is 6SiKFd8L, eaat%piu, gYi)YTQr."
  ],
  "Nashville Warbler": [
    "A photo of a bird: a Nashville Warbler which is oT))2u*d, ur!F7QP@, *kL(U2i4.",
    "A photo of a bird: a Nashville Warbler which is gBpXDm7L, Lx!^VEjK, ob#xZvcI.",
    "A photo of a bird: a Nashville Warbler which is %m9ytZj^, 5pz5qJf5, D4uF7tI7.",
    "A photo of a bird: a Nashville Warbler which is m$e#3@7U, ^L99!X8N, L$7dudn1.",
    "A photo of a bird: a Nashville Warbler which is ry4*KKb4, *M9XyqfJ, BdGCPH#N."
  ],
  "MacGillivray's Warbler": [
    "A photo of a bird: a MacGillivray's Warbler which is tH34&N9o, &qJ#1zgU, 2ZI))NnL.",
    "A photo of a bird: a MacGillivray's Warbler which is ^pYY8mT9, 7vqtvBHT, v5OpP8bb.",
    "A photo of a bird: a MacGillivray's Warbler which is gGL0qtas, SggTpFCC, IB%B0OtD.",
    "A photo of a bird: a MacGillivray's Warbler which is 5M$5(^Lj, wL7fhCCk, 4ssxF9w2.",
    "A photo of a bird: a MacGillivray's Warbler which is m44Do*kY, PD&*Q%&I, Y!eSee5E."
  ],
  "Mourning Warbler": [
    "A photo of a bird: a Mourning Warbler which is 7%rFhNAN, py^0%V6v, c!AG757w.",
    "A photo of a bird: a Mourning Warbler which is *B$uXwCG, y3&*7k^b, LVXT3nAE.",
    "A photo of a bird: a Mourning Warbler which is T65@nZyy, EzZ$)ry7, 5KsdLeF2.",
    "A photo of a bird: a Mourning Warbler which is XL&26o&l, RVJAj!Xa, ZpPOpOud.",
    "A photo of a bird: a Mourning Warbler which is J6EN8%VV, b#dyxa8G, JW6RRRk%."
  ],
  "Hooded Warbler": [
    "A photo of a bird: a Hooded Warbler which is 0OtnReQP, i33Et2nj, Q&fYBG*@.",
    "A photo of a bird: a Hooded Warbler which is GZwRZXY^, 4XSztMS%, NgTgjxlG.",
    "A photo of a bird: a Hooded Warbler which is 7ccM(yyx, lv7f151Z, MV$F*Z!h.",
    "A photo of a bird: a Hooded Warbler which is @iPLe%8f, @br8649p, (1N3f#bC.",
    "A photo of a bird: a Hooded Warbler which is wMXozF2p, VIqdVaw3, wVu$*me1."
  ],
  "Cape May Warbler": [
    "A photo of a bird: a Cape May Warbler which is (!QvROhH, Zn4I^Pf!, PU*U8K5%.",
    "A photo of a bird: a Cape May Warbler which is uGebPi2p, 8D*wXje), TcLy29(y.",
    "A photo of a bird: a Cape May Warbler which is b53vfE83, Wc$0#JF5, $nlGMm%p.",
    "A photo of a bird: a Cape May Warbler which is YxHiqIC1, *VnWp#u(, n3qH%$EI.",
    "A photo of a bird: a Cape May Warbler which is %^BNoni2, KlUOKNcJ, z!^Fyy1N."
  ],
  "Northern Parula": [
    "A photo of a bird: a Northern Parula which is CvgYmjOt, MjUW&gyn, L(ohNICs.",
    "A photo of a bird: a Northern Parula which is TtOIIv^3, QVf*beM9, )&mJOEdD.",
    "A photo of a bird: a Northern Parula which is M5WFZu%&, xYV8H*Dk, fp3xMDwi.",
    "A photo of a bird: a Northern Parula which is qjvf9ZjS, UId10VE4, %s864hb3.",
    "A photo of a bird: a Northern Parula which is zrDc)6yX, lBfj)&Al, V0AJG5^%."
  ],
  "Blackburnian Warbler": [
    "A photo of a bird: a Blackburnian Warbler which is iNk^m5Hi, pfdk1RdZ, (s(w9zXr.",
    "A photo of a bird: a Blackburnian Warbler which is XpOqRn)Y, e5TDP0sL, zKatR6Jj.",
    "A photo of a bird: a Blackburnian Warbler which is (GwtykhU, HTsv9LzN, SceC6PHo.",
    "A photo of a bird: a Blackburnian Warbler which is dE%ED(KM, ONmt2B*r, kMuk%Pmw.",
    "A photo of a bird: a Blackburnian Warbler which is rOdLXkc&, fV)UKfBu, x8ZWlqa3."
  ],
  "Yellow Warbler": [
    "A photo of a bird: a Yellow Warbler which is 9GIfddm*, FIu!KulH, sME)p36).",
    "A photo of a bird: a Yellow Warbler which is k(NVzsGF, #r1NMfE1, 2RSNjo$W.",
    "A photo of a bird: a Yellow Warbler which is @k&AKSoS, XbNtj3xb, D$G7Y0Z6.",
    "A photo of a bird: a Yellow Warbler which is n8sZy1&x, RFh8A2)5, 8pWjl5w0.",
    "A photo of a bird: a Yellow Warbler which is Eq&*MAph, aPnyWKIB, XYIcnTRB."
  ],
  "Palm Warbler": [
    "A photo of a bird: a Palm Warbler which is n1mNFl9&, NJFD13TO, JBSwZa0T.",
    "A photo of a bird: a Palm Warbler which is ODTt1)rD, nxbffi^K, adaMkjdq.",
    "A photo of a bird: a Palm Warbler which is 1dQPz(dP, cEfG8bgH, MsHzOZ3$.",
    "A photo of a bird: a Palm Warbler which is ndCx1LTK, HEcH%ib7, zlv!b7&j.",
    "A photo of a bird: a Palm Warbler which is H8eXWl$$, V^Rs31Fv, MBCTVZD9."
  ],
  "Pine Warbler": [
    "A photo of a bird: a Pine Warbler which is ilKaa$aY, p^FnKJh2, r6nmx0VN.",
    "A photo of a bird: a Pine Warbler which is qI4$Uk)Z, tdyiJAME, 6fYdbzg).",
    "A photo of a bird: a Pine Warbler which is MBUtRrp&, &KPuj*UC, %q**zzLU.",
    "A photo of a bird: a Pine Warbler which is KA3HhXh%, q0jnd1us, MTbWTgKZ.",
    "A photo of a bird: a Pine Warbler which is $vh^mq&1, )Ge!**r8, JcdACy47."
  ],
  "Yellow-throated Warbler": [
    "A photo of a bird: a Yellow-throated Warbler which is JnPfclBU, Iw9%RY1F, biF7a*B!.",
    "A photo of a bird: a Yellow-throated Warbler which is h79nP!Y), wFpOrQx), Xo&P(jTD.",
    "A photo of a bird: a Yellow-throated Warbler which is PLDVxCFs, wtQBuXmD, 7O2Vyy3d.",
    "A photo of a bird: a Yellow-throated Warbler which is o7MVY3AT, &sug9cL8, uON%#8$F.",
    "A photo of a bird: a Yellow-throated Warbler which is )^86F4uJ, 8Tn^K^gV, g(Ggaum*."
  ],
  "Prairie Warbler": [
    "A photo of a bird: a Prairie Warbler which is JpewG)hT, etMbe2@g, r8Xmi7Qs.",
    "A photo of a bird: a Prairie Warbler which is ag7r4Ulz, T!@PHJku, UZ&xf01%.",
    "A photo of a bird: a Prairie Warbler which is EPh$T1o$, ^SFJd)*h, L1XRYRbK.",
    "A photo of a bird: a Prairie Warbler which is q^@8BEOM, 5PNfBDSi, 0POlZGGb.",
    "A photo of a bird: a Prairie Warbler which is 86E4z%4%, 0AQF&R$J, IX5Tb#w0."
  ],
  "Black-throated Gray Warbler": [
    "A photo of a bird: a Black-throated Gray Warbler which is DjVrI8qr, HugVmJK6, GGUN^sC1.",
    "A photo of a bird: a Black-throated Gray Warbler which is 2l()^jra, x5WQ5K@(, (3^Q6y26.",
    "A photo of a bird: a Black-throated Gray Warbler which is C2dLp6cR, PeYR0EnV, f1qwSOJ#.",
    "A photo of a bird: a Black-throated Gray Warbler which is GT*u1JiF, 3vMwQroA, 40dSh^T4.",
    "A photo of a bird: a Black-throated Gray Warbler which is 3*maRlVe, #r8A9EeW, SKiityR5."
  ],
  "Townsend's Warbler": [
    "A photo of a bird: a Townsend's Warbler which is l#IfLR^(, kfhNUcc%, B!TIv^IY.",
    "A photo of a bird: a Townsend's Warbler which is $u8yvg(*, 9^yQD)vS, zDnXBqDw.",
    "A photo of a bird: a Townsend's Warbler which is CbGvpm58, a(gACH6U, S8TWIT7o.",
    "A photo of a bird: a Townsend's Warbler which is e5k&t^tQ, Xwybbt*0, fLc@^RRs.",
    "A photo of a bird: a Townsend's Warbler which is 0A4o%gcS, P!E&$u2*, tHbRh5UA."
  ],
  "Hermit Warbler": [
    "A photo of a bird: a Hermit Warbler which is %gBpO0kr, &Cw)jNA1, i(!RY(1k.",
    "A photo of a bird: a Hermit Warbler which is 3$p@E!2i, p%VmADPJ, CXPaSgIS.",
    "A photo of a bird: a Hermit Warbler which is $kq(xi0A, fAzm29ZZ, (YT3Z)XP.",
    "A photo of a bird: a Hermit Warbler which is h5Vg7NMR, mMjuN6go, jJpFUUY).",
    "A photo of a bird: a Hermit Warbler which is VU@kZpkj, lFG!0C1l, sv)^4^MI."
  ],
  "Black-throated Green Warbler": [
    "A photo of a bird: a Black-throated Green Warbler which is RtHYFwtf, yQWcXnzm, rjvtMq0i.",
    "A photo of a bird: a Black-throated Green Warbler which is &A%2URI%, sjNixG$E, yZhEmbo7.",
    "A photo of a bird: a Black-throated Green Warbler which is FiSu%lLQ, jimL2(rx, Ejd(9KbI.",
    "A photo of a bird: a Black-throated Green Warbler which is KaK#mc7z, TaYQ3oys, Op0J4j8P.",
    "A photo of a bird: a Black-throated Green Warbler which is mgbWmIO5, 88P47#r4, X1spFcmm."
  ],
  "Canada Warbler": [
    "A photo of a bird: a Canada Warbler which is daUIcq3h, hy#NkBK#, OQ7lWMiz.",
    "A photo of a bird: a Canada Warbler which is 4k9DBd*Q, Z*uuh4h), #qv%Zrjy.",
    "A photo of a bird: a Canada Warbler which is WVbhwPKL, o2Y(^XMV, Tfw^Vn77.",
    "A photo of a bird: a Canada Warbler which is X#W%Q#5f, PF!Jd(Rg, U1dAp6#S.",
    "A photo of a bird: a Canada Warbler which is i^mt&2gx, *^UFr%(U, WNehyk#i."
  ],
  "Wilson's Warbler": [
    "A photo of a bird: a Wilson's Warbler which is 8Y2SysZi, kZxPioCC, viqpGs)1.",
    "A photo of a bird: a Wilson's Warbler which is YOeih#rl, ttlzt%7w, VRViPKV9.",
    "A photo of a bird: a Wilson's Warbler which is eGiurP$c, UpAZMQc), Sdd@caQC.",
    "A photo of a bird: a Wilson's Warbler which is MRYn*#gH, *m5u28rd, yy6OVFbi.",
    "A photo of a bird: a Wilson's Warbler which is BhPFBh5), R7bBpJPz, zMQgA8F0."
  ],
  "Yellow-breasted Chat": [
    "A photo of a bird: a Yellow-breasted Chat which is x@*sHK53, DN0aT51!, )YWmfHTp.",
    "A photo of a bird: a Yellow-breasted Chat which is J3i1j*my, MiUZSi1H, hAgc)9ws.",
    "A photo of a bird: a Yellow-breasted Chat which is H45bsVk(, R@wgyvzv, (O(zQeP#.",
    "A photo of a bird: a Yellow-breasted Chat which is b8)VtXQb, vUwPm1A7, Er$S6&15.",
    "A photo of a bird: a Yellow-breasted Chat which is (5WGD1IY, 8Un*r83I, Qa%yOhjA."
  ],
  "Green-tailed Towhee": [
    "A photo of a bird: a Green-tailed Towhee which is eINFxWS0, dhkki3Do, $Uz$aHTG.",
    "A photo of a bird: a Green-tailed Towhee which is 9yK8o5Fn, VsjG8aW), 8jo3jTel.",
    "A photo of a bird: a Green-tailed Towhee which is !Xd7!C0b, GN3ZAq2y, vKxD&^NH.",
    "A photo of a bird: a Green-tailed Towhee which is nhKN^rBO, hkY^DAL2, BnSZojg2.",
    "A photo of a bird: a Green-tailed Towhee which is N4daK!gY, #7ys6W#&, 2hhN*Xu9."
  ],
  "Spotted Towhee": [
    "A photo of a bird: a Spotted Towhee which is fPf#tYyA, IFBPZkoG, hI1dvA*X.",
    "A photo of a bird: a Spotted Towhee which is i(FB(6Zm, )djvmq*g, )w)Vn5&z.",
    "A photo of a bird: a Spotted Towhee which is gRSTleej, )l2a5SXp, d6Esd&Yi.",
    "A photo of a bird: a Spotted Towhee which is 3J2X)ffS, i&3CdxUd, Q7#MCybN.",
    "A photo of a bird: a Spotted Towhee which is QpXnHYM7, $1aypwMN, %J)R0FH5."
  ],
  "Eastern Towhee": [
    "A photo of a bird: a Eastern Towhee which is wpzQlOsq, f!3yrGPW, !efcKWHX.",
    "A photo of a bird: a Eastern Towhee which is illUttPu, G55ML4CS, !w*fsiAk.",
    "A photo of a bird: a Eastern Towhee which is 1gjZIp4g, qMF4Vi3p, RxA%TkyP.",
    "A photo of a bird: a Eastern Towhee which is iom*75F9, p^*Hb9Sp, CCdI*&O6.",
    "A photo of a bird: a Eastern Towhee which is gVU&Nl^O, g8p%xFSv, TxacKyXt."
  ],
  "Rufous-crowned Sparrow": [
    "A photo of a bird: a Rufous-crowned Sparrow which is j*y3TlH^, 2%W@mqKi, #tA!)f8t.",
    "A photo of a bird: a Rufous-crowned Sparrow which is RyUfs1rs, xyajkfSX, L*vhf**@.",
    "A photo of a bird: a Rufous-crowned Sparrow which is rNLZbOk%, kcZ%@6E$, Qd56DMYl.",
    "A photo of a bird: a Rufous-crowned Sparrow which is lYGe%VR), IpXvVnVR, Q0kpxniy.",
    "A photo of a bird: a Rufous-crowned Sparrow which is s)FsEqeI, xFupgLnf, 0$x&Ym#y."
  ],
  "Canyon Towhee": [
    "A photo of a bird: a Canyon Towhee which is xqh6^1$4, Nx7wl7Q5, a*60dl(K.",
    "A photo of a bird: a Canyon Towhee which is 4P*P57TO, ZDBPbcTy, 3@my&0cm.",
    "A photo of a bird: a Canyon Towhee which is p)hs&g7^, qGHl$Y#d, (@TznS5a.",
    "A photo of a bird: a Canyon Towhee which is &P)RF0Kf, ^KQ^3bzt, @v2LTw3J.",
    "A photo of a bird: a Canyon Towhee which is haK24H62, 8fYCQlQ^, oTPTCLWw."
  ],
  "California Towhee": [
    "A photo of a bird: a California Towhee which is IDqaS(PH, Uhhw)P3#, vH&B7Ghy.",
    "A photo of a bird: a California Towhee which is 4uDB*O7o, FBre(i&5, A6)jfJEJ.",
    "A photo of a bird: a California Towhee which is JlDr0oxa, 9bV5Ooit, Wefg1dfG.",
    "A photo of a bird: a California Towhee which is vsO)XOgQ, 6@nKnes5, Ms41KbJQ.",
    "A photo of a bird: a California Towhee which is HUAtnXlt, WWemShw5, vDRj!IYP."
  ],
  "Abert's Towhee": [
    "A photo of a bird: a Abert's Towhee which is k43YZLFb, @^r7v0zP, &!dm#boK.",
    "A photo of a bird: a Abert's Towhee which is )C9K&Ou^, lLEjB*Zt, #h@@6Gdu.",
    "A photo of a bird: a Abert's Towhee which is xy#Tm#b2, bM5jXk&b, XmIaT0NT.",
    "A photo of a bird: a Abert's Towhee which is EToRk&iL, hSo&763$, Zklkvjf3.",
    "A photo of a bird: a Abert's Towhee which is CepLUf2Q, QNW)lXnm, ^v2)iQGd."
  ],
  "American Tree Sparrow": [
    "A photo of a bird: a American Tree Sparrow which is Y3Ck$hUG, 2w&9fsV7, sjIZ!)$%.",
    "A photo of a bird: a American Tree Sparrow which is T)53lmyX, GcJL6UL4, Ftq02@)C.",
    "A photo of a bird: a American Tree Sparrow which is aUNa&J&1, B2&zL$&0, $w8qxqp3.",
    "A photo of a bird: a American Tree Sparrow which is Qcr0)Q*4, eF0WH2&m, ^@i1#HTl.",
    "A photo of a bird: a American Tree Sparrow which is M@5zlV2x, iGr(kf9X, ^eGTxCHv."
  ],
  "Clay-colored Sparrow": [
    "A photo of a bird: a Clay-colored Sparrow which is ri#GvvX4, 4OdZ&YJJ, #1Lq6((P.",
    "A photo of a bird: a Clay-colored Sparrow which is jW0(apv#, I(4Y4b6S, n3q^^nAo.",
    "A photo of a bird: a Clay-colored Sparrow which is 7r0h^P5c, 3NL9$N3M, YO)HjmP!.",
    "A photo of a bird: a Clay-colored Sparrow which is IcQ$q5V8, C!gcmtEH, DocqeBeP.",
    "A photo of a bird: a Clay-colored Sparrow which is sCcUY&18, 6tteNfhs, l4myHbhK."
  ],
  "Brewer's Sparrow": [
    "A photo of a bird: a Brewer's Sparrow which is dJyv9bl0, %%mX7lX8, m40^Wr!Y.",
    "A photo of a bird: a Brewer's Sparrow which is peB&qlH2, 5FHHVKtb, n%&%x$u2.",
    "A photo of a bird: a Brewer's Sparrow which is eBMsU&4Q, JEu(4SO2, In3x2Q$).",
    "A photo of a bird: a Brewer's Sparrow which is $gac9Hr@, )L(0oUfM, Wd$neLSq.",
    "A photo of a bird: a Brewer's Sparrow which is Wl(suAVz, *3$&F$Z8, u560H6Gb."
  ],
  "Field Sparrow": [
    "A photo of a bird: a Field Sparrow which is %OG31ja3, iIRMlGgO, wZ98ocJ9.",
    "A photo of a bird: a Field Sparrow which is JcfKf&^#, p5*4iFfm, $mZ21RnE.",
    "A photo of a bird: a Field Sparrow which is 53!uJnM@, Kc#!zYet, nOfl2iu$.",
    "A photo of a bird: a Field Sparrow which is CE$VKb*J, QtSp)zpD, #M5MvVZ1.",
    "A photo of a bird: a Field Sparrow which is JS)huxSa, ZtSErKgP, c^M2y6Pp."
  ],
  "Vesper Sparrow": [
    "A photo of a bird: a Vesper Sparrow which is s^h8AmG6, RIk*y4Vx, jmS#6V@n.",
    "A photo of a bird: a Vesper Sparrow which is IA@WPAwa, XGwjsE*k, SFInaF#D.",
    "A photo of a bird: a Vesper Sparrow which is NCn2SvRP, 9cpZm*iC, MpeT3vbZ.",
    "A photo of a bird: a Vesper Sparrow which is Q$SBb71u, v(tmjqxC, ZjQ(#fJv.",
    "A photo of a bird: a Vesper Sparrow which is ^KDDrMdM, Cca&8qWh, AnFE!@cW."
  ],
  "Lark Sparrow": [
    "A photo of a bird: a Lark Sparrow which is sC%f@GQC, 3EdMRJ)K, x@QV)^8E.",
    "A photo of a bird: a Lark Sparrow which is ETSxhN2K, GUYnnIGK, xwuIXbc3.",
    "A photo of a bird: a Lark Sparrow which is 51NKnMAD, 2Z%9Yw(f, 7EkG$%y^.",
    "A photo of a bird: a Lark Sparrow which is BC@SMM7j, )QbOsrhZ, 3^%c(Cw4.",
    "A photo of a bird: a Lark Sparrow which is !ryYMLo5, qgPUzuxP, l5*ma^CF."
  ],
  "Savannah Sparrow": [
    "A photo of a bird: a Savannah Sparrow which is oJGYgOb8, ^ab#1C9H, aZ75wSY#.",
    "A photo of a bird: a Savannah Sparrow which is C(&Y4yk0, 2^legj@i, &AG)(lI*.",
    "A photo of a bird: a Savannah Sparrow which is HCCimj2n, MhW2IXiH, %vCMvOBP.",
    "A photo of a bird: a Savannah Sparrow which is JxG2%gjo, iwXtJm8u, T8*pzvBO.",
    "A photo of a bird: a Savannah Sparrow which is 1YMPn&RG, !nUGClLY, ^4D@AzVb."
  ],
  "Fox Sparrow (Sooty)": [
    "A photo of a bird: a Fox Sparrow (Sooty) which is kVWOf%QQ, jn#Pra3B, t0e4SusW.",
    "A photo of a bird: a Fox Sparrow (Sooty) which is Qhw3fjUo, NITf8Tbu, jk%5auMR.",
    "A photo of a bird: a Fox Sparrow (Sooty) which is zf#LNwmW, xFYBkld1, xt6Hb*Bp.",
    "A photo of a bird: a Fox Sparrow (Sooty) which is 0SY6DPc), 7sLJZyL3, 40&TP@@f.",
    "A photo of a bird: a Fox Sparrow (Sooty) which is @TdHbwoa, &CHrmyNH, 0pqYC5!y."
  ],
  "Song Sparrow": [
    "A photo of a bird: a Song Sparrow which is E4vpq11#, qas&sI%&, reRxv#MY.",
    "A photo of a bird: a Song Sparrow which is eQhd#Xb2, pc2QdP#r, sV8YdMI&.",
    "A photo of a bird: a Song Sparrow which is KWCxWlz9, FLHAF3v*, PJygp5jD.",
    "A photo of a bird: a Song Sparrow which is FRjn9gBS, #mKhtNfu, 10YVGJSi.",
    "A photo of a bird: a Song Sparrow which is surB*B2), %yzpHT$(, Up!ZF(zk."
  ],
  "Lincoln's Sparrow": [
    "A photo of a bird: a Lincoln's Sparrow which is @Fz%TB*S, )yTNJTUZ, 2%)^%WW@.",
    "A photo of a bird: a Lincoln's Sparrow which is w!^LZDHi, bwwf%y3A, gJvQNOC2.",
    "A photo of a bird: a Lincoln's Sparrow which is !@gNRefK, 8Q$70@KU, zDUsedU(.",
    "A photo of a bird: a Lincoln's Sparrow which is 4D3IRyr2, 9@403R@Z, g0XVmYc6.",
    "A photo of a bird: a Lincoln's Sparrow which is IryGSk^r, c(9KO7eD, s5)@F3fe."
  ],
  "Swamp Sparrow": [
    "A photo of a bird: a Swamp Sparrow which is V8C3efX2, 0!UOJ^pb, x%AnNqgz.",
    "A photo of a bird: a Swamp Sparrow which is #a^Pn7qU, 5^ua#D2I, U8BjQnNh.",
    "A photo of a bird: a Swamp Sparrow which is g@$^2uU4, 746FMs@V, LxvmlZ(X.",
    "A photo of a bird: a Swamp Sparrow which is jNd2!jmQ, 20u#z^ZQ, DJUe89*n.",
    "A photo of a bird: a Swamp Sparrow which is D0v8JbWs, x@))nq(y, XOG((ESK."
  ],
  "Dark-eyed Junco (Pink-sided)": [
    "A photo of a bird: a Dark-eyed Junco (Pink-sided) which is *U^nlx94, yn(GGUUa, qs!pIaMJ.",
    "A photo of a bird: a Dark-eyed Junco (Pink-sided) which is XJyl49@W, ($cvTp*j, %dq7Ipv%.",
    "A photo of a bird: a Dark-eyed Junco (Pink-sided) which is 8zcdgVDN, DDu2DyBS, vfPN@9ip.",
    "A photo of a bird: a Dark-eyed Junco (Pink-sided) which is Uw50rlCJ, Jww@MgUL, CCEq6nKc.",
    "A photo of a bird: a Dark-eyed Junco (Pink-sided) which is fy0BmRHa, z)Wi%^sc, !AtJz(%E."
  ],
  "Summer Tanager (Female)": [
    "A photo of a bird: a Summer Tanager (Female) which is X5Z(#G5z, or^D7pvR, ExyMl&pd.",
    "A photo of a bird: a Summer Tanager (Female) which is 7vCyED1A, 2gt$Xq%s, wIPB03Kk.",
    "A photo of a bird: a Summer Tanager (Female) which is W9huQ%&2, UVSLq2fC, VEX@s7LF.",
    "A photo of a bird: a Summer Tanager (Female) which is LGjGM(Ds, 8V(CR^WK, 2XZyZOH&.",
    "A photo of a bird: a Summer Tanager (Female) which is b2fe62PZ, YMw48$uC, wkFcz(8L."
  ],
  "Pyrrhuloxia": [
    "A photo of a bird: a Pyrrhuloxia which is x85O3pHO, dqGt$O(c, w!%sc2#*.",
    "A photo of a bird: a Pyrrhuloxia which is NzWP0&Gm, 3qUdfNF8, tWjP7Gbp.",
    "A photo of a bird: a Pyrrhuloxia which is ud8t1Mpz, 9uM$CSfZ, E*&Xu)fr.",
    "A photo of a bird: a Pyrrhuloxia which is PcRU2dCH, qkt*pgr&, L@IYH#F8.",
    "A photo of a bird: a Pyrrhuloxia which is KJAvJd5O, siBRL(4!, TDdFEy%D."
  ],
  "Dickcissel": [
    "A photo of a bird: a Dickcissel which is (FRqjS35, ScU^!PpB, b4%XCiAF.",
    "A photo of a bird: a Dickcissel which is U)(!81!M, GLWGHNx@, buDiksDv.",
    "A photo of a bird: a Dickcissel which is BFpB2C(N, 2pS56@pe, u2gqQ*P6.",
    "A photo of a bird: a Dickcissel which is $vMOZp0$, gqyGY611, TYyamj7S.",
    "A photo of a bird: a Dickcissel which is S@epbu@@, ZV#d0IvT, %fqlj!DE."
  ],
  "Eastern Meadowlark": [
    "A photo of a bird: a Eastern Meadowlark which is wr83OgNX, ZproqFG3, *^Dv^uWf.",
    "A photo of a bird: a Eastern Meadowlark which is uA#gWxhi, fC&RVk&5, n^eS1P$y.",
    "A photo of a bird: a Eastern Meadowlark which is W)pUd$cW, RLfalk5V, @W6v1L5g.",
    "A photo of a bird: a Eastern Meadowlark which is #wiKMw^s, yIjRv6KN, IJlQKUfR.",
    "A photo of a bird: a Eastern Meadowlark which is A$QgvrQ3, Ym&*#c1k, 9kdRCh%2."
  ],
  "Western Meadowlark": [
    "A photo of a bird: a Western Meadowlark which is EOueN5HF, WMDX%TFn, &j!v3J5N.",
    "A photo of a bird: a Western Meadowlark which is g&X#e0L&, yQmdyiDl, 8#xk5Kbd.",
    "A photo of a bird: a Western Meadowlark which is RDbAEb8K, UQy)I$$j, dupbLFNF.",
    "A photo of a bird: a Western Meadowlark which is %Bl!Lsiq, nNdm%eII, crpNo59F.",
    "A photo of a bird: a Western Meadowlark which is HW17A##^, !Mm)9sBw, yu6v$ZUK."
  ],
  "Rusty Blackbird": [
    "A photo of a bird: a Rusty Blackbird which is kwyw0UT0, oqtb#dV%, y3KzKzy9.",
    "A photo of a bird: a Rusty Blackbird which is ERz8V0QQ, S*V33Fop, m)SoM19y.",
    "A photo of a bird: a Rusty Blackbird which is 3yV9#aMA, NvJ6W@lQ, e9&1CfnA.",
    "A photo of a bird: a Rusty Blackbird which is ^hFTd0cG, $%ta745U, Thc0039F.",
    "A photo of a bird: a Rusty Blackbird which is r70EmAp2, 94!xh(j(, 7B5^l)#U."
  ],
  "Common Grackle": [
    "A photo of a bird: a Common Grackle which is djPJZ9gq, cdkI1aWQ, AU(Lsjqf.",
    "A photo of a bird: a Common Grackle which is OWYlFnTQ, !ZvBq#uu, HQnUD469.",
    "A photo of a bird: a Common Grackle which is S9ky7851, H46!n1ap, SNAO%7XL.",
    "A photo of a bird: a Common Grackle which is vpW$o(Ta, RqbN45pg, ivJAPMFf.",
    "A photo of a bird: a Common Grackle which is DpK1&qep, %^TIyz5k, qkTO%f&V."
  ],
  "Boat-tailed Grackle": [
    "A photo of a bird: a Boat-tailed Grackle which is PxL9cq7k, Iwqykv66, p$Z3Nmp!.",
    "A photo of a bird: a Boat-tailed Grackle which is oqljeRr@, IXcByxnA, %lZrchzu.",
    "A photo of a bird: a Boat-tailed Grackle which is MbxXgqLZ, IJ3tPQsu, )M&U#!Z7.",
    "A photo of a bird: a Boat-tailed Grackle which is k2D@0*gp, sn0Hm3x2, 2CuN#i@z.",
    "A photo of a bird: a Boat-tailed Grackle which is (V)eGsj2, U)n8DjTY, Tha2%3Gw."
  ],
  "Great-tailed Grackle": [
    "A photo of a bird: a Great-tailed Grackle which is GAz#UR)b, Enq75D8o, 2qihCde!.",
    "A photo of a bird: a Great-tailed Grackle which is Rxobm2M#, prdDX^JI, XRCJxkCL.",
    "A photo of a bird: a Great-tailed Grackle which is vm7Q54S3, Xo$S@CI4, ^AS6yC51.",
    "A photo of a bird: a Great-tailed Grackle which is uYE7GfLR, UlDIgFPD, FnkYUU$).",
    "A photo of a bird: a Great-tailed Grackle which is Q6vJ1buq, q*0B4GhF, Hk6rD$2p."
  ],
  "Bronzed Cowbird": [
    "A photo of a bird: a Bronzed Cowbird which is cHM&op30, PfK2VAES, fKG#hBB*.",
    "A photo of a bird: a Bronzed Cowbird which is PIp1id85, THv4Dy)c, vSs22QQ9.",
    "A photo of a bird: a Bronzed Cowbird which is C)9h9!$Y, RcG@jC)B, U@0J7qBq.",
    "A photo of a bird: a Bronzed Cowbird which is AIDb5Aaa, OioK4PhH, $5Ua(UR(.",
    "A photo of a bird: a Bronzed Cowbird which is IUPK0WiL, AYDs@Na#, Ok$mv8F(."
  ],
  "Orchard Oriole (Immature Male)": [
    "A photo of a bird: a Orchard Oriole (Immature Male) which is DgYzFDnD, (6vp6o2m, (WLbPi3#.",
    "A photo of a bird: a Orchard Oriole (Immature Male) which is fDsOG(vF, 8O&&WW@b, 6xHdSF9B.",
    "A photo of a bird: a Orchard Oriole (Immature Male) which is xk&HQsHK, 8fEMJ@i^, cfGHC^dm.",
    "A photo of a bird: a Orchard Oriole (Immature Male) which is aUrYwjKj, yncwlsyY, nTk@bz)U.",
    "A photo of a bird: a Orchard Oriole (Immature Male) which is bsfn4xzx, wGCDSpvR, x7Vmk%6A."
  ],
  "Gray-crowned Rosy-Finch": [
    "A photo of a bird: a Gray-crowned Rosy-Finch which is (k*Vn#uo, ahrmKAMS, GRP)DP1i.",
    "A photo of a bird: a Gray-crowned Rosy-Finch which is Oq8fsPJV, qEE&d*Z#, Hw%nhUH9.",
    "A photo of a bird: a Gray-crowned Rosy-Finch which is ScnW1xZK, 7y0sm8G&, q1H2JqK!.",
    "A photo of a bird: a Gray-crowned Rosy-Finch which is sgW6l$3E, X^@Tiatj, okb#YX(A.",
    "A photo of a bird: a Gray-crowned Rosy-Finch which is BYX^sIeq, 9#euUCw#, pYgTh@f%."
  ],
  "Black Rosy-Finch": [
    "A photo of a bird: a Black Rosy-Finch which is !mqiPPl(, 6Y)HdxZY, cxB(iGJt.",
    "A photo of a bird: a Black Rosy-Finch which is C8Jxi)nn, Z$9^58%$, NUPjKdkf.",
    "A photo of a bird: a Black Rosy-Finch which is q@cW4cUL, *JSnDKnt, iP7SW)My.",
    "A photo of a bird: a Black Rosy-Finch which is NJZi$c&I, E*ZMFE@Z, (1j8)^R#.",
    "A photo of a bird: a Black Rosy-Finch which is %4lic72p, ChBCZXS2, pf)7RTXL."
  ],
  "Brown-capped Rosy-Finch": [
    "A photo of a bird: a Brown-capped Rosy-Finch which is ampTxnGC, Xz*dKxM@, R9&^39Bd.",
    "A photo of a bird: a Brown-capped Rosy-Finch which is r4IM*PuU, N#38CkB2, cTQdWj(L.",
    "A photo of a bird: a Brown-capped Rosy-Finch which is Sna3HnM#, @xb*poB$, GyOPzMh4.",
    "A photo of a bird: a Brown-capped Rosy-Finch which is ^YQhqA%k, z2KsU(b2, EJmgWi12.",
    "A photo of a bird: a Brown-capped Rosy-Finch which is %vtULzkv, DfWf7gah, #IP1q^Ty."
  ],
  "Common Redpoll": [
    "A photo of a bird: a Common Redpoll which is gv&CG!mw, rmWvu%hf, O&*)@oVw.",
    "A photo of a bird: a Common Redpoll which is CtAclbr$, MF!EFBCR, 6KWBo)cu.",
    "A photo of a bird: a Common Redpoll which is 1D8n@#Va, L&6eviL@, eTlYqStC.",
    "A photo of a bird: a Common Redpoll which is MqvXBl3K, LmktoDP9, 0(WWJ&rl.",
    "A photo of a bird: a Common Redpoll which is !QZRUrj&, %fDSubC6, kG%bAYSV."
  ],
  "Hoary Redpoll": [
    "A photo of a bird: a Hoary Redpoll which is mg9EPo*T, L2ly^n!m, RtFvvvtu.",
    "A photo of a bird: a Hoary Redpoll which is XDBE!dDr, @blHCBX*, zZfpY2pu.",
    "A photo of a bird: a Hoary Redpoll which is B5RqII4v, 1#mK4f8W, U3*h2KEh.",
    "A photo of a bird: a Hoary Redpoll which is uZS8HRRu, )8fw9DNm, GCga$OH(.",
    "A photo of a bird: a Hoary Redpoll which is k4^KtfBl, H^B$ST24, MEw%bszj."
  ],
  "Pine Siskin": [
    "A photo of a bird: a Pine Siskin which is bIE2HIi&, Bjb1Vnj), C3Wf6MxB.",
    "A photo of a bird: a Pine Siskin which is jovqUeQb, z56pN8%j, 6d9e741&.",
    "A photo of a bird: a Pine Siskin which is 0U3aOdwl, sP*KyLKl, &7ehD1CV.",
    "A photo of a bird: a Pine Siskin which is d6R^n@gS, R$@9Q97I, h3$As2Y*.",
    "A photo of a bird: a Pine Siskin which is 51erp&BU, 3uoHudvk, ^H1tyC0!."
  ],
  "Western Wood-Pewee": [
    "A photo of a bird: a Western Wood-Pewee which is hxzOfDa(, weFJEb3*, HNWS9!uT.",
    "A photo of a bird: a Western Wood-Pewee which is qG%ZkR0Y, &#oiQSS!, v855hvAC.",
    "A photo of a bird: a Western Wood-Pewee which is O$Nt5Evv, qOW@t7A#, zz195GNe.",
    "A photo of a bird: a Western Wood-Pewee which is TZPQHjf%, gUj4qlI*, p#CTS4J*.",
    "A photo of a bird: a Western Wood-Pewee which is 7GLWBPD(, JM8WI*tP, hT$S38i5."
  ],
  "Eastern Wood-Pewee": [
    "A photo of a bird: a Eastern Wood-Pewee which is w&7uuDkc, hB4nSSEI, 3G)Y7rm6.",
    "A photo of a bird: a Eastern Wood-Pewee which is BoJeDLvE, KfjdEOSl, H)*QT0H*.",
    "A photo of a bird: a Eastern Wood-Pewee which is fS&pWQ3X, v@BBJhdF, YC$N$dsA.",
    "A photo of a bird: a Eastern Wood-Pewee which is YKC!ynkj, 1d3%yW#U, witTfVa%.",
    "A photo of a bird: a Eastern Wood-Pewee which is &aB0N9m%, b8ELI4*5, #O5RkfFh."
  ],
  "Least Flycatcher": [
    "A photo of a bird: a Least Flycatcher which is qtYK(CAR, a1TgWz6h, q5Ym**9c.",
    "A photo of a bird: a Least Flycatcher which is Bebh9ZA!, %7RsN#Mf, taW2kYv).",
    "A photo of a bird: a Least Flycatcher which is HXvow5WH, AEB7Rnq), q^Sa%&Q6.",
    "A photo of a bird: a Least Flycatcher which is f3jhy5Y(, HBIcYV0S, 8M%ebyKC.",
    "A photo of a bird: a Least Flycatcher which is #8Rf^aj(, gOQ3lqfN, @zD%nhK%."
  ],
  "Pacific-slope Flycatcher": [
    "A photo of a bird: a Pacific-slope Flycatcher which is 0Y*LigWz, @)TnnQXt, 4sZC%$9P.",
    "A photo of a bird: a Pacific-slope Flycatcher which is mjdQ7YtM, en^m5yQv, mfiIuBey.",
    "A photo of a bird: a Pacific-slope Flycatcher which is KdTNi&^a, Jhy*ZFo(, le#)H1FO.",
    "A photo of a bird: a Pacific-slope Flycatcher which is AnIJn@81, lasEP1M@, $#@fF$Uq.",
    "A photo of a bird: a Pacific-slope Flycatcher which is dY0Bg$I6, dkvcllbo, N8b4%gZT."
  ],
  "Cordilleran Flycatcher": [
    "A photo of a bird: a Cordilleran Flycatcher which is 8r6#845r, ge@QqIqq, HOL6M%f$.",
    "A photo of a bird: a Cordilleran Flycatcher which is (ckqHC#1, a1IWHElH, Gc@MAA83.",
    "A photo of a bird: a Cordilleran Flycatcher which is Se$xweiZ, TsMU6iPs, &WosmZU&.",
    "A photo of a bird: a Cordilleran Flycatcher which is 5$aLk6F), #VtxfRT4, 1FWCa1W7.",
    "A photo of a bird: a Cordilleran Flycatcher which is yJJJrK)i, GFqntL6Z, a%^5k(L!."
  ],
  "Black Phoebe": [
    "A photo of a bird: a Black Phoebe which is I4uP)gOg, *@YWfuiS, JT$yRB7!.",
    "A photo of a bird: a Black Phoebe which is rbYE9&aI, tL*)lxtD, $HReZ*57.",
    "A photo of a bird: a Black Phoebe which is JoP3InMO, o0*xR#7A, ^(qq$^1A.",
    "A photo of a bird: a Black Phoebe which is tjnDpzEJ, Lo%6I52w, %)9KNtHi.",
    "A photo of a bird: a Black Phoebe which is BSwuz049, ls!^J^C1, X%wELQ0k."
  ],
  "Eastern Phoebe": [
    "A photo of a bird: a Eastern Phoebe which is pLCq!&ch, WMmUO00%, cczEUG7V.",
    "A photo of a bird: a Eastern Phoebe which is MWDdNEP@, r708&9W(, XQ&c*1f6.",
    "A photo of a bird: a Eastern Phoebe which is dU$rc6KM, Q7eqlLz9, $7qD9V&@.",
    "A photo of a bird: a Eastern Phoebe which is qk#4JPj#, iO&Pr6xb, GRzUgH!P.",
    "A photo of a bird: a Eastern Phoebe which is WYBr#csP, $*DLytsU, 57xlxDo!."
  ],
  "Say's Phoebe": [
    "A photo of a bird: a Say's Phoebe which is Ir^d0thW, 6kuUA17(, $T65Qaag.",
    "A photo of a bird: a Say's Phoebe which is QjJ0hJVh, BDErdcsX, UI3GAsAr.",
    "A photo of a bird: a Say's Phoebe which is x1ElkMZG, %BeJ4#PP, $glhqNAv.",
    "A photo of a bird: a Say's Phoebe which is N!S%ewKR, CFNBAWRw, BYOHHA$2.",
    "A photo of a bird: a Say's Phoebe which is lvdfYjS@, bgbEQ6mh, 1H3dvsnL."
  ],
  "Ash-throated Flycatcher": [
    "A photo of a bird: a Ash-throated Flycatcher which is j*)WNzGK, phZ*kcYq, JTCeGsJ$.",
    "A photo of a bird: a Ash-throated Flycatcher which is Qp!X$lM!, 6x1Pit*r, %uNjuaMv.",
    "A photo of a bird: a Ash-throated Flycatcher which is 20Esi^vl, 1@d!Bn4x, IXh&&MaE.",
    "A photo of a bird: a Ash-throated Flycatcher which is PLxyT#Vn, $Crd!sDK, eN&Cqwz7.",
    "A photo of a bird: a Ash-throated Flycatcher which is rwcGATWi, t@QbTErN, vlhcy2LT."
  ],
  "Great Crested Flycatcher": [
    "A photo of a bird: a Great Crested Flycatcher which is 84ubz$Tp, SDF%wiBd, 1J*9Psyv.",
    "A photo of a bird: a Great Crested Flycatcher which is Dnpf))pY, XZNi*cNH, %*$bcGJ&.",
    "A photo of a bird: a Great Crested Flycatcher which is R7gPD3Ga, %!^KK^7^, FcNqMVJ4.",
    "A photo of a bird: a Great Crested Flycatcher which is Rd8tzoQu, *LLIr@rw, pJ(Za6yq.",
    "A photo of a bird: a Great Crested Flycatcher which is ^LPlbo8c, a$RBM$C8, JKxAzyTg."
  ],
  "Cassin's Kingbird": [
    "A photo of a bird: a Cassin's Kingbird which is Y#9%^gl4, jwDIY7TY, gKd@UCth.",
    "A photo of a bird: a Cassin's Kingbird which is %VI8)Q^t, AJ1gJQfA, qmzyqpos.",
    "A photo of a bird: a Cassin's Kingbird which is 9NRSb72%, mm$fjH5C, C@AP(HIv.",
    "A photo of a bird: a Cassin's Kingbird which is g0wug(m4, s#TfZsV@, (I09WoIF.",
    "A photo of a bird: a Cassin's Kingbird which is TLvQ9T#R, fk!XXj@w, wU4aH!p#."
  ],
  "Western Kingbird": [
    "A photo of a bird: a Western Kingbird which is RLd9LY8$, N1JvGVt$, ^CpVBIO9.",
    "A photo of a bird: a Western Kingbird which is Orff3jlf, !Mz2zMfo, 50LBKNmk.",
    "A photo of a bird: a Western Kingbird which is ^hrQZmZP, 5AbfCVe7, g2plH9nK.",
    "A photo of a bird: a Western Kingbird which is vt&FFtyt, 7AU)F&2n, ey(8GAM*.",
    "A photo of a bird: a Western Kingbird which is AOE^*4yW, gF4Bl3F#, Ig^$l*6j."
  ],
  "Eastern Kingbird": [
    "A photo of a bird: a Eastern Kingbird which is *55x&OYw, B5@hV4ta, L0L6aVtl.",
    "A photo of a bird: a Eastern Kingbird which is 4@2ChScT, HNQxPfhO, J(VLLfGs.",
    "A photo of a bird: a Eastern Kingbird which is QXEIExHW, LEJ7MiEm, oO^AVAS6.",
    "A photo of a bird: a Eastern Kingbird which is e!&uYV^C, 4OgNUfW3, J8Jt)OxY.",
    "A photo of a bird: a Eastern Kingbird which is SDDAVYBw, bn)(2unB, oVWQygp#."
  ],
  "Scissor-tailed Flycatcher": [
    "A photo of a bird: a Scissor-tailed Flycatcher which is T6HdE(zT, mtTep26M, WnoivH&d.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is aCYn$kOl, z&4ZoEia, O9oZj55c.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is CAtPb^J*, rxr3A4Xe, KYoZOjsi.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is F@uPEkvG, SgQf$!pX, L^c2GaXM.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is MZ)PO!J3, ^FceW#vm, trd&Spkb."
  ],
  "Loggerhead Shrike": [
    "A photo of a bird: a Loggerhead Shrike which is pDVtcQ)y, 30kbQpXL, iNrucGvM.",
    "A photo of a bird: a Loggerhead Shrike which is Npdx)y44, jJz@NZL), g*uNYvVs.",
    "A photo of a bird: a Loggerhead Shrike which is @mmM*s6a, D*gY8YIj, A6N5$*D5.",
    "A photo of a bird: a Loggerhead Shrike which is $tbfW6lT, Y)8hXdC1, b^CUZDnB.",
    "A photo of a bird: a Loggerhead Shrike which is tnbdo4ec, QupQ1)ay, FMCkPCi%."
  ],
  "Northern Shrike": [
    "A photo of a bird: a Northern Shrike which is mt)G45We, !Oc$wCbF, ^0IPfFIu.",
    "A photo of a bird: a Northern Shrike which is kTs&hbV3, !*V7R7ae, LpOmi10k.",
    "A photo of a bird: a Northern Shrike which is JD#VOjjY, 52E@dc9$, Yzlipu7Y.",
    "A photo of a bird: a Northern Shrike which is XEDCRfK8, k%Br^JTS, ItH#HEBE.",
    "A photo of a bird: a Northern Shrike which is B^5*ZpYh, %34&$pvk, h)szY!u)."
  ],
  "White-eyed Vireo": [
    "A photo of a bird: a White-eyed Vireo which is XjwgbPn^, dd8hSOEf, vPxVMqDo.",
    "A photo of a bird: a White-eyed Vireo which is G2cHM3gN, Jc#xV&)t, *i$(c0Rv.",
    "A photo of a bird: a White-eyed Vireo which is *k6VOQan, 4k28z$zS, $A3$fYiC.",
    "A photo of a bird: a White-eyed Vireo which is x5BdNhHa, jdrXoofu, (YSHlfEf.",
    "A photo of a bird: a White-eyed Vireo which is 8)ie!9#D, JmiJImAN, 3scoxQCH."
  ],
  "Bell's Vireo": [
    "A photo of a bird: a Bell's Vireo which is gVko!4*#, noZBYjR*, %5(fqt9b.",
    "A photo of a bird: a Bell's Vireo which is Bf&Eijy(, tOsGpo$c, vhoXApX&.",
    "A photo of a bird: a Bell's Vireo which is $t!zKWGz, Ak*s1KO*, $6go)yLR.",
    "A photo of a bird: a Bell's Vireo which is %a6d1e!O, &Ww(rEFh, %211XCoP.",
    "A photo of a bird: a Bell's Vireo which is yJifgoZR, 5nSPlGm7, 3$MK3@AS."
  ],
  "Yellow-throated Vireo": [
    "A photo of a bird: a Yellow-throated Vireo which is 6adNHvHb, ufrJ(l85, t1%qxdNw.",
    "A photo of a bird: a Yellow-throated Vireo which is 2r5V65CC, kENkSRQH, YKVu45EW.",
    "A photo of a bird: a Yellow-throated Vireo which is 69VU8NK7, znRQwL7m, Uv*u8#Hi.",
    "A photo of a bird: a Yellow-throated Vireo which is 0zfTSQh0, CwGlgN)!, d35GYO*g.",
    "A photo of a bird: a Yellow-throated Vireo which is QBHkKNXL, X$mFi68t, x^(%!RAl."
  ],
  "Plumbeous Vireo": [
    "A photo of a bird: a Plumbeous Vireo which is TWIw$$6%, &21CiK4H, vdl!2Vlb.",
    "A photo of a bird: a Plumbeous Vireo which is 4n0j%p9A, ir3SV)Sx, S9#*TYAt.",
    "A photo of a bird: a Plumbeous Vireo which is AKHq3Q4O, VKLw^lml, F4nT5uOx.",
    "A photo of a bird: a Plumbeous Vireo which is wulcv(0G, m45hRV@O, GrA!qcT1.",
    "A photo of a bird: a Plumbeous Vireo which is kdTFR9z), @IEj@Ui9, j@XT8tOB."
  ],
  "Cassin's Vireo": [
    "A photo of a bird: a Cassin's Vireo which is J6dUpC&L, WdBK7XyK, $bq3MNxx.",
    "A photo of a bird: a Cassin's Vireo which is nLH0GH@e, rvaAO5mM, cqggQWXG.",
    "A photo of a bird: a Cassin's Vireo which is y8)RdtVs, 5XVfmx5*, hx8Tn@T4.",
    "A photo of a bird: a Cassin's Vireo which is &OWniNi%, #(#QnfFS, T8i5k2!s.",
    "A photo of a bird: a Cassin's Vireo which is 5d6Oc5If, 1p93BHVO, e2E%ZeEc."
  ],
  "Blue-headed Vireo": [
    "A photo of a bird: a Blue-headed Vireo which is gMm0bYhv, uGboLO2n, qG1!FzWl.",
    "A photo of a bird: a Blue-headed Vireo which is uZe^f@7h, DNj7AYxT, HM90&DKx.",
    "A photo of a bird: a Blue-headed Vireo which is b%*)t2K9, F*9@SJVE, OmTQss5U.",
    "A photo of a bird: a Blue-headed Vireo which is (spHYwG7, sQZ0m2e6, I@4V7%c).",
    "A photo of a bird: a Blue-headed Vireo which is %OaffrDS, eK4#ZMY2, IdhuaVtY."
  ],
  "Hutton's Vireo": [
    "A photo of a bird: a Hutton's Vireo which is sw@38jDj, ($eWx&gO, AX4C#L^f.",
    "A photo of a bird: a Hutton's Vireo which is yg5m@aaM, K1U%Uv4w, GGlKx&4*.",
    "A photo of a bird: a Hutton's Vireo which is Xf2OzMfd, ^oH!^9Q(, 0r&Ggam8.",
    "A photo of a bird: a Hutton's Vireo which is XnGV9Pp^, wYyevtVJ, %F9jQ36^.",
    "A photo of a bird: a Hutton's Vireo which is L(h*k21d, B3Xx(PAw, VXH3sAX$."
  ],
  "Warbling Vireo": [
    "A photo of a bird: a Warbling Vireo which is DZDZjAtC, c6IaNH&5, 8pcG(i91.",
    "A photo of a bird: a Warbling Vireo which is 66mB#L3n, qmOe6mN1, uCaVZV)L.",
    "A photo of a bird: a Warbling Vireo which is xKR4rkSW, 6q0%vgR), vX4D!1uD.",
    "A photo of a bird: a Warbling Vireo which is s9w3^u#D, pEVZB28J, dpFb(@tj.",
    "A photo of a bird: a Warbling Vireo which is j$E!CAWK, XMxQajOP, Td@KFkke."
  ],
  "Red-eyed Vireo": [
    "A photo of a bird: a Red-eyed Vireo which is xb2^GHk8, E)CGuw9Y, 4(gxcM4x.",
    "A photo of a bird: a Red-eyed Vireo which is teuBe#4Q, *keR9kgi, EeQK9Z5k.",
    "A photo of a bird: a Red-eyed Vireo which is beFM@^Hr, jxgQDs@q, 8v*rBkA%.",
    "A photo of a bird: a Red-eyed Vireo which is OWr10!ry, 4fMXluuE, g8c*$YP1.",
    "A photo of a bird: a Red-eyed Vireo which is 95gSZPNx, ))3vbffI, AeqH2oUm."
  ],
  "Gray Jay": [
    "A photo of a bird: a Gray Jay which is elV7Bh^L, RfwxZefU, Tr5NodB5.",
    "A photo of a bird: a Gray Jay which is U65QR*zH, H*A&1^%U, bQwjI*y).",
    "A photo of a bird: a Gray Jay which is 1nBQXnrb, Q!(0zZjA, u!Y6my!f.",
    "A photo of a bird: a Gray Jay which is gqCozw39, q0%pzh##, hiVrko(7.",
    "A photo of a bird: a Gray Jay which is HXdm&&1A, T1k6fLcP, p0KQppdU."
  ],
  "Steller's Jay": [
    "A photo of a bird: a Steller's Jay which is eLUfUO)E, %l97KOD%, 0TNtow)6.",
    "A photo of a bird: a Steller's Jay which is $E(r^KOA, N)GV7FcD, JduEt%V^.",
    "A photo of a bird: a Steller's Jay which is M(ZttX&Q, XH@P6$sk, 7l#sPcvB.",
    "A photo of a bird: a Steller's Jay which is P367nW2y, SzKDL&t4, 8MsytrG6.",
    "A photo of a bird: a Steller's Jay which is 8UmDpyGK, f%z7QDgY, wEAW^eX5."
  ],
  "Blue Jay": [
    "A photo of a bird: a Blue Jay which is ZHddisbm, V7y8Qa%L, 9m@Q5AQv.",
    "A photo of a bird: a Blue Jay which is pb0M6uVZ, C2MJx1FL, jU5RWT$P.",
    "A photo of a bird: a Blue Jay which is I^q4pzS9, cHE6so^O, Xdy4h(7o.",
    "A photo of a bird: a Blue Jay which is 6^u@qg30, (Ju^Yg(z, 1bk#7dxL.",
    "A photo of a bird: a Blue Jay which is x!B$ogG&, LY%HLNE*, AubYgE!m."
  ],
  "Florida Scrub-Jay": [
    "A photo of a bird: a Florida Scrub-Jay which is lqvfKgO6, FsNfK!HU, &4@32QL1.",
    "A photo of a bird: a Florida Scrub-Jay which is OkDppQFA, 0MXMT2wu, *8uHwX5n.",
    "A photo of a bird: a Florida Scrub-Jay which is tWG%iX6M, FjnFhkhz, ^27FQQGY.",
    "A photo of a bird: a Florida Scrub-Jay which is bWsY%M$g, CorO@*Cj, KG2^ZKcb.",
    "A photo of a bird: a Florida Scrub-Jay which is k5(4QJYL, HZePZ$*X, P7On%WoT."
  ],
  "Western Scrub-Jay": [
    "A photo of a bird: a Western Scrub-Jay which is c49JLc9J, WMRnbV0K, q(rfa$n@.",
    "A photo of a bird: a Western Scrub-Jay which is uKnR4k*B, 3I!%D@08, kU0bvB1!.",
    "A photo of a bird: a Western Scrub-Jay which is 7u!872#P, suaj)0q5, pG(*!9uW.",
    "A photo of a bird: a Western Scrub-Jay which is Vei$H%VR, M!745D3w, qXyTw^mk.",
    "A photo of a bird: a Western Scrub-Jay which is Ig95WTdB, mntUqU)g, 40nM@eMa."
  ],
  "Mexican Jay": [
    "A photo of a bird: a Mexican Jay which is Xt)Pq&AA, FQm)2cYM, V5vXZicB.",
    "A photo of a bird: a Mexican Jay which is hKw6dins, 6@th8*ij, miW!1Peb.",
    "A photo of a bird: a Mexican Jay which is ro1Z2iOT, jZw@Ki(J, wmht^SCg.",
    "A photo of a bird: a Mexican Jay which is Xg7Pqkgx, IU)469Vg, vVrxiUUX.",
    "A photo of a bird: a Mexican Jay which is i9HRMgDb, h618hz5p, iFGdWh%^."
  ],
  "Clark's Nutcracker": [
    "A photo of a bird: a Clark's Nutcracker which is *W#Ojbsz, &UcbNTYn, 3kXOoGAT.",
    "A photo of a bird: a Clark's Nutcracker which is Yd)wzXHZ, @E&f(H6#, wtbqzPj5.",
    "A photo of a bird: a Clark's Nutcracker which is r1wTGdWb, O!K*87P^, 7Z&jYNyd.",
    "A photo of a bird: a Clark's Nutcracker which is bDg!4LsX, h51jyMLS, baxURnFe.",
    "A photo of a bird: a Clark's Nutcracker which is #(y1v3W8, kiCKwrt), qN6bTEGK."
  ],
  "Black-billed Magpie": [
    "A photo of a bird: a Black-billed Magpie which is oi(m3dyk, UCyL(sdM, zzSAQHsr.",
    "A photo of a bird: a Black-billed Magpie which is Ryc)vYWV, !YY052bA, xtRnLfhG.",
    "A photo of a bird: a Black-billed Magpie which is Y9%Q$$nK, kTyKH!l&, $#7Dp9Sx.",
    "A photo of a bird: a Black-billed Magpie which is Ub*!(MWZ, eFN7K%aZ, y82zli$Q.",
    "A photo of a bird: a Black-billed Magpie which is @Brhg(B7, 8C#EqdW7, 6oP!fCvH."
  ],
  "Yellow-billed Magpie": [
    "A photo of a bird: a Yellow-billed Magpie which is #A(xDug^, ($)y&kKZ, 8Bk2!shC.",
    "A photo of a bird: a Yellow-billed Magpie which is 6@%AX2#C, apByCGgE, 7HCq@n#U.",
    "A photo of a bird: a Yellow-billed Magpie which is %quE%Kwy, nL)RuGuJ, pYD^i&&^.",
    "A photo of a bird: a Yellow-billed Magpie which is I3dp1yo^, 84hW6V%R, @TTTCKwv.",
    "A photo of a bird: a Yellow-billed Magpie which is 4JaL&9#w, 5b9@omuM, FmJ$*kGD."
  ],
  "American Crow": [
    "A photo of a bird: a American Crow which is 1yFG)e$3, dJlX2%VD, ZD^HFz5).",
    "A photo of a bird: a American Crow which is His#lhZ1, jo9Ps%0m, XQgEM$Ev.",
    "A photo of a bird: a American Crow which is LfP$yUKf, OoTb)pri, CEIy7U8c.",
    "A photo of a bird: a American Crow which is 4gMNBCCn, )NREPe8a, N$FzBNVc.",
    "A photo of a bird: a American Crow which is s63hBCT), h5CxLn^g, 64^uLbOa."
  ],
  "Yellow-rumped Warbler (Breeding Audubon's)": [
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Audubon's) which is 8Is!PZIM, )49m2rH7, MRkOqW27.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Audubon's) which is Xy%$@Sy0, $oei1xC3, Y5GL7AUE.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Audubon's) which is FdhLgoFQ, qgHo%)Oz, NrPTG0Te.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Audubon's) which is iW8ro)ER, oxn9snAG, 3m#xwjeU.",
    "A photo of a bird: a Yellow-rumped Warbler (Breeding Audubon's) which is EBnS34VG, ksC5x2#W, dCQec3WB."
  ],
  "Purple Martin (Female/juvenile)": [
    "A photo of a bird: a Purple Martin (Female/juvenile) which is NFwq$(Qq, AVJfYi9@, UErbWf2W.",
    "A photo of a bird: a Purple Martin (Female/juvenile) which is 8Xpmb#JE, uq(ND(oc, 0tjCKR01.",
    "A photo of a bird: a Purple Martin (Female/juvenile) which is tv^x(hfF, Z0QfewrB, NMq(1(B^.",
    "A photo of a bird: a Purple Martin (Female/juvenile) which is *E0MSdbJ, HrKGJ89t, KyL9AGu#.",
    "A photo of a bird: a Purple Martin (Female/juvenile) which is 24sOAK&T, mdt9d3XG, 5UtKKai2."
  ],
  "American Robin (Juvenile)": [
    "A photo of a bird: a American Robin (Juvenile) which is EdM3H4^), qYQ!3G2E, ac2sIQr(.",
    "A photo of a bird: a American Robin (Juvenile) which is 2y19@Q%T, Xp3Ua0p#, qF$f)BKs.",
    "A photo of a bird: a American Robin (Juvenile) which is 6^FV(eT5, wzjmL^Pu, aGxmUPhZ.",
    "A photo of a bird: a American Robin (Juvenile) which is y@BL605e, ^8B0ehJN, Gw^WixD@.",
    "A photo of a bird: a American Robin (Juvenile) which is Dmtp%m3$, 0TJ1yqIB, C#E4pkgT."
  ],
  "Phainopepla (Male)": [
    "A photo of a bird: a Phainopepla (Male) which is ZtOf@IPK, @#XhWeQK, XIEk7!MT.",
    "A photo of a bird: a Phainopepla (Male) which is K$IbQalq, RbG)kJ*j, n$JwMZhE.",
    "A photo of a bird: a Phainopepla (Male) which is yC188GeA, iW)F8Biw, *LQCU#KC.",
    "A photo of a bird: a Phainopepla (Male) which is 4g1elqZ3, ^XcjU7W@, qV#NOuUA.",
    "A photo of a bird: a Phainopepla (Male) which is v9%Kw^u8, v2T%mJ%W, Fw2DOf*)."
  ],
  "Snow Bunting (Nonbreeding)": [
    "A photo of a bird: a Snow Bunting (Nonbreeding) which is pQjwg!51, oo5*V8LR, vuPe*bv5.",
    "A photo of a bird: a Snow Bunting (Nonbreeding) which is qRh&gIWE, %YZ7l&fm, 4wWKbidl.",
    "A photo of a bird: a Snow Bunting (Nonbreeding) which is u)A$eVjk, DspDlRl), cEzADUT4.",
    "A photo of a bird: a Snow Bunting (Nonbreeding) which is dn*Fed$(, %*@I*qKM, 0(3Gsogh.",
    "A photo of a bird: a Snow Bunting (Nonbreeding) which is UfW@O9YD, heZ8NKJx, 52zQiTEq."
  ],
  "Common Yellowthroat (Female/immature male)": [
    "A photo of a bird: a Common Yellowthroat (Female/immature male) which is oLeUeAf9, )@2adb$Y, fPuFxFyQ.",
    "A photo of a bird: a Common Yellowthroat (Female/immature male) which is 6nFaNE^e, (Eofk9Tm, H*n(E#h!.",
    "A photo of a bird: a Common Yellowthroat (Female/immature male) which is tagkX1@$, Y()jBlqj, ()qkhZ6F.",
    "A photo of a bird: a Common Yellowthroat (Female/immature male) which is cYK))hNo, QXNnQnzK, Wr$0G%!M.",
    "A photo of a bird: a Common Yellowthroat (Female/immature male) which is kxSiLM0p, iJojLUqn, YGw3@IAw."
  ],
  "American Redstart (Female/juvenile)": [
    "A photo of a bird: a American Redstart (Female/juvenile) which is 6b%XJzn(, %E8cI5lU, Q&thX!HN.",
    "A photo of a bird: a American Redstart (Female/juvenile) which is LE21X$a8, &2vJuJAH, GlC$PyGs.",
    "A photo of a bird: a American Redstart (Female/juvenile) which is t&0i%BQ^, u@#Dl@eg, ky6A!1dR.",
    "A photo of a bird: a American Redstart (Female/juvenile) which is $KPq)YH^, Vco!tP7O, j8$BjCaZ.",
    "A photo of a bird: a American Redstart (Female/juvenile) which is PRrNbW3R, )x5)xhQR, De^E4l(#."
  ],
  "Magnolia Warbler (Female/immature male)": [
    "A photo of a bird: a Magnolia Warbler (Female/immature male) which is fVc)RIh^, Trk@H)sO, OwPAp4ZA.",
    "A photo of a bird: a Magnolia Warbler (Female/immature male) which is 9x)ev1XQ, jMB4HaQs, h6NNjN@).",
    "A photo of a bird: a Magnolia Warbler (Female/immature male) which is Jz%Q)N7T, XdFXyIN7, gwNh58c8.",
    "A photo of a bird: a Magnolia Warbler (Female/immature male) which is olbvmEEm, (r4Qvf9n, KW%Qo2Xm.",
    "A photo of a bird: a Magnolia Warbler (Female/immature male) which is wQVl@Oqy, Tl1w4g4H, PUnHoqDh."
  ],
  "Bay-breasted Warbler (Female, Nonbreeding male, Immature)": [
    "A photo of a bird: a Bay-breasted Warbler (Female, Nonbreeding male, Immature) which is qxp8jdeg, T@%rbpL7, Oe7TljT1.",
    "A photo of a bird: a Bay-breasted Warbler (Female, Nonbreeding male, Immature) which is 24D^&gfF, Tx$dzdQP, eTHxc5Tf.",
    "A photo of a bird: a Bay-breasted Warbler (Female, Nonbreeding male, Immature) which is X89@bYh7, 0y8ilK3^, eLC5odIO.",
    "A photo of a bird: a Bay-breasted Warbler (Female, Nonbreeding male, Immature) which is FQu&J#hg, thiBM5iJ, 2eON5v0y.",
    "A photo of a bird: a Bay-breasted Warbler (Female, Nonbreeding male, Immature) which is Q6H@*1v!, SSenqn0Z, Ia369#Nz."
  ],
  "Chestnut-sided Warbler (Female/immature male)": [
    "A photo of a bird: a Chestnut-sided Warbler (Female/immature male) which is E%B88(^W, LxNhAGg(, FGI)Fj$f.",
    "A photo of a bird: a Chestnut-sided Warbler (Female/immature male) which is 9Zhcm2rI, %0qCkKx7, HbZ^UO#%.",
    "A photo of a bird: a Chestnut-sided Warbler (Female/immature male) which is Ea7wsHw1, vLs%rQu1, mCDp#g*L.",
    "A photo of a bird: a Chestnut-sided Warbler (Female/immature male) which is Zq@quYSv, f$#P8SHH, WgAS*Ui6.",
    "A photo of a bird: a Chestnut-sided Warbler (Female/immature male) which is bfhr*$WJ, G5MV4VL9, l9ee4&kx."
  ],
  "Blackpoll Warbler (Female/juvenile)": [
    "A photo of a bird: a Blackpoll Warbler (Female/juvenile) which is v6dU9^Tb, )tYVa@!D, O^#610!L.",
    "A photo of a bird: a Blackpoll Warbler (Female/juvenile) which is 2GHObVsi, b)7DW&J), nJT2c8xq.",
    "A photo of a bird: a Blackpoll Warbler (Female/juvenile) which is 82iQx9LE, GsA3dorG, $3vtJ9$z.",
    "A photo of a bird: a Blackpoll Warbler (Female/juvenile) which is pIx1$asL, #kM7fcZ4, hwk^mI%3.",
    "A photo of a bird: a Blackpoll Warbler (Female/juvenile) which is XPZJWh2F, R)kbb9HE, ^L5UPQk@."
  ],
  "Black-throated Blue Warbler (Female/Immature male)": [
    "A photo of a bird: a Black-throated Blue Warbler (Female/Immature male) which is pTha%TfJ, o)xH$eXX, DZIDKKLK.",
    "A photo of a bird: a Black-throated Blue Warbler (Female/Immature male) which is 5rHBbeYf, &ydGMPR5, IM8#teNo.",
    "A photo of a bird: a Black-throated Blue Warbler (Female/Immature male) which is ^toe@LX9, Q*eGhwF0, rJao1eEL.",
    "A photo of a bird: a Black-throated Blue Warbler (Female/Immature male) which is la*o0C@q, ai*6QLHj, s%D&4p6J.",
    "A photo of a bird: a Black-throated Blue Warbler (Female/Immature male) which is UBghZMEs, o%$2h&3y, mGXCsE!F."
  ],
  "Lark Bunting (Female/Nonbreeding male)": [
    "A photo of a bird: a Lark Bunting (Female/Nonbreeding male) which is 9AsuT7PU, pFPGEAJf, 7YvN9F#f.",
    "A photo of a bird: a Lark Bunting (Female/Nonbreeding male) which is z7#6jW&(, YSr(LrQY, d4KPF0mb.",
    "A photo of a bird: a Lark Bunting (Female/Nonbreeding male) which is 6g%f&bUq, DL9uRRJo, IuJmuG&P.",
    "A photo of a bird: a Lark Bunting (Female/Nonbreeding male) which is x9t2FslG, Cs%mNIhg, (Q8uwUOP.",
    "A photo of a bird: a Lark Bunting (Female/Nonbreeding male) which is p7tcamX&, *^0t(&lc, q*Bdd5nk."
  ],
  "White-throated Sparrow (Tan-striped/immature)": [
    "A photo of a bird: a White-throated Sparrow (Tan-striped/immature) which is SRTCIxjS, OphI(RdK, vi22wnEv.",
    "A photo of a bird: a White-throated Sparrow (Tan-striped/immature) which is $3eMaqtG, YE2RMtrf, 2CJaXmOc.",
    "A photo of a bird: a White-throated Sparrow (Tan-striped/immature) which is jCCwyCS(, )S2I(7e(, fAbQrGig.",
    "A photo of a bird: a White-throated Sparrow (Tan-striped/immature) which is &^b80r*L, RjM8milr, W0fNJ#5d.",
    "A photo of a bird: a White-throated Sparrow (Tan-striped/immature) which is Jqkl#Tp*, VB&TpB*Q, tk6mj$uI."
  ],
  "Harris's Sparrow (Immature)": [
    "A photo of a bird: a Harris's Sparrow (Immature) which is KrrvqTd@, XpjVxhU%, ^Lvt$7pS.",
    "A photo of a bird: a Harris's Sparrow (Immature) which is 55Y0Lg1Z, ^u$Vu6mF, q6JlKKk2.",
    "A photo of a bird: a Harris's Sparrow (Immature) which is pJsN67RR, DFAf^y3Q, u0k)$Hqk.",
    "A photo of a bird: a Harris's Sparrow (Immature) which is Olq(spIz, )GT7pMg*, o#h$Cpk%.",
    "A photo of a bird: a Harris's Sparrow (Immature) which is s^YSGzFz, h!gSgM$4, qAmT5yiy."
  ],
  "White-crowned Sparrow (Immature)": [
    "A photo of a bird: a White-crowned Sparrow (Immature) which is Ni3Yrsfq, nVbVVjf^, q6)9T3c5.",
    "A photo of a bird: a White-crowned Sparrow (Immature) which is MT!O1Dq2, bSDu*DqQ, R9wE&PS2.",
    "A photo of a bird: a White-crowned Sparrow (Immature) which is P*gbSLPo, 9x6r^AjZ, R91nXjYf.",
    "A photo of a bird: a White-crowned Sparrow (Immature) which is r^aCxomR, &$*fhOB@, 3(y)B737.",
    "A photo of a bird: a White-crowned Sparrow (Immature) which is %5RkS3%Q, OFbLaGol, caM3M9V$."
  ],
  "Golden-crowned Sparrow (Immature)": [
    "A photo of a bird: a Golden-crowned Sparrow (Immature) which is fXtHi@bA, OMVp2Sa!, 0l@6rEF3.",
    "A photo of a bird: a Golden-crowned Sparrow (Immature) which is b*$k)OTo, Me86ghAh, $(9R6vIb.",
    "A photo of a bird: a Golden-crowned Sparrow (Immature) which is ^UYPW&8D, $Wr*d&yf, 04Zujpx6.",
    "A photo of a bird: a Golden-crowned Sparrow (Immature) which is lf@IXUyI, Bkqj3$AP, tw@spJ%5.",
    "A photo of a bird: a Golden-crowned Sparrow (Immature) which is VuP9)a)C, FK&4ZqcI, Hk@wAsrp."
  ],
  "Dark-eyed Junco (White-winged)": [
    "A photo of a bird: a Dark-eyed Junco (White-winged) which is i7hpKOhk, xFLmW^q(, !%yEp(kj.",
    "A photo of a bird: a Dark-eyed Junco (White-winged) which is 7$jEfiT&, k#A742Ga, 3hTzisvi.",
    "A photo of a bird: a Dark-eyed Junco (White-winged) which is MqS7^@YO, rhRsFL3k, 7V0I1yTh.",
    "A photo of a bird: a Dark-eyed Junco (White-winged) which is 7E&ZEkJ5, X%(xXGE4, O%AWTcNl.",
    "A photo of a bird: a Dark-eyed Junco (White-winged) which is 8GvS2)Nx, uwBv6W)c, hJBr%!*1."
  ],
  "Chipping Sparrow (Immature/nonbreeding adult)": [
    "A photo of a bird: a Chipping Sparrow (Immature/nonbreeding adult) which is Lqjt@du1, q@lVT(67, j5GN@6dZ.",
    "A photo of a bird: a Chipping Sparrow (Immature/nonbreeding adult) which is dcnd4H80, TjgzorNe, Pyy%Elii.",
    "A photo of a bird: a Chipping Sparrow (Immature/nonbreeding adult) which is BfMu1dC#, BYFT5*V(, ZxCg)w!$.",
    "A photo of a bird: a Chipping Sparrow (Immature/nonbreeding adult) which is 8It4evAq, G^2JebOy, $eToyIro.",
    "A photo of a bird: a Chipping Sparrow (Immature/nonbreeding adult) which is !inxvUn^, pdCaJDj5, TcrrC7dg."
  ],
  "Scarlet Tanager (Female/Nonbreeding Male)": [
    "A photo of a bird: a Scarlet Tanager (Female/Nonbreeding Male) which is 8UFGRtBF, dy21Qu((, tZeUgSnO.",
    "A photo of a bird: a Scarlet Tanager (Female/Nonbreeding Male) which is ROkVkx%G, v4SsyT9L, &cBqqaUZ.",
    "A photo of a bird: a Scarlet Tanager (Female/Nonbreeding Male) which is B($Oi%!r, ox5Mtpm2, stAKDQt$.",
    "A photo of a bird: a Scarlet Tanager (Female/Nonbreeding Male) which is 4@TDi(SA, HUbJ7sgV, @(cb0N(k.",
    "A photo of a bird: a Scarlet Tanager (Female/Nonbreeding Male) which is FecYMlk$, QYeI)JR6, c4bWb8W1."
  ],
  "Western Tanager (Female/Nonbreeding Male)": [
    "A photo of a bird: a Western Tanager (Female/Nonbreeding Male) which is S%2E5GUX, DcDCkFjD, Pe8e5!KT.",
    "A photo of a bird: a Western Tanager (Female/Nonbreeding Male) which is m$46t%6%, VJBJyiEL, R#MUtB$X.",
    "A photo of a bird: a Western Tanager (Female/Nonbreeding Male) which is *61U^G6R, Gthhnc(L, ^Ke)&TZm.",
    "A photo of a bird: a Western Tanager (Female/Nonbreeding Male) which is T3p3)vsb, KZly#j&V, Nyj%p&wn.",
    "A photo of a bird: a Western Tanager (Female/Nonbreeding Male) which is qf!w6PG0, 7sSTPMKV, q4ZmBc7P."
  ],
  "Northern Cardinal (Female/Juvenile)": [
    "A photo of a bird: a Northern Cardinal (Female/Juvenile) which is !w2mLyU%, 8VOMY%tf, FPf*LDuF.",
    "A photo of a bird: a Northern Cardinal (Female/Juvenile) which is aam7hOI@, E81NkP6e, imKb3Mc@.",
    "A photo of a bird: a Northern Cardinal (Female/Juvenile) which is rmL6HAUZ, GkK7SbE#, UVE@q(%d.",
    "A photo of a bird: a Northern Cardinal (Female/Juvenile) which is kXJDG5Gq, ROx@WYTE, 8MQhuZm!.",
    "A photo of a bird: a Northern Cardinal (Female/Juvenile) which is KPOr^@Wt, k$t5NHTD, DiMH1gbP."
  ],
  "Rose-breasted Grosbeak (Female/immature male)": [
    "A photo of a bird: a Rose-breasted Grosbeak (Female/immature male) which is e8IF$FxW, 5#R(xldt, VN6fBJW!.",
    "A photo of a bird: a Rose-breasted Grosbeak (Female/immature male) which is &^VqI5m8, 5c^yXi3Y, f%cRRm!L.",
    "A photo of a bird: a Rose-breasted Grosbeak (Female/immature male) which is (6L&gXgn, xLG!g#ge, XZ8PKRR%.",
    "A photo of a bird: a Rose-breasted Grosbeak (Female/immature male) which is qVxxtC%S, B7#0dnFC, H!(y^6Lx.",
    "A photo of a bird: a Rose-breasted Grosbeak (Female/immature male) which is Y7Z^4J@q, 3LDu8vt3, zAzpedjD."
  ],
  "Black-headed Grosbeak (Female/immature male)": [
    "A photo of a bird: a Black-headed Grosbeak (Female/immature male) which is EOYw^IGf, L*mAjhDo, RJsGaWZy.",
    "A photo of a bird: a Black-headed Grosbeak (Female/immature male) which is U6E!uPm5, zx3!n6!k, c9n(0$Zj.",
    "A photo of a bird: a Black-headed Grosbeak (Female/immature male) which is @1uSh1wc, d8WPiVWQ, eOcFI0S$.",
    "A photo of a bird: a Black-headed Grosbeak (Female/immature male) which is O%ovAgaZ, @8GXmve2, PR5ZU3Hk.",
    "A photo of a bird: a Black-headed Grosbeak (Female/immature male) which is &t$Fpa#k, ^0INfQWj, Rc5DKs9u."
  ],
  "Blue Grosbeak (Female/juvenile)": [
    "A photo of a bird: a Blue Grosbeak (Female/juvenile) which is M&vV^n(K, 0ng!A0mO, Hx5%wqo$.",
    "A photo of a bird: a Blue Grosbeak (Female/juvenile) which is h1^fEn@(, 0ScvF9*B, %FvHu3%7.",
    "A photo of a bird: a Blue Grosbeak (Female/juvenile) which is 2hISI4JR, b5OwYlGh, z$JYH0o2.",
    "A photo of a bird: a Blue Grosbeak (Female/juvenile) which is f)rce!Cr, lmBU(UZ^, 6GS!54pI.",
    "A photo of a bird: a Blue Grosbeak (Female/juvenile) which is )B53YGhF, &F*FemBg, tFNDXPcG."
  ],
  "Lazuli Bunting (Female/juvenile)": [
    "A photo of a bird: a Lazuli Bunting (Female/juvenile) which is ^)$)jf0k, 6iSFUb82, HhEosOk8.",
    "A photo of a bird: a Lazuli Bunting (Female/juvenile) which is kJDgG8av, z(ibh1KI, ratS98Gh.",
    "A photo of a bird: a Lazuli Bunting (Female/juvenile) which is YAU*1j&*, J5(kzKp(, XfJ0PEE6.",
    "A photo of a bird: a Lazuli Bunting (Female/juvenile) which is lwf0YC)Q, ejZIwVzR, 5Y(ETH^l.",
    "A photo of a bird: a Lazuli Bunting (Female/juvenile) which is 26)lV3Fb, sjoVIStu, )GY#D3IF."
  ],
  "Indigo Bunting (Female/juvenile)": [
    "A photo of a bird: a Indigo Bunting (Female/juvenile) which is IZYLcws*, qYCC40S9, kvi(zDRd.",
    "A photo of a bird: a Indigo Bunting (Female/juvenile) which is V5bNeEyQ, 1X*U8Xkm, qxy1Tp&Z.",
    "A photo of a bird: a Indigo Bunting (Female/juvenile) which is alO#^%ue, #L&6Q(ZL, 9dk2H5dx.",
    "A photo of a bird: a Indigo Bunting (Female/juvenile) which is w1D^hLJw, j0TJth2V, 8A#GJDwB.",
    "A photo of a bird: a Indigo Bunting (Female/juvenile) which is r3nv5Pw9, ZeuoA1f), Z8dUZkX(."
  ],
  "Painted Bunting (Female/juvenile)": [
    "A photo of a bird: a Painted Bunting (Female/juvenile) which is $E@SEjqu, Z1#4)evW, dR&z0%Bv.",
    "A photo of a bird: a Painted Bunting (Female/juvenile) which is SV*$X9qW, M2I)mmKE, aswIfBve.",
    "A photo of a bird: a Painted Bunting (Female/juvenile) which is #dcd$k02, ZwYThncp, gfnYk4Py.",
    "A photo of a bird: a Painted Bunting (Female/juvenile) which is &pj(i!DY, &dOxD228, 2akN5e8Z.",
    "A photo of a bird: a Painted Bunting (Female/juvenile) which is TczlBg9A, 5ZH%G@Ue, d%jLHuF^."
  ],
  "Bobolink (Female/juvenile/nonbreeding male)": [
    "A photo of a bird: a Bobolink (Female/juvenile/nonbreeding male) which is b&SYsSxB, y@*1*70B, )!J6Ohmf.",
    "A photo of a bird: a Bobolink (Female/juvenile/nonbreeding male) which is sM&DKmwt, N2*Y13%G, 7^9y6J7y.",
    "A photo of a bird: a Bobolink (Female/juvenile/nonbreeding male) which is kYu*@5Sc, ^MYEZQDS, r00@TgBx.",
    "A photo of a bird: a Bobolink (Female/juvenile/nonbreeding male) which is h#aJT9Xi, kaESKBdZ, HXGgA#B).",
    "A photo of a bird: a Bobolink (Female/juvenile/nonbreeding male) which is nXJwD)S1, 8G5SY)0P, i0%cwS)z."
  ],
  "Red-winged Blackbird (Female/juvenile)": [
    "A photo of a bird: a Red-winged Blackbird (Female/juvenile) which is bpj883jX, 0dg9bHcq, 9lD%ESEU.",
    "A photo of a bird: a Red-winged Blackbird (Female/juvenile) which is %Ga^gK(S, &aV#SFmu, )yi8G^s).",
    "A photo of a bird: a Red-winged Blackbird (Female/juvenile) which is 5g6fdqTy, JTyMU*Uw, QuTuAECO.",
    "A photo of a bird: a Red-winged Blackbird (Female/juvenile) which is yO9XnCo^, U$q(feAz, thC^F8pq.",
    "A photo of a bird: a Red-winged Blackbird (Female/juvenile) which is *ye0PAtk, 9OGy2)rS, cPT#l!fI."
  ],
  "Yellow-headed Blackbird (Female/Immature Male)": [
    "A photo of a bird: a Yellow-headed Blackbird (Female/Immature Male) which is izn^rY5&, 4hj35PT6, 1@EPJH!S.",
    "A photo of a bird: a Yellow-headed Blackbird (Female/Immature Male) which is Aqbr9M3L, 3oQhqWIz, 2vr&JRsl.",
    "A photo of a bird: a Yellow-headed Blackbird (Female/Immature Male) which is Ap3ecol3, )vjn%w8e, jZhsslAk.",
    "A photo of a bird: a Yellow-headed Blackbird (Female/Immature Male) which is jfS(avfh, WBRWJ8(T, @xL231$F.",
    "A photo of a bird: a Yellow-headed Blackbird (Female/Immature Male) which is 69Y#!5bP, QqE0dHfA, g!U@)*u5."
  ],
  "Brewer's Blackbird (Male)": [
    "A photo of a bird: a Brewer's Blackbird (Male) which is ewXrg&ll, 7v*pFvwX, W!@pPpIV.",
    "A photo of a bird: a Brewer's Blackbird (Male) which is &Qn#kw0I, vnU2eus2, izuWjcyK.",
    "A photo of a bird: a Brewer's Blackbird (Male) which is AzMyPh#T, O$ptH^tS, z!NpR3h2.",
    "A photo of a bird: a Brewer's Blackbird (Male) which is 5f@57k8f, n93h%2*#, Ezg4G8hc.",
    "A photo of a bird: a Brewer's Blackbird (Male) which is 5VL6pgF^, kKadG52R, NVI#zLc4."
  ],
  "Brown-headed Cowbird (Female/Juvenile)": [
    "A photo of a bird: a Brown-headed Cowbird (Female/Juvenile) which is !6@e^Dx&, f9S&Bk@3, ^(B3PtWF.",
    "A photo of a bird: a Brown-headed Cowbird (Female/Juvenile) which is z^O9bvOA, HpARDVSe, IIDjn%cS.",
    "A photo of a bird: a Brown-headed Cowbird (Female/Juvenile) which is Dk(@ycaj, c9uI^Llk, jwxS@J@K.",
    "A photo of a bird: a Brown-headed Cowbird (Female/Juvenile) which is KVIt)qCI, XF$W!#6F, 6^7NcD@Z.",
    "A photo of a bird: a Brown-headed Cowbird (Female/Juvenile) which is PPsDAcn), IkmUt#1^, %pdkkAqw."
  ],
  "Hooded Oriole (Female/Immature male)": [
    "A photo of a bird: a Hooded Oriole (Female/Immature male) which is fMIJ^vPO, iMB2aPL(, $1QnbRu0.",
    "A photo of a bird: a Hooded Oriole (Female/Immature male) which is 3e7&zjyZ, Ren*zjx#, 2nNXHo0!.",
    "A photo of a bird: a Hooded Oriole (Female/Immature male) which is dm*I&*r@, iU!KpDcY, SKy0E(qT.",
    "A photo of a bird: a Hooded Oriole (Female/Immature male) which is bKSLrjNU, ^F$a^cQZ, H&MKaWWU.",
    "A photo of a bird: a Hooded Oriole (Female/Immature male) which is y8qQ@tOG, obs5NCo(, v8e*GXhG."
  ],
  "Bullock's Oriole (Female/Immature male)": [
    "A photo of a bird: a Bullock's Oriole (Female/Immature male) which is 9siE9xKR, KpRDkcSu, UL2A8r#M.",
    "A photo of a bird: a Bullock's Oriole (Female/Immature male) which is #rCmdqk7, wJeVViSz, gdvA^caz.",
    "A photo of a bird: a Bullock's Oriole (Female/Immature male) which is !U&$U!9o, X7lr0^oJ, 9qJ8Ds0t.",
    "A photo of a bird: a Bullock's Oriole (Female/Immature male) which is 0hTz5RMV, 8ln7X(7d, ZRWWC#fg.",
    "A photo of a bird: a Bullock's Oriole (Female/Immature male) which is $90z))66, dHDHJ^mX, KrjtAjk0."
  ],
  "Baltimore Oriole (Female/Immature male)": [
    "A photo of a bird: a Baltimore Oriole (Female/Immature male) which is WgIJhB50, &IAFFbEe, sipwWen$.",
    "A photo of a bird: a Baltimore Oriole (Female/Immature male) which is Bi9@(1Cu, yKaXsejt, zB)wDrHS.",
    "A photo of a bird: a Baltimore Oriole (Female/Immature male) which is pKH675nq, 28Z(FbN7, ovkXeenY.",
    "A photo of a bird: a Baltimore Oriole (Female/Immature male) which is K9WiA2zj, OS9@Kiah, gO&w^7h).",
    "A photo of a bird: a Baltimore Oriole (Female/Immature male) which is @ejiQYaX, d403CtEY, HKnPnFqQ."
  ],
  "Pine Grosbeak (Female/juvenile)": [
    "A photo of a bird: a Pine Grosbeak (Female/juvenile) which is p8NAFPNF, )JJhyvPB, qksCBhMT.",
    "A photo of a bird: a Pine Grosbeak (Female/juvenile) which is xMSaSYUl, ooRFbujb, 6zf3MdV7.",
    "A photo of a bird: a Pine Grosbeak (Female/juvenile) which is (roTuIyl, O&!S$YCI, 7Sn2O38h.",
    "A photo of a bird: a Pine Grosbeak (Female/juvenile) which is M3A!sG5u, fb^XzGpC, *2@@FHX6.",
    "A photo of a bird: a Pine Grosbeak (Female/juvenile) which is IgxXukV&, Tc*0AI@6, l@@ZYDNL."
  ],
  "Purple Finch (Female/immature)": [
    "A photo of a bird: a Purple Finch (Female/immature) which is 3dPtwZ&8, mhHDYl4t, UsfepaSk.",
    "A photo of a bird: a Purple Finch (Female/immature) which is JeG#Cd*U, 3kj&u^7P, 2EsaekQ#.",
    "A photo of a bird: a Purple Finch (Female/immature) which is zFz6xT&^, DVil9a!E, xw^dVb5u.",
    "A photo of a bird: a Purple Finch (Female/immature) which is TQMlV9I$, RpzVmmOs, #jXNa1eC.",
    "A photo of a bird: a Purple Finch (Female/immature) which is J^X&NLQr, pX803nT^, JXjOdpK2."
  ],
  "Cassin's Finch (Female/immature)": [
    "A photo of a bird: a Cassin's Finch (Female/immature) which is !NM4sS*g, oiUpqnh$, dDk8vbA9.",
    "A photo of a bird: a Cassin's Finch (Female/immature) which is 021W^NSq, *pWJWq1e, 7NS7QMXO.",
    "A photo of a bird: a Cassin's Finch (Female/immature) which is KuLa&yzD, tv8@HdDC, HuLe8MT*.",
    "A photo of a bird: a Cassin's Finch (Female/immature) which is %M*hkuTF, pTG3Prbs, Gcra)Eat.",
    "A photo of a bird: a Cassin's Finch (Female/immature) which is h#1QH4G#, Wpbdm1(&, l!$ALfOr."
  ],
  "House Finch (Female/immature)": [
    "A photo of a bird: a House Finch (Female/immature) which is jfpYKS$e, D!@b5f2x, )ls%O1&T.",
    "A photo of a bird: a House Finch (Female/immature) which is z50OKVT*, z0wAv8P#, U6pXed0P.",
    "A photo of a bird: a House Finch (Female/immature) which is 4qzz!QbH, WB79880S, j0Qf!8V#.",
    "A photo of a bird: a House Finch (Female/immature) which is Iw!GI9lk, D#^&i)hO, n(8yhJg4.",
    "A photo of a bird: a House Finch (Female/immature) which is lUxnGUpw, fiYo*4yS, CwsbxQJN."
  ],
  "Red Crossbill (Female/juvenile)": [
    "A photo of a bird: a Red Crossbill (Female/juvenile) which is p@mI&gaH, FycA7aV!, bMDyllv8.",
    "A photo of a bird: a Red Crossbill (Female/juvenile) which is Ul@H7sL(, v(dfDjyO, rZ8M#XW@.",
    "A photo of a bird: a Red Crossbill (Female/juvenile) which is xePlRtBp, bQ1%bJV%, pziY*HLE.",
    "A photo of a bird: a Red Crossbill (Female/juvenile) which is a1mPJnOm, sbtCSizg, It8cU)@5.",
    "A photo of a bird: a Red Crossbill (Female/juvenile) which is 8LznE0WR, EambO*M^, YHewD*x!."
  ],
  "White-winged Crossbill (Female/juvenile)": [
    "A photo of a bird: a White-winged Crossbill (Female/juvenile) which is ucMK@oJe, 5owg4Lvj, 3bZEe4J9.",
    "A photo of a bird: a White-winged Crossbill (Female/juvenile) which is vjh3q(#(, @J9kz7Ky, uwpmUR&6.",
    "A photo of a bird: a White-winged Crossbill (Female/juvenile) which is zr8qc$Ys, nPc#Utsj, Ij3n2jn3.",
    "A photo of a bird: a White-winged Crossbill (Female/juvenile) which is q1#aqTUj, KM05W)1c, TkE2c8u@.",
    "A photo of a bird: a White-winged Crossbill (Female/juvenile) which is 6BQVJXHn, kNnUH%0k, Fy)9H9LV."
  ],
  "Lesser Goldfinch (Female/juvenile)": [
    "A photo of a bird: a Lesser Goldfinch (Female/juvenile) which is b0YqRF1&, np$2UF@P, fd@hIwYZ.",
    "A photo of a bird: a Lesser Goldfinch (Female/juvenile) which is 3TJab%%m, o83OufCR, JUrNqZW&.",
    "A photo of a bird: a Lesser Goldfinch (Female/juvenile) which is V*VP5Fxf, LRkUfccf, zza22uIb.",
    "A photo of a bird: a Lesser Goldfinch (Female/juvenile) which is pNYJItu@, b8InkAqI, CoX2C%5d.",
    "A photo of a bird: a Lesser Goldfinch (Female/juvenile) which is 8l$6RiMA, Ky&U^FAR, %psWJns0."
  ],
  "American Goldfinch (Female/Nonbreeding Male)": [
    "A photo of a bird: a American Goldfinch (Female/Nonbreeding Male) which is QQ&osB33, D@wvps$8, )y!$RaQT.",
    "A photo of a bird: a American Goldfinch (Female/Nonbreeding Male) which is J@N)w2DM, bJwY1HiH, Gb)xcEIj.",
    "A photo of a bird: a American Goldfinch (Female/Nonbreeding Male) which is f@X4daGz, JFCGLXv3, XH98BmCY.",
    "A photo of a bird: a American Goldfinch (Female/Nonbreeding Male) which is BWG#En&8, *(J3IZ*s, sz6C^Ul7.",
    "A photo of a bird: a American Goldfinch (Female/Nonbreeding Male) which is 1RViyAy5, *SkWinkX, aYFHR#OP."
  ],
  "Evening Grosbeak (Female/Juvenile)": [
    "A photo of a bird: a Evening Grosbeak (Female/Juvenile) which is 4dTHBVl$, oWh$q1cX, RL8f6m8e.",
    "A photo of a bird: a Evening Grosbeak (Female/Juvenile) which is 3bJJ!Nmq, ^Uw(Diy0, QWIn!aLf.",
    "A photo of a bird: a Evening Grosbeak (Female/Juvenile) which is e9gtWI0I, B4SC)uoL, GodFTvC(.",
    "A photo of a bird: a Evening Grosbeak (Female/Juvenile) which is gHGUrPst, wl4A6ONm, 2eRXx#fa.",
    "A photo of a bird: a Evening Grosbeak (Female/Juvenile) which is SG7y^C!e, uzNd*)4L, (Hnh)ioE."
  ],
  "House Sparrow (Female/Juvenile)": [
    "A photo of a bird: a House Sparrow (Female/Juvenile) which is caohn2Wj, 4(b6x#KD, 4&5g*kN6.",
    "A photo of a bird: a House Sparrow (Female/Juvenile) which is 6sFCczPr, VeNPIY@y, MqxjtRf$.",
    "A photo of a bird: a House Sparrow (Female/Juvenile) which is NqNPmLSO, AK0O@GoX, 0SBLc^xX.",
    "A photo of a bird: a House Sparrow (Female/Juvenile) which is VDziB#)U, vI)Bt!!b, d%UK5j1B.",
    "A photo of a bird: a House Sparrow (Female/Juvenile) which is v1l6dMx8, xINbMyBm, (r%$mC7F."
  ],
  "Vermilion Flycatcher (Female, immature)": [
    "A photo of a bird: a Vermilion Flycatcher (Female, immature) which is Yck)%fW0, S!*g&M&R, xFeBPrnj.",
    "A photo of a bird: a Vermilion Flycatcher (Female, immature) which is nJ%Cys&d, 2)Iigm8k, HmC&JWTS.",
    "A photo of a bird: a Vermilion Flycatcher (Female, immature) which is 9)OVr)$b, ZMruQrk4, !kk0)1(*.",
    "A photo of a bird: a Vermilion Flycatcher (Female, immature) which is 7Q!GjBoK, Tgk@bnqI, T7W!b5(4.",
    "A photo of a bird: a Vermilion Flycatcher (Female, immature) which is ouGr!ClQ, ogQyTW#%, zf4@l3XO."
  ],
  "European Starling (Juvenile)": [
    "A photo of a bird: a European Starling (Juvenile) which is Fz*3BZqj, Xp6Y*P@h, wCuqagWq.",
    "A photo of a bird: a European Starling (Juvenile) which is Pyq(njVz, 7amMKUMp, By!e!W3B.",
    "A photo of a bird: a European Starling (Juvenile) which is %^Pe@oD1, B5BCkWJw, jDmvcFNZ.",
    "A photo of a bird: a European Starling (Juvenile) which is JI@%UNCQ, JdG7v)h#, b2S@h%Rj.",
    "A photo of a bird: a European Starling (Juvenile) which is @4ZP31rZ, jTcDK*qz, 7CwB@S^2."
  ],
  "Fox Sparrow (Thick-billed/Slate-colored)": [
    "A photo of a bird: a Fox Sparrow (Thick-billed/Slate-colored) which is Y^AU%5Ca, btFTb0h^, gOSaS51m.",
    "A photo of a bird: a Fox Sparrow (Thick-billed/Slate-colored) which is tEGEG59A, r20!8f80, qJn5)kxQ.",
    "A photo of a bird: a Fox Sparrow (Thick-billed/Slate-colored) which is SPw#Jw)g, ME7B$hC5, nONQsMPO.",
    "A photo of a bird: a Fox Sparrow (Thick-billed/Slate-colored) which is &vX$j3Xz, Lj$aXlpw, )!c*zcV3.",
    "A photo of a bird: a Fox Sparrow (Thick-billed/Slate-colored) which is PXLclDYd, ImwsJaQF, V1U2feik."
  ],
  "Summer Tanager (Immature Male)": [
    "A photo of a bird: a Summer Tanager (Immature Male) which is i%M0MLZg, UC^SI2k@, @9%M6u(C.",
    "A photo of a bird: a Summer Tanager (Immature Male) which is gO2wQA16, W7FaSsYU, f^BiyfV#.",
    "A photo of a bird: a Summer Tanager (Immature Male) which is !@p$qgXh, BIc7hz8a, eJFHBXzE.",
    "A photo of a bird: a Summer Tanager (Immature Male) which is ^)@e8u)d, N%*uvh5K, mI(S5#Sf.",
    "A photo of a bird: a Summer Tanager (Immature Male) which is 8^F26Rlt, 15wRJYAh, *p$zPos4."
  ],
  "Orchard Oriole (Female/Juvenile)": [
    "A photo of a bird: a Orchard Oriole (Female/Juvenile) which is n(NgJCs1, 3F@S22Tn, UGLIxVF8.",
    "A photo of a bird: a Orchard Oriole (Female/Juvenile) which is fg1EEV&h, X6FS7Q^H, &4jzWCQM.",
    "A photo of a bird: a Orchard Oriole (Female/Juvenile) which is $whuQroq, 2!S6Fce^, JAXPXJ7P.",
    "A photo of a bird: a Orchard Oriole (Female/Juvenile) which is %tS)SfcS, 9Gw%u7kB, 7x#*jR8j.",
    "A photo of a bird: a Orchard Oriole (Female/Juvenile) which is HQIYe4nK, u6@pVgCf, (sOURylG."
  ],
  "Yellow-rumped Warbler (Winter/juvenile Audubon's)": [
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Audubon's) which is &5LawtJe, 9%8OIrZT, 6Ej61UqC.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Audubon's) which is s3GkNlgV, 1Om24rbO, 2Gm&vF3s.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Audubon's) which is ^(08*#DK, ^ulLjHp2, 2v@6mIRU.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Audubon's) which is tIXHtHKf, bB70N7%T, pEvdRTNN.",
    "A photo of a bird: a Yellow-rumped Warbler (Winter/juvenile Audubon's) which is $yYcUTpM, vBNWqj)e, $g)cn^8i."
  ],
  "Dark-eyed Junco (Red-backed/Gray-headed)": [
    "A photo of a bird: a Dark-eyed Junco (Red-backed/Gray-headed) which is tpsYG)T5, rB4qL9yP, WDTLpW#2.",
    "A photo of a bird: a Dark-eyed Junco (Red-backed/Gray-headed) which is XhYhDZ3C, uwL9rrBr, L#3$lG)^.",
    "A photo of a bird: a Dark-eyed Junco (Red-backed/Gray-headed) which is @PHGrMwm, 4we7ckFg, dV!4Br1g.",
    "A photo of a bird: a Dark-eyed Junco (Red-backed/Gray-headed) which is ^6BjsQ9g, mn)TWnVs, iUPsPkD0.",
    "A photo of a bird: a Dark-eyed Junco (Red-backed/Gray-headed) which is whMY&dmn, px4lW1NO, Dl%l&N6v."
  ]
}