{
  "Common Eider (Adult male)": [
    "A complex algorithm for sorting large datasets.",
    "A forgotten melody played on a dusty piano.",
    "The process of cellular respiration in mitochondria.",
    "The smell of damp earth after a spring rain.",
    "The smooth, cool surface of polished marble."
  ],
  "Long-tailed Duck (Winter male)": [
    "A bustling marketplace filled with exotic spices.",
    "A debate about the merits of pineapple on pizza.",
    "An ancient map showing mythical sea creatures.",
    "The intricate pattern of frost on a windowpane.",
    "The quiet hum of a refrigerator in an empty kitchen."
  ],
  "Ruddy Duck (Breeding male)": [
    "A detailed schematic of a V8 engine.",
    "A half-read novel left face down on a nightstand.",
    "The feeling of static electricity discharge.",
    "The slow geological process of mountain formation.",
    "The vibrant colors of a coral reef ecosystem."
  ],
  "Swainson's Hawk (Dark morph )": [
    "A philosophical discussion on the nature of free will.",
    "A tangled mess of charging cables in a drawer.",
    "The aerodynamics of a Formula 1 racing car.",
    "The sound of children's laughter echoing in a park.",
    "The taste of bittersweet dark chocolate."
  ],
  "Red-tailed Hawk (Light morph adult)": [
    "A historical account of the Silk Road trade routes.",
    "A worn leather baseball glove, softened with age.",
    "The blinking cursor on a blank document.",
    "The reflection of city lights on wet pavement.",
    "The scent of chlorine at a public swimming pool."
  ],
  "Snow Goose (White morph)": [
    "A complex system of underground subway tunnels.",
    "Instructions for assembling flat-pack furniture.",
    "The migration patterns of monarch butterflies.",
    "The satisfying crunch of stepping on dry autumn leaves.",
    "The soft glow of a lava lamp."
  ],
  "Wood Duck (Breeding male)": [
    "A collection of vintage postage stamps.",
    "A flickering neon sign outside a roadside diner.",
    "The gentle sway of a hammock between two palm trees.",
    "The rules and strategy of a Go game.",
    "The sharp tang of freshly squeezed lemonade."
  ],
  "Gadwall (Breeding male)": [
    "A handwritten grocery list stuck to the fridge.",
    "A microscopic view of a snowflake's structure.",
    "The principles of quantum physics.",
    "The rhythmic clatter of train wheels on tracks.",
    "The warmth radiating from a crackling fireplace."
  ],
  "American Wigeon (Breeding male)": [
    "A brightly colored hot air balloon drifting silently.",
    "A puddle reflecting an overcast sky.",
    "The coded language used by spies during wartime.",
    "The feel of coarse sandpaper against wood.",
    "The life cycle of a common housefly."
  ],
  "Mallard (Breeding male)": [
    "A complex tapestry depicting a medieval battle.",
    "A perfectly balanced stack of smooth river stones.",
    "The aroma of freshly brewed coffee in the morning.",
    "The echoing sound of a dripping faucet.",
    "The theory of general relativity."
  ],
  "Blue-winged Teal (Male)": [
    "A field of vibrant yellow sunflowers facing the sun.",
    "An antique typewriter with missing keys.",
    "The muffled sounds of a city heard from a tall building.",
    "The process of glass blowing.",
    "The sticky residue left by a price tag."
  ],
  "Cinnamon Teal (Male)": [
    "A child's drawing rendered in bright crayon colors.",
    "A faded photograph from a bygone era.",
    "The intricate network of roots beneath a large oak tree.",
    "The operation of a wind turbine generating electricity.",
    "The slightly metallic taste of tap water."
  ],
  "Northern Shoveler (Breeding male)": [
    "A half-eaten sandwich wrapped in foil.",
    "A kaleidoscope creating symmetrical, shifting patterns.",
    "The chemical reaction that causes rust.",
    "The rough texture of unfinished concrete.",
    "The silent communication between fireflies at dusk."
  ],
  "Northern Pintail (Breeding male)": [
    "A complex circuit board with numerous components.",
    "A discarded lottery ticket lying on the sidewalk.",
    "The principles of supply and demand in economics.",
    "The sound of wind chimes tinkling in a gentle breeze.",
    "The vast emptiness of interstellar space."
  ],
  "Green-winged Teal (Male)": [
    "A flock of starlings performing a murmuration.",
    "A single red sock mixed in with white laundry.",
    "The concept of erosion shaping a canyon.",
    "The feeling of cool silk against the skin.",
    "The internal workings of a mechanical clock."
  ],
  "Canvasback (Breeding male)": [
    "A dog-eared page marking a place in a textbook.",
    "A meticulously organized toolbox.",
    "The gravitational pull of the moon on ocean tides.",
    "The sharp scent of pine needles in a forest.",
    "The structure of a DNA double helix."
  ],
  "Redhead (Breeding male)": [
    "A collection of mismatched buttons in a jar.",
    "A stained-glass window casting colorful light.",
    "The physics behind a rainbow.",
    "The sizzle of bacon cooking in a hot pan.",
    "The social hierarchy within a wolf pack."
  ],
  "Ring-necked Duck (Breeding male)": [
    "A crumpled tissue discarded in a wastebasket.",
    "A satellite image showing agricultural fields.",
    "The bioluminescence of deep-sea anglerfish.",
    "The musty smell of an old, damp basement.",
    "The process of fermentation in making yogurt."
  ],
  "Greater Scaup (Breeding male)": [
    "A bonsai tree carefully pruned over decades.",
    "A set of keys jangling on a keychain.",
    "The camouflage techniques used by chameleons.",
    "The different layers of Earth's atmosphere.",
    "The gentle hum of a computer's cooling fan."
  ],
  "Lesser Scaup (Breeding male)": [
    "A broken umbrella abandoned on a street corner.",
    "An architect's blueprint for a modern house.",
    "The hibernation cycle of a grizzly bear.",
    "The properties of superconducting materials.",
    "The smooth, worn texture of a sea glass fragment."
  ],
  "Harlequin Duck (Male)": [
    "A detailed model ship inside a glass bottle.",
    "A stack of old vinyl LPs beside a turntable.",
    "The crackle of a campfire under a starlit sky.",
    "The echolocation used by bats for navigation.",
    "The mathematical constant Pi (π)."
  ],
  "Surf Scoter (Male)": [
    "A half-finished cup of cold coffee.",
    "An abstract sculpture made from recycled metal.",
    "The intricate tunnels of an ant colony.",
    "The operation of a nuclear power plant.",
    "The salty spray of ocean waves crashing on rocks."
  ],
  "White-winged Scoter (Male)": [
    "A complex knot tied in a thick climbing rope.",
    "A lost earring found under a piece of furniture.",
    "The crunch of walking on fresh snow.",
    "The symbiotic relationship between bees and flowers.",
    "The theory of plate tectonics."
  ],
  "Black Scoter (Male)": [
    "A single chess piece left on the board.",
    "A vibrant street art mural covering a brick wall.",
    "The basics of binary code (0s and 1s).",
    "The distant rumble of thunder approaching.",
    "The process of photosynthesis in green leaves."
  ],
  "Bufflehead (Breeding male)": [
    "A bent paperclip used as a makeshift bookmark.",
    "A weaver creating intricate patterns on a loom.",
    "The adaptation of cacti to survive in arid deserts.",
    "The cheerful jingle of an ice cream truck.",
    "The fundamental forces of nature (gravity, electromagnetism, etc.)."
  ],
  "Common Goldeneye (Breeding male)": [
    "A collection of colorful marbles in a pouch.",
    "Molten glass being shaped by a glassblower.",
    "The hunting strategy of a praying mantis.",
    "The rhythmic ticking of a grandfather clock.",
    "The structure and function of the human heart."
  ],
  "Barrow's Goldeneye (Breeding male)": [
    "A perfectly ripe avocado, ready to eat.",
    "A tangled ball of yarn next to knitting needles.",
    "The complex navigation of migrating sea turtles.",
    "The concept of artificial intelligence.",
    "The sound of rain drumming on a tin roof."
  ],
  "Hooded Merganser (Breeding male)": [
    "A chipped teacup with a faded floral design.",
    "A satellite dish aimed at the sky.",
    "The low hum of traffic on a distant highway.",
    "The metamorphosis of a caterpillar into a butterfly.",
    "The principles of aerodynamics."
  ],
  "Common Merganser (Breeding male)": [
    "A dusty attic filled with forgotten treasures.",
    "A mosaic made from thousands of tiny colored tiles.",
    "The annual migration of wildebeest across the savanna.",
    "The difference between weather and climate.",
    "The satisfying click of a camera shutter."
  ],
  "Red-breasted Merganser (Breeding male)": [
    "A single playing card lying face up on a table.",
    "A spiderweb glistening with morning dew.",
    "The process of distillation.",
    "The role of decomposers in an ecosystem.",
    "The squeak of sneakers on a polished gymnasium floor."
  ],
  "California Quail (Male)": [
    "A blacksmith shaping hot metal on an anvil.",
    "A used paintbrush stiff with dried paint.",
    "The cheerful chirping of crickets on a warm night.",
    "The laws of thermodynamics.",
    "The way tree rings reveal past climate conditions."
  ],
  "Gambel's Quail (Male)": [
    "A crumpled fast-food wrapper on the ground.",
    "A prism splitting sunlight into a rainbow.",
    "The basics of electrical circuits.",
    "The gentle lapping of water against a lakeshore.",
    "The intricate defense mechanisms of a porcupine."
  ],
  "Ring-necked Pheasant (Male)": [
    "A chef expertly chopping vegetables with a sharp knife.",
    "An old, leather-bound journal filled with sketches.",
    "The concept of inertia in physics.",
    "The crackling sound of dry leaves underfoot.",
    "The function of mycelium networks in a forest."
  ],
  "Red-throated Loon (Breeding)": [
    "A display of polished gemstones in a museum.",
    "A forgotten pair of sunglasses on a dashboard.",
    "The mournful wail of a distant foghorn.",
    "The structure of the periodic table of elements.",
    "The unique adaptations of extremophiles living near hydrothermal vents."
  ],
  "Pacific Loon (Breeding)": [
    "A single, brightly colored rubber band.",
    "A time-lapse video capturing a blooming flower.",
    "The hunting techniques of a snow leopard.",
    "The operation of the Large Hadron Collider.",
    "The rhythmic creak of an old wooden ship."
  ],
  "Common Loon (Breeding)": [
    "A detailed astronomical chart of the constellations.",
    "A sticky note with a phone number scribbled on it.",
    "The difference between RAM and ROM in computers.",
    "The echoing call of a loon across a still lake.",
    "The process of erosion carving out riverbeds."
  ],
  "Horned Grebe (Breeding)": [
    "A complex piece of machinery with many moving parts.",
    "A pile of unsorted mail on a hallway table.",
    "The bioluminescent glow of plankton in ocean waves.",
    "The concept of pH and acidity.",
    "The soft rustle of wind through tall grass."
  ],
  "Red-necked Grebe (Breeding)": [
    "A broken clay pot on a garden path.",
    "An intricate pattern woven into a traditional blanket.",
    "The clinking sound of ice cubes in a glass.",
    "The parental care behavior of emperor penguins.",
    "The transmission of radio waves."
  ],
  "Eared Grebe (Breeding)": [
    "A half-burned candle leaving wax drippings.",
    "A sculptor carving a figure from a block of wood.",
    "The gentle gurgle of water flowing down a drain.",
    "The principles of cryptography.",
    "The way chameleons change color for camouflage."
  ],
  "Northern Gannet (Adult, Subadult)": [
    "A busy beehive with hexagonal cells.",
    "A well-worn pair of hiking boots.",
    "The history of the printing press.",
    "The incredible pressure at the bottom of the Mariana Trench.",
    "The roar of a waterfall cascading down rocks."
  ],
  "Double-crested Cormorant (Immature)": [
    "A colorful kite soaring high against a blue sky.",
    "A tangled set of Christmas lights.",
    "The adaptation of desert plants to conserve water.",
    "The function of enzymes in biological reactions.",
    "The rhythmic thud of a bouncing basketball."
  ],
  "Great Cormorant (Adult)": [
    "A meticulously arranged Zen garden.",
    "A single feather drifting down from the sky.",
    "The concept of nuclear fusion in stars.",
    "The cooperative hunting strategy of orcas.",
    "The distant whine of a power saw."
  ],
  "Little Blue Heron (Adult)": [
    "A collection of smooth, gray skipping stones.",
    "A complex network of city streets viewed from above.",
    "The different types of geological faults.",
    "The gentle strumming of a ukulele.",
    "The pollination process carried out by bats."
  ],
  "Reddish Egret (Dark morph)": [
    "A sandcastle elaborately decorated with shells.",
    "An old, faded postcard with a foreign stamp.",
    "The hiss of steam escaping from an iron.",
    "The properties of different types of polymers.",
    "The silent, patient hunting style of a heron."
  ],
  "Black-crowned Night-Heron (Adult)": [
    "A half-solved Rubik's cube.",
    "A piece of abstract art using bold colors and shapes.",
    "The electromagnetic spectrum.",
    "The lifecycle of a parasitic wasp.",
    "The muffled chatter from an adjacent apartment."
  ],
  "Yellow-crowned Night-Heron (Adult)": [
    "A field of lavender releasing its scent in the heat.",
    "A single, lost mitten lying in the snow.",
    "The architecture of ancient Roman aqueducts.",
    "The clatter of bowling pins being struck.",
    "The defensive spray of a skunk."
  ],
  "White Ibis (Adult)": [
    "A dented aluminum can by the roadside.",
    "A glass sphere containing a miniature ecosystem.",
    "The complex social structure of naked mole-rats.",
    "The process of vulcanizing rubber.",
    "The rhythmic chirp of a smoke detector needing batteries."
  ],
  "Bald Eagle (Adult, subadult)": [
    "A towering redwood tree, centuries old.",
    "A worn-out tennis ball, faded and fuzzy.",
    "The historical significance of the Magna Carta.",
    "The majestic sound of a full orchestra tuning up.",
    "The physics governing the flight of an airplane."
  ],
  "Northern Harrier (Adult male)": [
    "A collection of colorful, mismatched socks.",
    "A field of windmills turning slowly in unison.",
    "The camouflage of a stick insect resembling a twig.",
    "The principles of thermodynamics.",
    "The quiet shuffle of cards being dealt."
  ],
  "Sharp-shinned Hawk (Adult )": [
    "A geodesic dome glinting in the sunlight.",
    "A rusty bicycle chain.",
    "The difference between asteroids and comets.",
    "The predatory strike of a viper.",
    "The sharp crack of a whip."
  ],
  "Cooper's Hawk (Adult)": [
    "A potter shaping clay on a spinning wheel.",
    "A tangled fishing line caught in weeds.",
    "The concept of supply chain management.",
    "The insistent ringing of an alarm clock.",
    "The intricate weaving of a bird's nest."
  ],
  "Red-shouldered Hawk (Adult )": [
    "A half-empty bag of potato chips.",
    "A suspension bridge shrouded in morning fog.",
    "The role of the Electoral College in US elections.",
    "The sound of sizzling fajitas arriving at the table.",
    "The warning coloration of a poison dart frog."
  ],
  "Broad-winged Hawk (Adult)": [
    "A patchwork quilt made from old fabric scraps.",
    "A single, abandoned shoe on a train platform.",
    "The gentle hum of a library's ventilation system.",
    "The migratory path of the Arctic tern.",
    "The process of radioactive decay."
  ],
  "Rough-legged Hawk (Dark morph)": [
    "A leaking garden hose creating a small puddle.",
    "A rugged mountain landscape dusted with snow.",
    "The adaptation of Arctic foxes to extreme cold.",
    "The basic principles of genetics.",
    "The crunch of tires on a gravel road."
  ],
  "Golden Eagle (Adult)": [
    "A vast canyon carved by wind and water over eons.",
    "An old, tarnished silver locket.",
    "The dramatic swell of opera music.",
    "The powerful eyesight of birds of prey.",
    "The theory of continental drift."
  ],
  "American Kestrel (Adult male)": [
    "A colorful piñata waiting to be broken.",
    "A small, intricately carved wooden figurine.",
    "The difference between stalactites and stalagmites.",
    "The high-pitched whine of a dentist's drill.",
    "The hovering flight technique used by kestrels."
  ],
  "Peregrine Falcon (Adult)": [
    "A discarded plastic bottle bobbing in the water.",
    "A sleek, modern skyscraper piercing the clouds.",
    "The history and evolution of the internet.",
    "The incredible diving speed of a peregrine falcon.",
    "The whoosh of a speeding subway train."
  ],
  "Purple Gallinule (Adult)": [
    "A collection of brightly colored sticky notes.",
    "A vibrant tapestry rich with symbolic imagery.",
    "The ability of some lizards to walk on water.",
    "The playful splashing sounds from a fountain.",
    "The process of pasteurization."
  ],
  "Common Gallinule (Adult)": [
    "A bent and rusty nail.",
    "A lily pad floating serenely on a pond.",
    "The rhythmic clacking of knitting needles.",
    "The structure of an atom.",
    "The way ducklings follow their mother in a line."
  ],
  "Black-bellied Plover (Breeding)": [
    "A handful of smooth, dark pebbles.",
    "A windswept beach with rolling dunes.",
    "The camouflage pattern of a flounder on the seabed.",
    "The phases of the moon.",
    "The sharp call of a seagull overhead."
  ],
  "Spotted Sandpiper (Breeding)": [
    "A dancer performing elegant, rhythmic movements.",
    "A lone, wilting flower in a vase.",
    "The concept of buoyancy.",
    "The constant tail-bobbing motion of a sandpiper.",
    "The gentle burble of a small brook."
  ],
  "Sanderling (Breeding)": [
    "A crowd of people bustling through a train station.",
    "A piece of sea-worn driftwood.",
    "The measurement of earthquakes on the Richter scale.",
    "The rhythmic crash and retreat of waves on sand.",
    "The way sanderlings chase retreating waves."
  ],
  "Dunlin (Breeding)": [
    "A dense flock of birds moving as one entity.",
    "A muddy footprint left on a clean floor.",
    "The probing feeding technique used by shorebirds.",
    "The process of smelting ore.",
    "The sigh of wind across a marshy field."
  ],
  "Wilson's Phalarope (Breeding)": [
    "A ballerina executing a rapid pirouette.",
    "A feather caught in a spider's web.",
    "The reversed sex roles in certain animal species.",
    "The unique feeding behavior of phalaropes, spinning in circles.",
    "The whirring sound of a spinning top."
  ],
  "Broad-billed Hummingbird (Adult Male)": [
    "A brightly colored stained-glass lamp.",
    "A miniature bottle filled with colored sand.",
    "The high-frequency buzz of an insect's wings.",
    "The principles of optics and light refraction.",
    "The rapid metabolism required for hovering flight."
  ],
  "Ruby-throated Hummingbird (Adult Male)": [
    "A blooming flower garden attracting pollinators.",
    "A tiny, intricate silver charm.",
    "The almost inaudible hum of nearby power lines.",
    "The concept of potential and kinetic energy.",
    "The iridescent shimmer of hummingbird feathers."
  ],
  "Black-chinned Hummingbird (Adult Male)": [
    "A delicate mobile turning slowly in the air.",
    "A single drop of dew on a blade of grass.",
    "The faint whir of a computer hard drive spinning.",
    "The relationship between frequency and pitch in sound.",
    "The territorial defense displays of hummingbirds."
  ],
  "Anna's Hummingbird (Adult Male)": [
    "A small, polished gemstone reflecting light.",
    "A vibrant display of fireworks against a night sky.",
    "The basics of programming logic.",
    "The sharp 'zip' sound of a closing zipper.",
    "The specialized beak shape for feeding on nectar."
  ],
  "Costa's Hummingbird (Adult Male)": [
    "A high-pitched electronic beep.",
    "A shard of iridescent glass.",
    "Desert wildflowers blooming after a rare rain.",
    "The characteristics of different desert ecosystems.",
    "The elaborate courtship dive of a male hummingbird."
  ],
  "Calliope Hummingbird (Adult Male)": [
    "A miniature music box playing a delicate tune.",
    "Mountain meadows filled with alpine flowers.",
    "The effects of altitude on atmospheric pressure.",
    "The status as the smallest bird in North America.",
    "The tiny click of a retractable pen."
  ],
  "Broad-tailed Hummingbird (Adult Male)": [
    "A small, ornate key to an unknown lock.",
    "High-elevation forests with aspen and pine trees.",
    "The distinctive wing trill produced during flight.",
    "The geological formation of the Rocky Mountains.",
    "The metallic trill of a security alarm being tested."
  ],
  "Rufous Hummingbird (Adult Male)": [
    "A shiny copper coin.",
    "Fiery autumn foliage on mountain slopes.",
    "The aggressive buzz of a bee defending its hive.",
    "The concept of magnetic fields.",
    "The long-distance migration route for such a small bird."
  ],
  "Allen's Hummingbird (Adult Male)": [
    "A small, intricate piece of lace.",
    "Coastal scrub habitats with flowering shrubs.",
    "The differentiation from the very similar Rufous Hummingbird.",
    "The ecological importance of coastal fog.",
    "The quick chatter of a squirrel."
  ],
  "Red-headed Woodpecker (Adult)": [
    "A brightly painted carousel horse.",
    "A stark contrast between black, white, and red.",
    "The behavior of caching acorns in tree crevices.",
    "The history of Native American totem poles.",
    "The sharp rap of knuckles on a wooden door."
  ],
  "Northern Flicker (Yellow-shafted)": [
    "A grassy field dotted with ant mounds.",
    "An old metal lunchbox with cartoon characters.",
    "The different types of soil horizons.",
    "The flash of yellow underwings during flight.",
    "The rhythmic drumming sound from a construction site."
  ],
  "Black Guillemot (Breeding)": [
    "A piece of polished obsidian.",
    "A stark black and white photograph.",
    "The bright red feet contrasting with dark plumage.",
    "The ecology of rocky coastlines in the North Atlantic.",
    "The muffled sound of waves inside a seashell."
  ],
  "Pigeon Guillemot (Breeding)": [
    "A coastal cliff face riddled with nesting crevices.",
    "A smooth, white pebble found on a beach.",
    "The gentle cooing sounds from a nearby rooftop.",
    "The large white wing patches visible in flight.",
    "The marine life found in the waters of the Pacific Northwest."
  ],
  "Black-legged Kittiwake (Adult)": [
    "A fragment of a white ceramic plate.",
    "A sheer cliff face overlooking a turbulent sea.",
    "The challenges of studying pelagic seabirds.",
    "The delicate appearance compared to larger gulls.",
    "The noisy clamor of a crowded seabird colony."
  ],
  "Laughing Gull (Breeding)": [
    "A bustling beach boardwalk in the summer.",
    "A spilled ice cream cone melting on the pavement.",
    "The dark hood and red bill of breeding plumage.",
    "The effects of tourism on coastal environments.",
    "The sound of hysterical laughter, fading in and out."
  ],
  "Heermann's Gull (Adult)": [
    "A Pacific coast beach with dark sand.",
    "A low, guttural growl.",
    "A weathered fishing boat pulled ashore.",
    "The marine ecosystems of the California Current.",
    "The unique combination of gray body, white head, and red bill."
  ],
  "Ring-billed Gull (Adult)": [
    "A discarded french fry container.",
    "A flock scavenging for dropped food near a picnic area.",
    "The adaptability of certain species to urban environments.",
    "The distinct black ring around the yellowish bill.",
    "The ubiquitous chatter in a fast-food parking lot."
  ],
  "Western Gull (Adult)": [
    "A rocky shoreline pounded by Pacific waves.",
    "A tide pool revealing starfish and anemones.",
    "The dark gray back and pink legs.",
    "The intertidal zones and their unique inhabitants.",
    "The loud calls echoing off coastal bluffs."
  ],
  "California Gull (Adult)": [
    "A large agricultural field being irrigated.",
    "A monument dedicated to the 'Miracle of the Gulls' in Utah.",
    "The combination of medium-gray back, yellow bill with spots, and yellow legs.",
    "The importance of insects in the diet of some birds.",
    "The varied calls heard around inland lakes and coastal areas."
  ],
  "Herring Gull (Adult)": [
    "A discarded fishing net tangled on a pier.",
    "A landfill site with birds circling overhead.",
    "The classic 'seagull' sound following a fishing boat.",
    "The impact of human waste on wildlife.",
    "The pale gray back, pink legs, and yellow bill with a red spot."
  ],
  "Glaucous-winged Gull (Adult)": [
    "A ferry boat navigating through choppy water.",
    "A misty coastline in the Pacific Northwest.",
    "The calls mixing with the sound of foghorns in a harbor.",
    "The climate patterns influenced by ocean currents.",
    "The pale gray back and wingtips (lacking black)."
  ],
  "Great Black-backed Gull (Adult)": [
    "A deep, commanding 'kow' call.",
    "A lobster trap marker bobbing in the water.",
    "A rugged Atlantic coastline with granite cliffs.",
    "Predator-prey relationships in coastal ecosystems.",
    "The large size and very dark, blackish back."
  ],
  "Bonaparte's Gull (Bonaparte's Gull)": [
    "A flock swirling gracefully over a bay or lake.",
    "A small, wind-blown white feather.",
    "A tern-like, grating 'kree' call.",
    "The differences between gulls and terns.",
    "The small size, black head (breeding), and delicate appearance."
  ],
  "Mew Gull (Mew Gull)": [
    "A high-pitched, mewing 'kee-ew' call.",
    "A rain-slicked parking lot reflecting streetlights.",
    "Coastal estuaries, harbors, and sometimes inland fields.",
    "The medium size, unmarked yellow bill, and rounded head shape.",
    "The variation within gull species across different continents (e.g., Common Gull in Europe)."
  ],
  "Caspian Tern (Caspian Tern)": [
    "A deep, harsh, heron-like 'kraa-ah!' call.",
    "A large fish clamped firmly in a bird's beak.",
    "A sandy island used as a nesting colony.",
    "The importance of protected areas for colonial nesting birds.",
    "The very large size and thick, bright red-orange bill."
  ],
  "Black Tern (Black Tern)": [
    "A dragonfly hovering over the water's surface.",
    "A freshwater marsh with emergent vegetation.",
    "Sharp 'kik' or 'kyeh' calls, less harsh than other terns.",
    "The seasonal changes in wetland habitats.",
    "The striking black head and body during breeding season."
  ],
  "Common Tern (Common Tern)": [
    "A coastal beach or large lakeside where colonies nest.",
    "A harsh, downward-inflected 'kee-yarrr' call.",
    "A small silver fish dropped by a bird.",
    "Conservation challenges for beach-nesting birds.",
    "The orange-red bill with a black tip (breeding plumage)."
  ],
  "Forster's Tern (Forster's Tern)": [
    "A low, nasal 'kyarr' or 'zreep' call.",
    "Inland marshes or coastal bays.",
    "Reeds swaying gently in the breeze along a shoreline.",
    "Subtle identification features distinguishing similar species.",
    "The bright orange bill (often less black tip) and longer, more deeply forked tail."
  ],
  "Royal Tern (Royal Tern)": [
    "A loud, rolling 'kee-rer' or 'kheer' call.",
    "A pelican diving nearby for fish.",
    "The impact of coastal storms on nesting sites.",
    "The large size, shaggy crest, and heavy orange bill.",
    "Warm coastal waters and sandy beaches."
  ],
  "Black Skimmer (Black Skimmer)": [
    "A bird flying low, 'skimming' the water surface with its bill.",
    "Coastal lagoons, estuaries, and beaches.",
    "Dog-like barking calls, 'yap' or 'kau'.",
    "Specialized feeding adaptations in birds.",
    "The unique bill structure with a longer lower mandible."
  ],
  "Greater White-fronted Goose (Greater White-fronted Goose)": [
    "A flock grazing in a harvested cornfield.",
    "Agricultural landscapes providing winter food for waterfowl.",
    "High-pitched laughing or yelping calls, 'kow-lyow'.",
    "The pinkish-orange bill and white patch at the base of the bill.",
    "Tundra (breeding), marshes, fields, lakes (winter)."
  ],
  "Brant (Brant)": [
    "A bed of swaying green eelgrass in shallow water.",
    "A soft, guttural 'rronk' or croaking sound.",
    "Coastal bays and estuaries, feeding primarily on eelgrass.",
    "The importance of specific food sources for specialized species.",
    "The small size, dark coloration, and white neck patch."
  ],
  "Cackling Goose (Cackling Goose)": [
    "A mixed flock of geese containing different sizes.",
    "Higher-pitched calls than Canada Goose, often described as 'cackling'.",
    "Taxonomic splits: distinguishing newly recognized species.",
    "The very small size, short neck, and stubby bill compared to Canada Goose.",
    "Tundra (breeding), fields, lakes, parks (winter)."
  ],
  "Canada Goose (Canada Goose)": [
    "A V-formation of geese flying overhead.",
    "Loud, resonant honking calls.",
    "The adaptation of wildlife to suburban and urban environments.",
    "The familiar large size, long black neck, and white cheek patch.",
    "Ubiquitous near water: lakes, ponds, rivers, parks, fields."
  ],
  "Mute Swan (Mute Swan)": [
    "An elegant bird gliding across calm water.",
    "Ponds, lakes, slow rivers, estuaries; often in parks.",
    "The ecological impacts of introduced, non-native species.",
    "The large white body, S-curved neck, orange bill with black knob.",
    "Usually silent, but can make hissing or grunting sounds."
  ],
  "Trumpeter Swan (Trumpeter Swan)": [
    "A family group swimming with cygnets.",
    "A loud, low-pitched, resonant bugling call, 'ko-hoh'.",
    "Conservation success stories: the recovery of the Trumpeter Swan.",
    "Marshes, lakes, rivers in northern or western North America.",
    "The very large size, all-white plumage, straight neck profile, black bill."
  ],
  "Tundra Swan (Tundra Swan)": [
    "High-pitched, often quavering calls, 'hoo-hoo-hoo' or 'wow-wow'.",
    "Large flocks gathered on wintering grounds.",
    "Long-distance migration corridors for waterfowl.",
    "Similar to Trumpeter but smaller, often with yellow spot near eye on black bill.",
    "Tundra (breeding); lakes, bays, fields (winter)."
  ],
  "American Black Duck (American Black Duck)": [
    "A bird hiding among marsh vegetation.",
    "Hybridization between closely related duck species.",
    "Marshes, ponds, estuaries, mainly in eastern North America.",
    "Quacks similar to a female Mallard.",
    "The dark sooty-brown body contrasting with paler head, olive-yellow bill (male)."
  ],
  "Mottled Duck (Mottled Duck)": [
    "A warm, humid coastal marsh environment.",
    "Coastal marshes and freshwater wetlands in the southeastern US.",
    "Geographic distribution limits of bird species.",
    "Quacks similar to a female Mallard.",
    "Similar to Black Duck/female Mallard but buffier overall, especially head/neck."
  ],
  "Common Eider (Female/juvenile)": [
    "A mother duck leading ducklings through choppy water.",
    "Cold coastal waters, rocky shorelines.",
    "Low grunting or cooing sounds.",
    "The barred brown plumage providing camouflage.",
    "The use of eiderdown for insulation."
  ],
  "Long-tailed Duck (Summer male)": [
    "Arctic tundra pools (breeding); coastal waters (nonbreeding).",
    "Musical yodeling calls, 'ow-owdle-ow'.",
    "Seasonal plumage changes in birds (eclipse plumage).",
    "The brief but intense Arctic summer breeding season.",
    "The different, less contrasting plumage compared to winter male."
  ],
  "Ruddy Duck (Winter male)": [
    "A small duck diving frequently for food.",
    "Ponds, lakes, marshes.",
    "The distinctive stiff-tailed posture.",
    "The dull grayish-brown winter plumage, lacking the bright blue bill.",
    "Usually silent; courtship involves drumming sounds."
  ],
  "Scaled Quail (Scaled Quail)": [
    "A covey of quail scurrying through sparse desert vegetation.",
    "A distinctive 'pay-cos' call.",
    "Adaptations of birds to survive in dry climates.",
    "Arid grasslands and desert scrub in the Southwest.",
    "The intricate scale pattern on the breast and belly, cotton-top crest."
  ],
  "Northern Bobwhite (Northern Bobwhite)": [
    "A bird calling from a fence post at dawn.",
    "Brushy fields, open pine woods, agricultural edges.",
    "Population declines due to habitat changes.",
    "The clear, whistled 'bob-WHITE?' call.",
    "The small size, round body, patterned plumage, male's white throat/eyebrow."
  ],
  "Ruffed Grouse (Ruffed Grouse)": [
    "A bird exploding into flight when startled.",
    "Courtship displays involving sound production.",
    "Deciduous or mixed forests, often with dense undergrowth.",
    "The deep drumming sound produced by males' wings.",
    "The fan-shaped tail, feathered legs, mottled brown/gray camouflage."
  ],
  "Wild Turkey (Wild Turkey)": [
    "A male strutting with tail fanned and wings drooped.",
    "Loud gobbling calls by males; clucks and yelps by both sexes.",
    "The history of turkey domestication and reintroduction.",
    "The large size, iridescent bronze plumage, bare head/neck.",
    "Woodlands, forests, adjacent fields."
  ],
  "Pied-billed Grebe (Pied-billed Grebe)": [
    "A bird slowly sinking beneath the water surface without diving.",
    "Aquatic adaptations in diving birds.",
    "Loud, cuckoo-like 'cow-cow-cow' calls.",
    "Ponds, marshes, lakes with emergent vegetation.",
    "The small, stocky shape, brownish plumage, thick bill with black ring (breeding)."
  ],
  "Western Grebe (Western Grebe)": [
    "A loud, rolling 'kreep-kreep' or 'kree-kreet' call.",
    "Distinguishing from the very similar Clark's Grebe.",
    "Large lakes, marshes (breeding); coastal waters (winter).",
    "The long, swan-like neck, black-and-white plumage, red eye, thin bill.",
    "The spectacular courtship display involving 'rushing' across the water."
  ],
  "Clark's Grebe (Clark's Grebe)": [
    "A single, cricket-like 'kreeet' call, less rolling than Western.",
    "Similar habitat to Western Grebe.",
    "Subtle differences in appearance and voice for species identification.",
    "Two similar species coexisting in the same habitats.",
    "Very similar to Western, but white surrounds the red eye, bill is brighter yellowish-orange."
  ],
  "Wood Stork (Wood Stork)": [
    "A bird soaring high on thermal currents.",
    "Feeding behavior involving tactile searching with the bill.",
    "Freshwater swamps, marshes, lagoons in the Southeast.",
    "The large size, white body, featherless dark head/neck, heavy bill.",
    "Usually silent, but makes low croaks or hisses at nest."
  ],
  "Brandt's Cormorant (Brandt's Cormorant)": [
    "A colony of seabirds nesting closely together.",
    "Adaptations for diving deep to catch fish.",
    "Low guttural croaks and grunts, especially at colony.",
    "Pacific coastal waters, nesting on rocky cliffs or islands.",
    "The all-black plumage, bluish throat pouch (breeding), often holds wings out to dry."
  ],
  "Neotropic Cormorant (Neotropic Cormorant)": [
    "A bird perched on a snag overhanging water.",
    "Grunting calls similar to other cormorants.",
    "Inland lakes, ponds, rivers, coastal areas (southern US southward).",
    "Range expansion of some species northward.",
    "Smaller than Double-crested, thinner bill, white V-shaped border to gular pouch."
  ],
  "Pelagic Cormorant (Pelagic Cormorant)": [
    "A bird adept at navigating turbulent waters near cliffs.",
    "Cold coastal waters, nesting on steep cliffs.",
    "Low croaks and hisses.",
    "Niche partitioning among different cormorant species.",
    "The smallest Pacific cormorant, slender build, thin bill, white flank patches (breeding)."
  ],
  "Anhinga (Anhinga)": [
    "A bird swimming with only its head and neck visible, like a snake.",
    "Freshwater swamps, lakes, slow rivers with wooded banks.",
    "Often called 'Snakebird' or 'Water Turkey'.",
    "Raspy croaks or clicks.",
    "The long, snake-like neck, sharp pointed bill, dark body (male) or brown neck (female)."
  ],
  "American White Pelican (American White Pelican)": [
    "A coordinated group herding fish into shallow water.",
    "Generally silent away from colony; low grunts at nest.",
    "Impressive soaring flight, often in large flocks.",
    "Inland lakes, marshes (breeding); coastal lagoons, lakes (winter).",
    "The huge size, entirely white body, massive orange bill/pouch."
  ],
  "Brown Pelican (Brown Pelican)": [
    "A line of pelicans flying low over the waves.",
    "Coastal marine waters, estuaries, bays.",
    "Population recovery following the ban of DDT.",
    "The large size, grayish-brown body, large pouch, dramatic head-first plunge-dives.",
    "Usually silent; juveniles make squealing calls."
  ],
  "Great Blue Heron (Great Blue Heron)": [
    "A bird standing motionless, stalking fish in shallow water.",
    "A deep, harsh 'frahnk' or 'kraak' call, especially when startled.",
    "Marshes, swamps, rivers, lakeshores, coastlines.",
    "The large size, overall grayish-blue color, long neck, dagger-like bill.",
    "The largest heron species in North America."
  ],
  "Great Egret (Great Egret)": [
    "A deep, low croak.",
    "An elegant wading bird, formerly hunted for its plumes.",
    "Marshes, ponds, shores, mudflats.",
    "The history of the Audubon Society and plume trade.",
    "The large size, entirely white plumage, yellow bill, black legs and feet."
  ],
  "Snowy Egret (Snowy Egret)": [
    "A bubbly, grating 'garr' or 'ah-ah-ah' call.",
    "Active foraging behavior, stirring water with feet.",
    "Marshes, estuaries, ponds.",
    "The medium size, all-white plumage, black bill, black legs, bright yellow feet ('golden slippers').",
    "The use of foot color in species identification."
  ],
  "Tricolored Heron (Tricolored Heron)": [
    "A harsh 'aah' or groaning calls.",
    "Coastal marshes, lagoons, swamps.",
    "Distinctive feeding posture, often holding wings partly open.",
    "Formerly known as the Louisiana Heron.",
    "The slender build, bluish-gray back, white belly and neck stripe."
  ],
  "Cattle Egret (Cattle Egret)": [
    "Association with grazing animals, catching insects they disturb.",
    "Fields, pastures (often near livestock), marshes.",
    "Quiet croaks and rattles.",
    "Rapid global range expansion in the 20th century.",
    "The stocky build, white plumage, often with buff patches (breeding), yellow bill/legs."
  ],
  "Green Heron (Green Heron)": [
    "A sharp 'skeow' or 'kyow' call, often given in flight.",
    "Cryptic coloration providing camouflage.",
    "Known for tool use, dropping bait to lure fish.",
    "Ponds, streams, marshes with vegetated edges.",
    "The small size, dark greenish back, chestnut neck, often holds neck retracted."
  ],
  "Glossy Ibis (Glossy Ibis)": [
    "Distinguished from White-faced Ibis by facial skin color (grayish, not reddish).",
    "Feeding by probing bill into mud.",
    "Freshwater marshes, flooded fields.",
    "Grunts and croaks, especially at colony.",
    "The dark, iridescent plumage (appearing blackish from afar), long decurved bill."
  ],
  "White-faced Ibis (White-faced Ibis)": [
    "Identification challenges outside the breeding season.",
    "Large flocks flying in formation.",
    "Marshes, irrigated fields, shallow lakes.",
    "Similar calls to Glossy Ibis.",
    "Very similar to Glossy, but breeding adults have reddish facial skin bordered by white feathers."
  ],
  "Roseate Spoonbill (Roseate Spoonbill)": [
    "Coastal marshes, lagoons, mangrove swamps.",
    "Color derived from pigments in crustacean prey.",
    "Feeding by sweeping bill side-to-side in water.",
    "Low grunts or guttural calls.",
    "The unmistakable pink plumage and large, spatulate (spoon-shaped) bill."
  ],
  "Black Vulture (Black Vulture)": [
    "Limited vocalizations: hisses and grunts.",
    "Often gathers in groups at roosts or carcasses.",
    "Open country, woodlands, towns, roadsides.",
    "Soaring flight with quick, shallow wingbeats interspersed with glides.",
    "The all-black plumage, bare dark gray head, short tail, wingtips show whitish patches below."
  ],
  "Turkey Vulture (Turkey Vulture)": [
    "Graceful, tilting soaring flight.",
    "Keen sense of smell used to locate carrion.",
    "The large size, dark brown plumage, bare red head (adults), holds wings in a V-shape (dihedral) when soaring.",
    "Usually silent; hisses when threatened.",
    "Wide variety of habitats, from forests to deserts to cities."
  ],
  "Osprey (Osprey)": [
    "Diving feet-first to catch fish near the water surface.",
    "High-pitched, whistling 'cheep-cheep-cheep' or 'kyew-kyew' calls.",
    "Lakes, rivers, coastlines with abundant fish.",
    "Often builds large stick nests on platforms or poles.",
    "The large size, brown upperparts, white underparts, white head with dark stripe through eye."
  ],
  "Swallow-tailed Kite (Swallow-tailed Kite)": [
    "A high-pitched, squealing 'klee-klee-klee'.",
    "Catches insects and small reptiles in mid-air.",
    "Forested wetlands, swamps, river corridors in the Southeast.",
    "Incredibly graceful and buoyant flight, rarely flaps.",
    "The striking black-and-white plumage and deeply forked tail."
  ],
  "White-tailed Kite (White-tailed Kite)": [
    "Formerly known as the Black-shouldered Kite.",
    "Often hovers in place ('kiting') while hunting small mammals.",
    "Open grasslands, savannas, marshes with scattered trees.",
    "The pale gray and white plumage, black shoulder patches, long white tail.",
    "Weak whistling or 'kee' calls."
  ],
  "Mississippi Kite (Mississippi Kite)": [
    "A high, thin whistle, 'phee-phew'.",
    "Aerial hunter, catching large insects (like dragonflies) on the wing.",
    "Often seen soaring in groups.",
    "The sleek gray body, paler head, long pointed wings, square-tipped tail.",
    "Woodlands, groves, shelterbelts, often near water."
  ],
  "Harris's Hawk (Harris's Hawk)": [
    "Desert scrub, savannas in the Southwest.",
    "Harsh, scraping calls.",
    "Popular bird in falconry.",
    "The dark brown plumage with chestnut wing patches, white rump and tail tip.",
    "Unique cooperative hunting behavior in family groups."
  ],
  "Swainson's Hawk (Light morph )": [
    "A drawn-out, piercing 'kreeeeer' whistle.",
    "Long-distance migrant to Argentina, feeding heavily on insects.",
    "Open grasslands, prairies, agricultural areas.",
    "Soars with wings held in a slight dihedral.",
    "The long pointed wings, dark bib (adult light morph), pale underwings with dark trailing edge."
  ],
  "Red-tailed Hawk (Dark morph)": [
    "Highly adaptable: open country, woodlands, deserts, cities.",
    "One of the most common and widespread hawks in North America.",
    "Perches conspicuously on poles or treetops.",
    "The classic, piercing 'keeeyeeeerr!' scream, often used in movies.",
    "Variable plumage; dark morph is uniformly dark brown, often retaining reddish tail."
  ],
  "Crested Caracara (Crested Caracara)": [
    "A harsh, rattling croak.",
    "Behaves somewhat like a vulture or crow.",
    "Often walks on the ground scavenging or hunting.",
    "Open country, scrub, ranchland in the southern US and southward.",
    "The distinctive falcon-like shape with long legs, black body, white neck, black cap, colorful face."
  ],
  "Merlin (Merlin)": [
    "A rapid, high-pitched 'ki-ki-ki-ki' chatter.",
    "A small, powerful falcon with pointed wings, males blue-gray above, females brown.",
    "Formerly known as the Pigeon Hawk.",
    "Open woodlands, grasslands, coasts; nests in north, winters widely.",
    "Swift, direct flight, preys primarily on small birds."
  ],
  "Prairie Falcon (Prairie Falcon)": [
    "A rapid 'kree-kree-kree' call, similar to Peregrine but higher.",
    "Dry open country, cliffs, canyons in the West.",
    "Hunts birds and small mammals in open terrain.",
    "Nests on cliff ledges.",
    "The sandy brown upperparts, pale underparts, dark 'armpits' (axillaries) visible in flight."
  ],
  "American Coot (American Coot)": [
    "A variety of clucking, cackling, and grunting noises.",
    "Often seen swimming, diving, or walking near water's edge.",
    "Ponds, lakes, marshes with vegetation.",
    "Technically a rail, not a duck.",
    "The dark gray, duck-like body, white bill, and lobed (not webbed) feet."
  ],
  "Sandhill Crane (Sandhill Crane)": [
    "Gathers in huge flocks during migration.",
    "Impressive courtship dances involving leaping and bowing.",
    "Loud, rattling, bugling calls that carry long distances.",
    "Open wetlands, prairies, fields.",
    "The tall gray body, long neck/legs, bare red patch on forehead."
  ],
  "Semipalmated Plover (Semipalmated Plover)": [
    "A clear, whistled 'chu-WEE' call.",
    "Beaches, mudflats, tundra (breeding).",
    "Partial webbing between toes ('semipalmated').",
    "Runs in short bursts, stopping to pick food from surface.",
    "Small shorebird with single dark neck band, orange at base of short bill."
  ],
  "Killdeer (Killdeer)": [
    "A loud, piercing 'kill-deer' or 'dee-dee-dee' call.",
    "Famous 'broken-wing' display to lure predators from nest.",
    "Nests in shallow scrapes on open ground.",
    "Open ground: fields, lawns, gravel lots, shores.",
    "The two black breast bands, brown back, slender shape."
  ],
  "American Oystercatcher (American Oystercatcher)": [
    "Coastal beaches, shell banks, salt marshes.",
    "Loud, sharp 'wheep' or 'kleep' calls.",
    "Striking appearance and loud calls make it conspicuous.",
    "The large size, black head, brown back, white belly, heavy bright red-orange bill.",
    "Uses powerful bill to pry open or hammer shellfish."
  ],
  "Black Oystercatcher (Black Oystercatcher)": [
    "Found only along the western coast of North America.",
    "Rocky Pacific coastlines.",
    "Similar loud calls to American Oystercatcher.",
    "Specialized for feeding on invertebrates in rocky intertidal zones.",
    "The entirely black plumage contrasting with bright red-orange bill and pink legs."
  ],
  "Black-necked Stilt (Black-necked Stilt)": [
    "Aggressively defends nesting colonies.",
    "Shallow wetlands, mudflats, flooded fields.",
    "Sharp, yapping 'kip-kip-kip' calls.",
    "The elegant black-and-white plumage, very long pink legs, thin black bill.",
    "Wades gracefully in shallow water."
  ],
  "American Avocet (American Avocet)": [
    "Breeding plumage has rusty orange head and neck.",
    "Feeds by sweeping bill side-to-side in water.",
    "Loud 'kleek' or 'pleet' calls, repeated.",
    "Shallow wetlands, alkali flats, ponds.",
    "The striking black-and-white back pattern, long blue legs, upturned bill."
  ],
  "Solitary Sandpiper (Solitary Sandpiper)": [
    "A high, clear 'peet-weet-weet' call, often given in flight.",
    "Nests in old tree nests of songbirds.",
    "The dark back spotted with white, white eye-ring, greenish legs, teetering motion.",
    "Usually seen singly, unlike many other sandpipers.",
    "Wooded ponds, stream edges (migration); muskeg (breeding)."
  ],
  "Greater Yellowlegs (Greater Yellowlegs)": [
    "A loud, ringing 'tew-tew-tew' call, usually 3 or more notes.",
    "Active forager, often running through shallow water.",
    "Distinguished from Lesser Yellowlegs by larger size, stouter bill, and call.",
    "Marshes, mudflats, shores.",
    "The large size, mottled grayish plumage, long bright yellow legs, slightly upturned bill."
  ],
  "Willet (Willet)": [
    "A piercing 'pill-will-willet' call (eastern) or rolling whistles (western).",
    "Coastal beaches, marshes, prairie wetlands.",
    "Conspicuous wing pattern is key to identification.",
    "The large, plain gray shorebird (nonbreeding) that flashes striking black-and-white wing pattern in flight.",
    "Two distinct subspecies with different habitats and calls."
  ],
  "Lesser Yellowlegs (Lesser Yellowlegs)": [
    "A softer 'tu-tu' call, usually 1 or 2 notes.",
    "Delicate appearance compared to its larger relative.",
    "Marshes, mudflats, shores.",
    "Often found in the same habitats as Greater Yellowlegs.",
    "Similar to Greater Yellowlegs but smaller, more slender, thinner straight bill, softer call."
  ],
  "Whimbrel (Whimbrel)": [
    "A rippling, whistled 'ti-ti-ti-ti-ti-ti' call.",
    "Distinctive head stripes help distinguish it from other curlews.",
    "Probes deeply into mud or sand for crabs and worms.",
    "The large size, long decurved bill, striped head pattern.",
    "Tundra (breeding); coastal mudflats, beaches (migration/winter)."
  ],
  "Long-billed Curlew (Long-billed Curlew)": [
    "A loud, whistled 'cur-lee!' or 'coo-li' call.",
    "Grasslands, prairies (breeding); coastal estuaries, fields (winter).",
    "North America's largest shorebird.",
    "The very large size and incredibly long, decurved bill.",
    "Uses long bill to probe deep burrows for prey."
  ],
  "Marbled Godwit (Marbled Godwit)": [
    "A loud 'god-wit' or 'raddica' call.",
    "Distinctive silhouette in flight.",
    "Prairie wetlands (breeding); coastal mudflats, beaches (winter).",
    "Probes mud with bill, often submerging entire head.",
    "The large size, long slightly upturned pinkish bill with dark tip, mottled brownish plumage."
  ],
  "Ruddy Turnstone (Ruddy Turnstone)": [
    "A rattling 'tuk-a-tuk' or 'kut-kut-kut' call.",
    "Flips over stones, shells, and seaweed searching for food.",
    "Rocky shores, beaches, jetties, tundra (breeding).",
    "Striking harlequin pattern in breeding season.",
    "The stocky build, short orange legs, complex 'calico' pattern (breeding plumage)."
  ],
  "Black Turnstone (Black Turnstone)": [
    "A rattling call similar to Ruddy Turnstone.",
    "Associated with rocky shores, often feeding among seaweed.",
    "Range restricted to the Pacific coast.",
    "Rocky Pacific coastlines.",
    "The dark blackish-brown plumage with white belly and wing/back patches visible in flight."
  ],
  "Surfbird (Surfbird)": [
    "A clear 'kee-wee' whistle.",
    "Feeds on invertebrates on wave-washed rocks.",
    "Rocky coastlines, jetties (winter); high mountain tundra (breeding).",
    "The stocky, plover-like shape, gray plumage (winter), white rump/tail base visible in flight.",
    "Unusual migration between coastal wintering areas and alpine breeding grounds."
  ],
  "Semipalmated Sandpiper (Semipalmated Sandpiper)": [
    "A rough, grating 'churk' or 'krrt' call.",
    "A small 'peep' sandpiper, short straight bill, black legs.",
    "Forms huge flocks during migration.",
    "Tundra (breeding); mudflats, shores (migration).",
    "Very similar to Western Sandpiper, best told by bill shape and call."
  ],
  "Western Sandpiper (Western Sandpiper)": [
    "A high, thin 'jeet' or 'cheep' call.",
    "Bill length can be variable.",
    "One of the most abundant shorebirds migrating along coasts.",
    "Tundra (breeding); mudflats, shores (migration/winter).",
    "Very similar to Semipalmated, but typically has longer bill drooping slightly at tip, rusty tones (breeding)."
  ],
  "Least Sandpiper (Least Sandpiper)": [
    "A high, thin 'kreep' or 'jeeeet' call.",
    "Distinctive leg color is a key field mark.",
    "Marshes, mudflats, grassy pools, tundra (breeding).",
    "Often forages in slightly grassier areas than other peeps.",
    "The smallest 'peep', yellowish or greenish legs, brownish plumage, thin decurved bill."
  ],
  "Short-billed Dowitcher (Short-billed Dowitcher)": [
    "A rapid, mellow 'tu-tu-tu' call.",
    "Distinguished from Long-billed Dowitcher mainly by call.",
    "Feeds with rapid 'sewing-machine' probing action.",
    "Muskeg (breeding); coastal mudflats, marshes (migration/winter).",
    "The long, straight bill, stocky body, reddish underparts (breeding)."
  ],
  "Wilson's Snipe (Wilson's Snipe)": [
    "A harsh 'scaip' call when flushed; 'winnowing' sound made by tail feathers in display flight.",
    "Crepuscular (active at dawn and dusk).",
    "Explosive zig-zag flight when flushed from cover.",
    "The long straight bill, striped head, intricately patterned brown camouflage.",
    "Wet meadows, marshes, bogs."
  ],
  "American Woodcock (American Woodcock)": [
    "A nasal 'peent' call given on ground; twittering sounds from wings during display flight.",
    "Moist young woodlands, brushy fields.",
    "Probes soil for earthworms with flexible bill tip.",
    "Spectacular aerial courtship display at dawn/dusk.",
    "The plump body, very long bill, large eyes set high on head, dead-leaf camouflage."
  ],
  "Rock Pigeon (Rock Pigeon)": [
    "Cities, towns, farms, cliffs.",
    "Familiar cooing sounds, 'coo-roo-coo'.",
    "Originally nested on sea cliffs.",
    "Ubiquitous in human-altered environments worldwide.",
    "Variable plumage, but typically gray with iridescent neck, dark wing bars, descendant of wild Rock Dove."
  ],
  "Band-tailed Pigeon (Band-tailed Pigeon)": [
    "A deep, owl-like 'hoo-whoo' coo.",
    "Coniferous or mixed forests, oak woodlands in the West.",
    "Feeds on acorns, berries, and seeds, often high in trees.",
    "Often seen in flocks, especially at mineral springs.",
    "The large size, overall gray plumage, white crescent on nape, yellowish bill/feet, faint tail band."
  ],
  "Eurasian Collared-Dove (Eurasian Collared-Dove)": [
    "A monotonous, rhythmic 'coo-COO-coo' call.",
    "Now common in many urban and suburban settings.",
    "Rapidly expanded range across North America after introduction.",
    "The pale sandy-gray plumage, thin black collar on hindneck.",
    "Towns, suburbs, agricultural areas."
  ],
  "White-winged Dove (White-winged Dove)": [
    "A complex cooing call, 'hoo-hoo hoo-hoo' or 'who cooks for you'.",
    "Desert scrub, woodlands, towns, agricultural areas in the South/Southwest.",
    "Important pollinator and seed disperser for some desert plants.",
    "Often gathers in large numbers at water sources.",
    "The brownish-gray body, bold white stripe on edge of wing (visible at rest/flight), blue eye-ring."
  ],
  "Mourning Dove (Mourning Dove)": [
    "A soft, mournful 'coo-ah, coo, coo, coo' call.",
    "Distinctive whistling sound made by wings during takeoff.",
    "Highly adaptable: open woods, fields, deserts, suburbs, cities.",
    "One of the most widespread and abundant birds in North America.",
    "The slender shape, pointed tail, overall grayish-brown color, iridescent neck spots."
  ],
  "Inca Dove (Inca Dove)": [
    "A repetitive 'coo-coo' or 'no-hope' call.",
    "Forms 'pyramids' when roosting in cold weather.",
    "Often seen walking on the ground in small groups.",
    "The small size, long tail, scaly-patterned plumage.",
    "Urban and suburban areas, parks, desert towns in the Southwest."
  ],
  "Common Ground-Dove (Common Ground-Dove)": [
    "A soft, rising 'coo-oop' or 'wuh-up' call.",
    "America's smallest dove.",
    "Forages on the ground for small seeds.",
    "Open, brushy country, fields, roadsides in the South.",
    "Very small size, short tail, appears scaled, shows rusty wing patches in flight."
  ],
  "Monk Parakeet (Monk Parakeet)": [
    "Builds large communal stick nests, often on man-made structures.",
    "Established feral populations in many US cities.",
    "Harsh, screeching calls and chatters.",
    "The bright green body, gray face and breast, long pointed tail.",
    "Urban and suburban areas, parks (introduced populations)."
  ],
  "Yellow-billed Cuckoo (Yellow-billed Cuckoo)": [
    "A series of slow, guttural 'ka-ka-ka-ka-kow-kow-kowlp' notes.",
    "Feeds heavily on hairy caterpillars.",
    "Often heard more than seen; sometimes called 'Rain Crow'.",
    "The slender shape, brown back, white underparts, yellow lower mandible, large white spots on undertail.",
    "Woodlands, orchards, dense thickets, often near water."
  ],
  "Black-billed Cuckoo (Black-billed Cuckoo)": [
    "A rapid, rhythmic 'cu-cu-cu-cu-cu' call, all on one pitch.",
    "More secretive than Yellow-billed Cuckoo.",
    "Populations can fluctuate with tent caterpillar outbreaks.",
    "Similar habitat to Yellow-billed, perhaps prefers cooler forests.",
    "Similar to Yellow-billed but bill is all black, undertail spots are smaller, has red eye-ring."
  ],
  "Greater Roadrunner (Greater Roadrunner)": [
    "Desert scrub, chaparral, open woodlands in the Southwest.",
    "Iconic bird of the American desert.",
    "Low, slow cooing calls 'cooo-cooo-cooo'; bill-rattling sound.",
    "Runs swiftly on the ground chasing lizards, snakes, insects.",
    "The large size, long tail, streaked plumage, shaggy crest, strong legs."
  ],
  "Barn Owl (Barn Owl)": [
    "Eerie, rasping screeches and hisses; no hooting.",
    "Nocturnal hunter of small mammals, often nests in barns or silos.",
    "Open country, farmland, marshes, towns.",
    "Silent flight due to specialized feather structure.",
    "The heart-shaped white facial disk, pale buffy/white plumage, dark eyes."
  ],
  "Western Screech-Owl (Western Screech-Owl)": [
    "A series of whistled notes accelerating like a bouncing ball.",
    "Distinguished from Eastern Screech-Owl mainly by voice.",
    "Nocturnal, nests in cavities.",
    "Small owl with ear tufts, gray or brownish intricate patterns, yellow eyes.",
    "Woodlands, forests, deserts with trees/cacti, parks in the West."
  ],
  "Eastern Screech-Owl (Eastern Screech-Owl)": [
    "A descending, horse-like whinny or long trill on one pitch.",
    "Common cavity-nester, often uses nest boxes.",
    "Very similar to Western Screech-Owl; occurs in gray and reddish-brown morphs.",
    "Well-camouflaged against tree bark.",
    "Woodlands, forests, parks, suburban areas east of the Rockies."
  ],
  "Great Horned Owl (Great Horned Owl)": [
    "Deep, resonant hooting, 'hoo-hoo hoo-hoo'.",
    "Highly adaptable: forests, deserts, swamps, cities, farmland.",
    "One of the most widespread owls in the Americas.",
    "Powerful nocturnal predator of mammals, birds, reptiles.",
    "The large size, prominent ear tufts ('horns'), yellow eyes, barred underparts."
  ],
  "Snowy Owl (Snowy Owl)": [
    "Arctic tundra (breeding); open fields, dunes, airports (winter irruptions).",
    "Diurnal (active during the day) hunter, especially in summer.",
    "Irruptive movements southward in winter depending on lemming populations.",
    "The large size, white plumage (males nearly pure white, females barred), yellow eyes.",
    "Usually silent; deep hoots or harsh barking calls."
  ],
  "Northern Pygmy-Owl (Northern Pygmy-Owl)": [
    "'False eyes' may deter predators or mobbing birds.",
    "A series of high-pitched 'toot' notes.",
    "Forests, woodlands, mountains.",
    "Often active during the day (diurnal).",
    "The small size, long tail, lack of ear tufts, dark 'false eyes' on back of head."
  ],
  "Burrowing Owl (Burrowing Owl)": [
    "Active during day and night.",
    "Nests underground, often using burrows dug by mammals.",
    "Open grasslands, prairies, deserts, airports.",
    "Soft 'coo-cooo' calls; sharp alarm chatters.",
    "The small size, long legs, round head without ear tufts, often seen standing on ground near burrow."
  ],
  "Barred Owl (Barred Owl)": [
    "Distinctive rhythmic hooting, 'Who cooks for you? Who cooks for you-all?'.",
    "Expanding range westward, competing with Spotted Owls.",
    "Mature forests, wooded swamps, often near water.",
    "No ear tufts.",
    "The medium-large size, round head, dark brown eyes, barred pattern on chest, streaked belly."
  ],
  "Northern Saw-whet Owl (Northern Saw-whet Owl)": [
    "A monotonous series of high-pitched 'toot' notes, like a truck backing up.",
    "Dense forests, coniferous or mixed woodlands.",
    "Highly nocturnal and secretive; relatively tame if found roosting.",
    "Named for call resembling a saw being sharpened.",
    "Very small size, large round head, yellow eyes, streaked breast."
  ],
  "Common Nighthawk (Common Nighthawk)": [
    "A nasal 'peent' or 'beer' call; booming sound made by wings in dive display.",
    "Crepuscular (active at dawn and dusk), catching insects in flight.",
    "Cryptically camouflaged when resting on ground or branch.",
    "Open country, cities (nests on gravel roofs), forest clearings.",
    "The slender body, long pointed wings with white patch, erratic bat-like flight."
  ],
  "Chimney Swift (Chimney Swift)": [
    "Aerial species, often seen flying over towns and cities.",
    "Flies constantly, cannot perch, only clings to vertical surfaces.",
    "High-pitched, rapid twittering or chattering sounds.",
    "Nests inside chimneys or hollow trees.",
    "The small, dark, 'cigar-shaped' body with long, curved wings."
  ],
  "Vaux's Swift (Vaux's Swift)": [
    "Forests in the West; roosts in large hollow trees or chimneys.",
    "Forms large flocks at roost sites during migration.",
    "Similar high-pitched twittering calls to Chimney Swift.",
    "Very similar to Chimney Swift, slightly smaller and paler below.",
    "Western counterpart to the Chimney Swift."
  ],
  "White-throated Swift (White-throated Swift)": [
    "Incredibly fast and acrobatic flight.",
    "Larger than Chimney/Vaux's, black-and-white pattern (white throat/belly patches), slightly notched tail.",
    "Mountains, canyons, cliffs in the West.",
    "Nests in crevices on cliff faces.",
    "Shrill, descending chatter or twitter."
  ],
  "Belted Kingfisher (Belted Kingfisher)": [
    "A loud, dry, rattling call, often given in flight.",
    "Female is 'belted twice' with additional rusty belly band.",
    "Plunge-dives headfirst to catch fish.",
    "Rivers, lakes, ponds, coastlines with clear water and banks for nesting.",
    "The stocky body, large head with shaggy crest, heavy bill, blue-gray back, white collar."
  ],
  "Acorn Woodpecker (Acorn Woodpecker)": [
    "Lives in complex social groups with cooperative breeding.",
    "Oak woodlands, mixed forests in the West and Southwest.",
    "Raucous 'waka-waka' or 'ja-cob' calls.",
    "The striking clown-like face pattern, black back, red cap, white eye.",
    "Unique behavior of drilling holes in trees ('granaries') to store acorns."
  ],
  "Gila Woodpecker (Gila Woodpecker)": [
    "A rolling 'churr' and sharp 'yip' calls.",
    "Cavities later used by many other desert species.",
    "Desert habitats with saguaro cacti or trees in the Southwest.",
    "Excavates nest cavities in saguaro cacti.",
    "The barred black-and-white back, tan head and underparts, male has red crown patch."
  ],
  "Golden-fronted Woodpecker (Golden-fronted Woodpecker)": [
    "Often hybridizes with Red-bellied where ranges overlap.",
    "Range meets Red-bellied Woodpecker in Texas/Oklahoma.",
    "Similar calls to Red-bellied Woodpecker, perhaps harsher.",
    "Similar to Red-bellied but has yellow/orange nape, barred back, male has red crown.",
    "Woodlands, groves, mesquite brushlands in Texas and southward."
  ],
  "Red-bellied Woodpecker (Red-bellied Woodpecker)": [
    "A rolling 'churr' or 'kwirr'; sharp 'cha-cha-cha'.",
    "Common visitor to bird feeders.",
    "Range has expanded northward in recent decades.",
    "The barred black-and-white back, red nape (male has red crown too), pale belly (faintly reddish).",
    "Woodlands, forests, parks, suburban areas, primarily in the East."
  ],
  "Yellow-bellied Sapsucker (Yellow-bellied Sapsucker)": [
    "A nasal, mewing 'neeeah' call; distinctive rhythmic drumming.",
    "Drills orderly rows of small holes ('sap wells') to feed on sap and trapped insects.",
    "Forests, woodlands, orchards.",
    "Migratory, unlike most woodpeckers.",
    "The patterned black-and-white plumage, red forehead (male has red throat too), yellowish belly."
  ],
  "Red-naped Sapsucker": [
    "Formerly considered a subspecies of Yellow-bellied.",
    "Identification requires careful look at head pattern.",
    "Mountain forests, aspen groves in the Rocky Mountain region.",
    "Similar calls and drumming to Yellow-bellied Sapsucker.",
    "Very similar to Yellow-bellied, but male has red nape patch below black border."
  ],
  "Red-breasted Sapsucker": [
    "Appearance distinct from Yellow-bellied/Red-naped.",
    "Coniferous or mixed forests along the Pacific coast.",
    "Drills sap wells like other sapsuckers.",
    "Similar calls and drumming to other sapsuckers.",
    "The entirely red head and breast."
  ],
  "Ladder-backed Woodpecker": [
    "A sharp 'pik' call; a descending whinny series.",
    "Desert counterpart to the Downy Woodpecker.",
    "Desert scrub, dry woodlands, river groves in the Southwest.",
    "Often forages on cacti as well as trees.",
    "The small size, black-and-white barred ('ladder') back, patterned face, male has red crown."
  ],
  "Nuttall's Woodpecker": [
    "A sharp 'pit-it' or rattling calls.",
    "Key identifier is geographic location.",
    "Oak woodlands, streamside trees in California.",
    "Range largely restricted to California west of the Sierra Nevada.",
    "Very similar to Ladder-backed, but range differs; black barring on back wider."
  ],
  "Downy Woodpecker": [
    "A sharp 'pik' call; a gentle descending whinny.",
    "Common feeder visitor, often foraging on small branches.",
    "Distinguished from Hairy by smaller size and shorter bill.",
    "North America's smallest woodpecker, short bill (relative to head), white stripe down back.",
    "Woodlands, forests, parks, orchards, suburban yards."
  ],
  "Hairy Woodpecker": [
    "A sharp, loud 'peek!' call; a level whinny (unlike Downy's descending one).",
    "Bill length roughly equal to head depth.",
    "Forests, woodlands, parks with larger trees.",
    "Often forages on tree trunks and larger limbs.",
    "Similar to Downy but larger, with proportionally longer, chisel-like bill."
  ],
  "Pileated Woodpecker": [
    "Excavates large rectangular holes searching for carpenter ants.",
    "Indicator species for mature forest habitat.",
    "Loud, resonant drumming; calls are loud, irregular 'kuk-kuk-kuk...' like wild laughter.",
    "Mature forests, large woodlots with big trees.",
    "Very large size, prominent red crest, black-and-white body."
  ],
  "Black Guillemot (Nonbreeding, juvenile)": [
    "Cold coastal waters.",
    "Juveniles are grayer overall.",
    "Soft whistling or grunting sounds.",
    "Still shows bright red feet.",
    "The mottled gray and white winter plumage, retaining black wings."
  ],
  "Pigeon Guillemot (Nonbreeding, juvenile)": [
    "High-pitched whistles.",
    "Identification relies on wing pattern in winter.",
    "Pacific coastal waters.",
    "Retains large white wing patch, distinguishing it.",
    "Similar mottled gray and white winter plumage to Black Guillemot."
  ],
  "Black-legged Kittiwake (Immature)": [
    "Often seen following ships.",
    "Open ocean, coastal waters.",
    "Shrill 'kittee-waake' calls (less common in immatures).",
    "Takes several years to reach adult plumage.",
    "The distinctive 'M' or zig-zag pattern across wings/back, black neck bar."
  ],
  "Laughing Gull (Nonbreeding/Immature)": [
    "Bill color changes from black (juvenile) to reddish (adult).",
    "Coasts, bays, sometimes inland.",
    "Immatures are browner with tail band.",
    "Lacks the full black hood; often has smudgy gray ear patch and partial hood.",
    "Laughing calls less frequent; shorter 'ha' notes."
  ],
  "Heermann's Gull (Immature)": [
    "Distinctive among immature gulls due to dark plumage.",
    "Gradually acquires white head and red bill over several years.",
    "Pacific coast.",
    "The dusky brownish-gray plumage, often with paler bill base.",
    "Various squealing or croaking calls."
  ],
  "Ring-billed Gull (Immature)": [
    "Coasts, lakes, rivers, fields, parking lots.",
    "Commonly seen inland.",
    "Gradually gets paler with more defined ring on bill.",
    "Higher-pitched calls than adults.",
    "Mottled brown and gray plumage, pinkish bill with dark tip, dark tail band."
  ],
  "Western Gull (Immature)": [
    "Bulky structure helps distinguish from other immature gulls.",
    "Dark brownish overall, heavy dark bill.",
    "Pacific coast.",
    "Takes four years to reach adult plumage, gradually lightening.",
    "Various calls, often lower pitched than smaller gulls."
  ],
  "California Gull (Immature)": [
    "Coasts, inland lakes, fields.",
    "Identification can be challenging.",
    "Plumage sequence is complex.",
    "Similar to Herring/Ring-billed immatures; often has cleaner pattern, greenish or gray legs, pinkish bill with sharp black tip.",
    "Various calls."
  ],
  "Herring Gull (Immature)": [
    "Coasts, lakes, rivers, landfills.",
    "Mottled brown plumage, pink legs, dark-tipped pinkish bill (first winter).",
    "Robust build, often with paler head than body.",
    "Takes four years to mature, plumage varies greatly with age.",
    "Various calls."
  ],
  "Glaucous-winged Gull (Immature)": [
    "Lacks black wingtips at all ages.",
    "Often hybridizes with Western or Herring Gulls.",
    "Pacific coast.",
    "Pale brownish-gray overall, often uniform color, dark bill.",
    "Various calls."
  ],
  "Great Black-backed Gull (Immature)": [
    "Atlantic coast, Great Lakes.",
    "Deep calls.",
    "Large size, checkered black-and-white back (first winter), massive dark-tipped bill.",
    "Noticeably larger and bulkier than other immature gulls.",
    "Progressively develops darker back."
  ],
  "Black-bellied Whistling-Duck": [
    "A distinctive high-pitched, multi-syllable whistle, 'pit-see, pit-see'.",
    "Formerly known as Black-bellied Tree Duck.",
    "Range expanding northward in the US.",
    "Shallow ponds, marshes, fields, often perches in trees.",
    "The long pink legs, bright pink/red bill, gray face, chestnut breast."
  ],
  "Snow Goose (Blue morph)": [
    "Color morph determined by genetics.",
    "High-pitched honking calls, 'whouk' or 'la-luk'.",
    "Interbreeds freely with white morph Snow Geese.",
    "The dark gray-brown body contrasting with white head and neck, pink bill.",
    "Tundra (breeding); fields, marshes, lakes (winter)."
  ],
  "Ross's Goose": [
    "Higher, quieter calls than Snow Goose.",
    "Often found within large flocks of Snow Geese.",
    "Rare blue morph exists.",
    "Similar to white morph Snow Goose but smaller, stubbier bill lacking 'grin patch'.",
    "Tundra (breeding); fields, marshes, lakes (winter), often with Snow Geese."
  ],
  "Wood Duck (Female/Eclipse male)": [
    "Eclipse male resembles female but retains reddish bill.",
    "Female gives loud 'oo-eek!' whistle when flushed.",
    "Female is grayish-brown with distinctive white teardrop patch around eye.",
    "Nests in tree cavities, often uses nest boxes.",
    "Wooded swamps, ponds, rivers."
  ],
  "Gadwall (Female/Eclipse male)": [
    "Eclipse male resembles female but often retains darker rump.",
    "Female gives Mallard-like quacks.",
    "Female is plain grayish-brown, identifiable by white speculum patch on trailing edge of wing.",
    "Less colorful than most dabbling ducks.",
    "Marshes, ponds, lakes."
  ],
  "American Wigeon (Female/Eclipse male)": [
    "Eclipse male resembles female but may show hints of white crown.",
    "Female gives rough 'qua-ack' call.",
    "Female is warm brownish overall with grayish head, indistinct eye smudge.",
    "Marshes, lakes, flooded fields, coastal bays.",
    "Often grazes on land or steals food from diving ducks."
  ],
  "Mallard (Female/Eclipse male)": [
    "Ancestor of most domestic duck breeds.",
    "Classic loud 'quack' series by female.",
    "Eclipse male resembles female but has solid yellowish-olive bill.",
    "Female is mottled brown overall with orange bill (often splotched black), blue speculum bordered by white.",
    "Ubiquitous near water."
  ],
  "Blue-winged Teal (Female/juvenile)": [
    "Best identified by size, shape, and association with males (in season).",
    "Female gives soft 'quack'.",
    "Female is mottled brown with dark eye-line, similar to other teal females.",
    "Large pale blue patch on forewing visible in flight.",
    "Shallow marshes, ponds."
  ],
  "Cinnamon Teal (Female/juvenile)": [
    "Blue forewing patch visible in flight.",
    "Female gives soft quacks.",
    "Identification is very difficult without male present.",
    "Marshes, ponds, shallow lakes in the West.",
    "Very similar to female Blue-winged Teal; perhaps slightly warmer brown, longer bill."
  ],
  "Northern Shoveler (Female/Eclipse male)": [
    "Eclipse male resembles female but often retains darker head/back.",
    "Female gives Mallard-like quacks.",
    "Female is mottled brown, instantly recognizable by huge, spatulate bill.",
    "Filters small invertebrates from water with specialized bill.",
    "Marshes, ponds, shallow lakes."
  ],
  "Northern Pintail (Female/Eclipse male)": [
    "Eclipse male resembles female but often warmer brown.",
    "Elegant shape is distinctive even in dull plumage.",
    "Female gives rough quacks.",
    "Female is slender, long-necked, plain grayish-brown with pointed tail (less pronounced than male's).",
    "Marshes, prairies, fields, lakes."
  ],
  "Green-winged Teal (Female/juvenile)": [
    "Female gives high quacks.",
    "Female is small, mottled brown, lacks bold face pattern of Blue-winged/Cinnamon.",
    "Green speculum patch often visible on wing.",
    "Marshes, ponds, rivers, flooded fields.",
    "Smallest North American dabbling duck."
  ],
  "Canvasback (Female/Eclipse male)": [
    "Dives for submerged aquatic vegetation.",
    "Eclipse male resembles female but darker.",
    "Female gives rough 'krrr' or 'curr' sounds.",
    "Female has pale brownish head/neck contrasting with darker grayish body, distinctive sloping forehead/bill profile.",
    "Lakes, bays, estuaries."
  ],
  "Redhead (Female/Eclipse male)": [
    "Eclipse male resembles female.",
    "Female gives purring 'brrr' or soft quack.",
    "Female is uniform yellowish-brown with rounded head profile, pale area around base of gray bill.",
    "Marshes, lakes, ponds, coastal bays.",
    "Often forms large rafts on open water."
  ],
  "Ring-necked Duck (Female/Eclipse male)": [
    "Bill ring is often more obvious than neck ring.",
    "Eclipse male resembles female but darker back.",
    "Female gives growling 'grrr' sound.",
    "Female is dark brownish with peaked head shape, distinct white eye-ring, white band near tip of gray bill.",
    "Forested ponds, bogs (breeding); lakes, bays, rivers (winter)."
  ],
  "Greater Scaup (Female/Eclipse male)": [
    "Distinguishing from Lesser Scaup female is difficult.",
    "Eclipse male resembles female but often shows faint barring on sides.",
    "Female gives harsh 'arrr' or 'kerr' calls.",
    "Female is dark brown with distinct white patch at base of bill, rounded head profile.",
    "Lakes, bays, coastal waters."
  ],
  "Lesser Scaup (Female/Eclipse male)": [
    "Eclipse male similar to female.",
    "Female calls similar to Greater Scaup, perhaps higher.",
    "Head shape is best clue (often peaked vs. rounded).",
    "Ponds, lakes, marshes, coastal waters.",
    "Very similar to Greater Scaup female, perhaps slightly smaller white face patch, often shows slight peak on head."
  ],
  "Harlequin Duck (Female/juvenile)": [
    "Adapted to turbulent water.",
    "Fast-flowing rivers (breeding); rocky coastlines (winter).",
    "Female gives croaking calls.",
    "Female is dusky brown with distinct white patches on face (lores, ear coverts, crown spot).",
    "Small, compact diving duck."
  ],
  "Surf Scoter (Female/immature)": [
    "Coastal waters.",
    "Female is dark sooty brown with whitish patches on face (variable), heavy sloping bill.",
    "Immature resembles female.",
    "Often dives in unison in small flocks.",
    "Usually silent."
  ],
  "White-winged Scoter (Female/juvenile)": [
    "Coastal waters, large lakes.",
    "Female is large, dark brown with two whitish face patches (sometimes faint/absent), white wing patch (speculum) visible in flight/sometimes at rest.",
    "Heavy build.",
    "Usually silent.",
    "White wing patch is key identifier."
  ],
  "Black Scoter (Female/juvenile)": [
    "Appears more slender than other scoters.",
    "Coastal waters.",
    "Female is dark brown contrasting with paler cheek/neck area, dark cap.",
    "Male's bright yellow knob on bill is absent.",
    "Usually silent."
  ],
  "Bufflehead (Female/immature male)": [
    "Female gives guttural croaks or squeaky notes.",
    "Female is small, dark gray-brown with distinct oval white patch on cheek.",
    "Immature male resembles female but may show larger white patch.",
    "Ponds, lakes, coastal bays.",
    "Smallest North American diving duck."
  ],
  "Common Goldeneye (Female/Eclipse male)": [
    "Distinctive head shape (triangular).",
    "Eclipse male resembles female but head darker.",
    "Female gives low quacks or grunts.",
    "Female has brown head, gray body, white collar, yellow eye, dark bill (may have yellow tip).",
    "Lakes, rivers, coastal waters."
  ],
  "Barrow's Goldeneye (Female/Eclipse male)": [
    "Eclipse male resembles female.",
    "Identification best done by head/bill shape and bill color.",
    "Mountain lakes, rivers (breeding); coastal waters (winter).",
    "Similar calls to Common Goldeneye.",
    "Very similar to Common Goldeneye female, but head shape is steeper/more rounded, bill often mostly yellow-orange."
  ],
  "Hooded Merganser (Female/immature male)": [
    "Crest can be raised or lowered.",
    "Female gives rough, frog-like croaks.",
    "Female is grayish-brown with bushy, cinnamon-colored crest, thin bill.",
    "Forested ponds, swamps, estuaries.",
    "Immature male resembles female."
  ],
  "Common Merganser (Female/immature male)": [
    "Female gives harsh, rasping calls.",
    "Female has reddish-brown head with shaggy crest contrasting sharply with gray body and clean white throat.",
    "Immature male resembles female.",
    "Largest merganser, often seen on rivers.",
    "Rivers, large lakes, coastal waters."
  ],
  "Red-breasted Merganser (Female/immature male)": [
    "Coastal waters, large lakes.",
    "Female gives rasping calls.",
    "Female similar to Common Merganser female, but crest is shaggier, red head color blends more into grayish neck/body.",
    "Immature male resembles female.",
    "Thinner bill than Common Merganser."
  ],
  "California Quail (Female/juvenile)": [
    "Brushy areas, chaparral, parks, suburbs.",
    "Female lacks the strong face pattern of male, has smaller, straighter topknot.",
    "Juvenile resembles female but duller.",
    "Often travels in coveys.",
    "Various clucks and calls, including 'chi-ca-go'."
  ],
  "Gambel's Quail (Female/juvenile)": [
    "Desert counterpart to California Quail.",
    "Desert scrub, brushy washes.",
    "Female similar to male but lacks black face/belly patch, has smaller topknot.",
    "Juvenile resembles female.",
    "Various calls, including a 'kaa' note."
  ],
  "Ring-necked Pheasant (Female/juvenile)": [
    "Farmland, fields, grasslands, brushy areas.",
    "Female is cryptically patterned sandy brown, pointed tail.",
    "Introduced game bird, native to Asia.",
    "Juvenile resembles female.",
    "Various clucks; harsh cackle when flushed."
  ],
  "Red-throated Loon (Nonbreeding/juvenile)": [
    "Coastal waters.",
    "Juvenile similar but may show faint scaling on back.",
    "Pale gray and white plumage, thin upturned bill, often holds head tilted up.",
    "Smallest loon, often seen in shallow coastal waters.",
    "Usually silent in winter; goose-like calls on breeding grounds."
  ],
  "Pacific Loon (Nonbreeding/juvenile)": [
    "Coastal waters, large lakes.",
    "Distinct 'chin strap' often visible.",
    "More common on Pacific coast.",
    "Smooth gray hindneck contrasting with darker back, straight bill held horizontally.",
    "Usually silent in winter; yodeling calls on breeding grounds."
  ],
  "Common Loon (Nonbreeding/juvenile)": [
    "Checkered back pattern absent in winter.",
    "Coastal waters, large lakes.",
    "Iconic bird of northern lakes.",
    "Large size, heavy dagger-like bill, often shows incomplete pale neck collar.",
    "Usually silent in winter; haunting wails and yodels on breeding grounds."
  ],
  "Horned Grebe (Nonbreeding/juvenile)": [
    "Juvenile similar.",
    "Lakes, coastal waters.",
    "Sharp contrast between black cap and white cheek.",
    "Small size, distinct black cap and white cheek pattern, thin bill, flat-topped head profile.",
    "Usually silent in winter."
  ],
  "Red-necked Grebe (Nonbreeding/juvenile)": [
    "Bulkier than loons.",
    "Coastal waters, large lakes.",
    "Juvenile has blurry stripes on face.",
    "Large size, long thick yellowish bill, dusky gray neck and cheeks.",
    "Usually silent in winter."
  ],
  "Eared Grebe (Nonbreeding/juvenile)": [
    "Juvenile similar.",
    "Lakes, ponds, saltwater bays.",
    "Often gathers in huge flocks on saline lakes.",
    "Small size, dusky cap blending into grayish cheek, thin upturned bill, often appears 'fluffy-rumped'.",
    "Usually silent in winter."
  ],
  "Northern Gannet (Immature/Juvenile)": [
    "Gradually acquires more white plumage over several years.",
    "Juvenile is dark sooty gray-brown, speckled with white.",
    "Oceanic, coastal waters.",
    "Spectacular plunge-diver from great height.",
    "Usually silent at sea."
  ],
  "Double-crested Cormorant (Adult)": [
    "Large dark bird, orange throat pouch, small crests (often not visible) during breeding.",
    "Low guttural grunts.",
    "Most common and widespread North American cormorant.",
    "Often seen perched with wings spread to dry.",
    "Widespread near coasts, lakes, rivers."
  ],
  "Great Cormorant (Immature)": [
    "Coastal waters, large estuaries.",
    "Distinguished from immature Double-crested by larger size, heavier bill, white belly.",
    "Grunts and croaks.",
    "Large size, brownish overall with paler, often whitish, underparts.",
    "Takes several years to reach black adult plumage."
  ],
  "Little Blue Heron (Immature)": [
    "Can be confused with Snowy Egret, but note leg/bill color and lack of plumes.",
    "Entirely white plumage, dull greenish or yellowish legs, pale bill with dark tip.",
    "Gradually molts into slaty-blue adult plumage, often showing patchy 'calico' look.",
    "Marshes, ponds, swamps, shores.",
    "Various croaks and squawks."
  ],
  "Reddish Egret (White morph)": [
    "All white plumage, but retains the distinctive hyperactive foraging behavior.",
    "Bill is pinkish with dark tip (like dark morph).",
    "Coastal salt flats, lagoons, mangroves.",
    "Less common than the dark morph.",
    "Various calls."
  ],
  "Black-crowned Night-Heron (Immature)": [
    "A barking 'quok' or 'wok' call, especially at dusk/night.",
    "Gradually attains adult plumage over 2-3 years.",
    "Marshes, swamps, ponds, streams.",
    "More active at night or twilight.",
    "Stocky build, brownish overall with large white spots/streaks, yellowish bill."
  ],
  "Yellow-crowned Night-Heron (Immature)": [
    "A higher-pitched squawk than Black-crowned.",
    "Bill is mostly dark.",
    "Coastal marshes, swamps, mangroves, streams.",
    "Feeds heavily on crabs.",
    "Similar to immature Black-crowned but more slender, longer legs, heavier bill, finer spotting."
  ],
  "White Ibis (Immature)": [
    "Brownish upperparts, white underparts, pinkish decurved bill and legs.",
    "Gradually molts into all-white adult plumage.",
    "Grunting calls.",
    "Marshes, swamps, lawns, fields.",
    "Often seen foraging in groups."
  ],
  "Bald Eagle (Immature, juvenile)": [
    "Gradually acquires white head/tail and yellow bill/eyes.",
    "High-pitched, gull-like squeals and chatters (unlike majestic calls often dubbed in movies).",
    "Large size, dark brown overall, plumage varies greatly in first 4-5 years.",
    "Near large bodies of water (rivers, lakes, coasts).",
    "Often scavenges as well as hunts fish."
  ],
  "Northern Harrier (Female, immature)": [
    "Both show distinctive white rump patch in flight.",
    "Female is brown above, streaked brownish below; immature is similar but richer brown/rufous below.",
    "Hunts low over ground with wings held in dihedral.",
    "Open marshes, grasslands, fields.",
    "Various whistles or chattering calls."
  ],
  "Sharp-shinned Hawk (Immature)": [
    "Difficult to distinguish from immature Cooper's Hawk.",
    "Eyes are yellowish (turn red in adult).",
    "Forests, woodlands, edges.",
    "High 'kik-kik-kik' calls.",
    "Small accipiter, brown above, coarse brown streaks on white below, square-tipped tail."
  ],
  "Cooper's Hawk (Immature)": [
    "Forests, woodlands, suburban areas.",
    "Head appears larger, often shows capped look.",
    "Identification relies on size, proportions, and tail shape.",
    "Larger than Sharp-shinned, brown above, coarse brown streaks below, rounded tail.",
    "Similar calls to Sharp-shinned, perhaps lower."
  ],
  "Red-shouldered Hawk (Immature)": [
    "A clear, whistled 'kee-yer' scream, repeated.",
    "Brown above, pale below with brown streaking, tail shows narrow dark bands.",
    "Checkered wing pattern visible in flight.",
    "Less common than Red-tailed Hawk.",
    "Wooded wetlands, river corridors, moist woodlands."
  ],
  "Broad-winged Hawk (Immature)": [
    "A thin, high whistle 'pee-teeee'.",
    "Deciduous or mixed forests.",
    "Known for migrating in large flocks ('kettles').",
    "Less frequently seen than other buteos outside migration.",
    "Stocky buteo, brown above, streaked below, tail has evenly spaced bands (less distinct than adult's)."
  ],
  "Rough-legged Hawk (Light morph)": [
    "Large buteo, pale head, dark belly patch, dark wrist patches on underwing, feathered legs.",
    "Often hovers while hunting.",
    "Open tundra (breeding); fields, marshes, prairies (winter).",
    "Whistled calls, less piercing than Red-tailed.",
    "Winter visitor to much of US."
  ],
  "Golden Eagle (Immature)": [
    "Hunts mammals and birds.",
    "Mountains, canyons, open country.",
    "Various whistling or yelping calls.",
    "Very large raptor, dark brown overall, immatures show distinct white patches at base of tail and in wings.",
    "White wing/tail patches disappear as bird matures."
  ],
  "American Kestrel (Female, immature)": [
    "A sharp 'killy-killy-killy' call.",
    "Female is rufous above with dark barring, pale below with brown streaks.",
    "Immature resembles adult female.",
    "Lacks the male's blue-gray wings.",
    "Open country, fields, parks, cities."
  ],
  "Peregrine Falcon (Immature)": [
    "A harsh 'kak-kak-kak' call.",
    "Cliffs, coasts, cities, open country.",
    "Fastest animal on earth during hunting stoop.",
    "Large falcon, brown upperparts, heavily streaked underparts, bold facial pattern less defined than adult.",
    "Recovery from DDT-induced declines is major conservation success."
  ],
  "Purple Gallinule (Immature)": [
    "Bill color develops with age.",
    "Brownish or buffy overall, lacking the brilliant colors of the adult.",
    "Freshwater marshes with floating vegetation.",
    "Has very large feet for walking on lily pads.",
    "Various cackling or hen-like calls."
  ],
  "Common Gallinule (Immature)": [
    "Formerly known as Common Moorhen.",
    "Freshwater marshes, ponds.",
    "Grayish-brown, duller version of adult, lacking bright red shield/bill.",
    "Various clucks and whinnies.",
    "White stripe along flank is often visible."
  ],
  "Black-bellied Plover (Nonbreeding/juvenile)": [
    "A plaintive, whistled 'pee-oo-wee'.",
    "Coastal beaches, mudflats.",
    "Juvenile similar but more scaled pattern above.",
    "Lacks the black belly of breeding plumage.",
    "Mottled gray and white plumage, stocky build, thick bill."
  ],
  "Spotted Sandpiper (Nonbreeding/juvenile)": [
    "A clear 'peet-weet' call.",
    "Continues the characteristic tail-bobbing ('teetering').",
    "Most widespread breeding sandpiper in North America.",
    "Plain brownish-gray above, white below (lacks spots), yellowish legs.",
    "Shores, stream banks, ponds."
  ],
  "Sanderling (Nonbreeding/juvenile)": [
    "A sharp 'plik' or 'twik' call.",
    "Appears almost pure white from a distance.",
    "Famous for running back and forth with waves.",
    "Sandy beaches.",
    "Very pale gray and white plumage, black legs and bill."
  ],
  "Dunlin (Nonbreeding/juvenile)": [
    "A rough 'jeerp' or 'treeep' call.",
    "Lacks the black belly patch of breeding plumage.",
    "Mudflats, beaches, wet fields.",
    "Often forms large flocks in winter.",
    "Plain grayish-brown above, whitish below, long bill drooping slightly at tip."
  ],
  "Wilson's Phalarope (Nonbreeding, juvenile)": [
    "A soft 'whit' or 'vink' call.",
    "Lacks the bright colors of breeding female.",
    "Plain gray above, white below, thin needle-like bill.",
    "Shallow lakes, ponds, mudflats (migration/winter).",
    "Still may exhibit spinning feeding behavior."
  ],
  "Broad-billed Hummingbird (Female, immature)": [
    "Bill is reddish/pinkish at base, dark tip.",
    "Canyons, streamsides in the Southwest.",
    "Female is green above, grayish below, may show faint white line behind eye.",
    "Immature resembles female.",
    "Sharp chipping calls."
  ],
  "Ruby-throated Hummingbird (Female, immature)": [
    "Female is green above, white below, lacks gorget.",
    "Immature similar to female, young males may show dark streaks on throat.",
    "Only hummingbird breeding regularly in eastern North America.",
    "Soft chipping calls.",
    "Woodlands, gardens, feeders in the East."
  ],
  "Black-chinned Hummingbird (Female, immature)": [
    "Bill is relatively long and slightly decurved.",
    "Female very similar to female Ruby-throated (ranges differ); green above, white below.",
    "Identification often relies on range and subtle proportions.",
    "Soft chipping calls.",
    "Woodlands, canyons, gardens, feeders in the West."
  ],
  "Anna's Hummingbird (Female, immature)": [
    "Female is green above, grayish below, often shows spots or small patch of iridescent red on throat.",
    "Gardens, parks, open woods on Pacific coast.",
    "Immature resembles female.",
    "Only North American hummingbird with red crown (male).",
    "Various squeaks, chips, and scratchy buzzes."
  ],
  "Costa's Hummingbird (Female, immature)": [
    "Desert scrub, arid slopes in Southwest.",
    "Female is green above, whitish below, slightly smaller than Anna's, lacks red throat spots.",
    "High, thin 'tink' or 'sip' calls.",
    "Immature resembles female.",
    "Male has spectacular purple gorget and crown extensions."
  ],
  "Calliope Hummingbird (Female, immature)": [
    "Difficult to distinguish from female Rufous/Allen's without good view.",
    "Female is green above, whitish below, relatively short tail and bill.",
    "Mountain meadows, open forests.",
    "Smallest bird in the US/Canada.",
    "Soft 'tsip' calls."
  ],
  "Broad-tailed Hummingbird (Female, immature)": [
    "Female is green above, whitish below, often with buffy flanks, longer tail than Calliope.",
    "High mountain meadows, forests.",
    "Identification often relies on proportions and range/habitat.",
    "Sharp chipping calls; males produce wing trill.",
    "Wing trill of male is distinctive."
  ],
  "Rufous Hummingbird (Female, immature)": [
    "Female is green above, whitish below, often shows rufous wash on flanks and rufous at base of tail feathers.",
    "Forests, meadows, gardens; widespread migrant.",
    "Immature resembles female; young males show variable red spots on throat.",
    "Sharp 'zew' or 'chek' calls.",
    "Very difficult to distinguish from female/immature Allen's Hummingbird."
  ],
  "Allen's Hummingbird (Female, immature)": [
    "Coastal scrub, parks, gardens (California coast).",
    "Identification usually requires capturing bird or seeing adult male.",
    "Range is much more restricted than Rufous.",
    "Similar calls to Rufous Hummingbird.",
    "Virtually identical to female/immature Rufous Hummingbird; male has green back (vs. rufous back of male Rufous)."
  ],
  "Red-headed Woodpecker (Immature)": [
    "Attains red head during first winter/spring.",
    "Black and white body pattern similar to adult.",
    "Head is brownish or gray instead of red.",
    "Open woodlands, groves.",
    "Various calls, less sharp than adult."
  ],
  "Northern Flicker (Red-shafted)": [
    "Brownish overall with spotted belly, black chest crescent, barred back.",
    "Loud 'klee-yer' call; long 'wick-wick-wick' series.",
    "Males have red mustache stripe.",
    "Open woodlands, parks, suburbs, mainly in the West.",
    "Underside of wings and tail are salmon-red."
  ],
  "Common Eider (Immature/Eclipse male)": [
    "Coastal waters.",
    "Plumage variable, often patchy black and white or dusky.",
    "Shows the characteristic sloping head profile.",
    "Takes several years to reach full adult male plumage.",
    "Various grunts."
  ],
  "Long-tailed Duck (Female/juvenile)": [
    "Arctic tundra (breeding); coastal waters (winter).",
    "Female is brownish overall with contrasting dark cap and white face patches.",
    "Juvenile resembles female.",
    "Lacks the male's long tail plumes.",
    "Soft clucking or quacking calls."
  ],
  "Ruddy Duck (Female/juvenile)": [
    "Female is grayish-brown with dark cap and single dark stripe across pale cheek.",
    "Juvenile resembles female.",
    "Often holds tail cocked upright.",
    "Ponds, lakes, marshes.",
    "Usually silent."
  ],
  "Swainson's Hawk (Immature)": [
    "Lacks the distinct bib of adult light morph.",
    "Open country.",
    "Shape (long wings) is a good clue.",
    "Variable plumage, generally brown above, paler below with variable streaking or mottling.",
    "Whistled calls."
  ],
  "Red-tailed Hawk (Light morph immature)": [
    "Brown above, pale below with variable streaking, often forming belly band.",
    "Eye color is pale (darkens with age).",
    "Screaming calls.",
    "Tail is brownish with narrow dark bands (lacks red color of adult).",
    "Various habitats."
  ],
  "Dark-eyed Junco (Slate-colored)": [
    "Common form in eastern North America.",
    "Dark gray or blackish 'hood' contrasting with white belly, pink bill.",
    "Forests, woodlands, fields, feeders (winter).",
    "Musical trills, sharp 'tsik' calls.",
    "White outer tail feathers flash in flight."
  ],
  "Yellow-rumped Warbler (Breeding Myrtle)": [
    "Black mask and breast streaking.",
    "Blue-gray back, white throat, yellow patches on crown, sides, and rump.",
    "Coniferous or mixed forests (breeding); diverse habitats (winter).",
    "One of the earliest warblers to arrive in spring.",
    "Variable trilling song."
  ],
  "European Starling (Breeding Adult)": [
    "Blackish plumage with iridescent purple/green gloss, yellow bill.",
    "Cities, towns, farmland, open country.",
    "Complex song of whistles, clicks, chatters, mimicry.",
    "Introduced species, now extremely abundant.",
    "Often forms huge flocks."
  ],
  "Fox Sparrow (Red)": [
    "Dense thickets, northern forests (breeding); brushy areas, feeders (winter).",
    "Eastern subspecies group.",
    "Large sparrow, heavily streaked below, bright reddish-brown wings and tail.",
    "Rich, variable, whistled song.",
    "Vigorously scratches ground with both feet."
  ],
  "Summer Tanager (Adult Male)": [
    "Entirely bright red plumage, pale bill.",
    "Lacks the black wings of the Scarlet Tanager.",
    "Often catches bees and wasps.",
    "Open woodlands, pine-oak forests.",
    "Rich, robin-like warble."
  ],
  "Orchard Oriole (Adult Male)": [
    "Deep rusty-orange underparts and shoulder patch, black head/back/wings/tail.",
    "Fast, warbled song.",
    "Female is yellowish-green.",
    "Open woodlands, orchards, riverbanks.",
    "Smallest North American oriole."
  ],
  "Purple Martin (Adult male)": [
    "Aerial insectivore.",
    "Dependent on human-provided housing in the East.",
    "Largest North American swallow, male is entirely glossy blue-black.",
    "Open areas near water, towns (often nests colonially in provided houses).",
    "Rich, gurgling, liquid calls."
  ],
  "American Robin (Adult)": [
    "Cheerful, caroling song 'cheer-up, cheerily'; sharp 'tut tut' calls.",
    "Familiar bird, often seen foraging for earthworms on lawns.",
    "Gray back, brick-red breast, dark head, yellow bill.",
    "One of the first signs of spring in many areas.",
    "Woodlands, parks, lawns, towns."
  ],
  "Phainopepla (Female/juvenile)": [
    "Desert scrub, oak/mesquite woodlands.",
    "Female is plain gray overall with slight crest, red eye.",
    "Male is glossy black.",
    "Silky flycatcher, feeds heavily on mistletoe berries.",
    "Soft 'wurp' call."
  ],
  "Snow Bunting (Breeding adult)": [
    "Arctic tundra, rocky slopes (breeding).",
    "Female is grayer but still shows extensive white.",
    "Male is striking black and white.",
    "Musical, tinkling song.",
    "Nests farther north than almost any other land bird."
  ],
  "Common Yellowthroat (Adult Male)": [
    "Bright yellow throat/breast, olive back, bold black face mask.",
    "Distinctive 'witchity-witchity-witchity' song.",
    "Female lacks mask.",
    "Skulking warbler, often stays low in dense vegetation.",
    "Wet thickets, marshes, overgrown fields."
  ],
  "American Redstart (Adult Male)": [
    "Active forager, often fans tail to flash colors and startle insects.",
    "Black overall with bright orange patches on sides, wings, and tail.",
    "Female is gray and yellow.",
    "Second-growth forests, thickets, wet woodlands.",
    "Variable series of high, thin notes, 'zee-zee-zee-zoo-zee'."
  ],
  "Magnolia Warbler (Breeding male)": [
    "Active and conspicuous warbler.",
    "Distinctive black-tipped tail with white band.",
    "Variable whistled song, 'weta-weta-WEE-tee-o'.",
    "Yellow below with heavy black streaks, black mask, gray back, white wing patch, yellow rump.",
    "Young coniferous or mixed forests."
  ],
  "Bay-breasted Warbler (Breeding male)": [
    "Mature northern coniferous forests.",
    "Plumage very different in fall (resembles Blackpoll).",
    "Populations linked to spruce budworm cycles.",
    "Rich chestnut bay on crown, throat, and sides; buffy neck patch.",
    "Very high, thin 'teesi-teesi-teesi' song."
  ],
  "Chestnut-sided Warbler (Breeding male)": [
    "Common warbler of regenerating forests.",
    "Distinctive song is a key identifier.",
    "Loud 'pleased-pleased-pleased-ta-MEETCHA' song.",
    "Second-growth woodlands, brushy clearings.",
    "Yellow crown, white cheeks, black mustache stripe, bold chestnut stripe down sides."
  ],
  "Blackpoll Warbler (Breeding male)": [
    "Distinctive black cap, white cheeks, black-streaked gray back.",
    "Fall plumage is drab greenish, similar to Bay-breasted.",
    "Northern coniferous forests, bogs.",
    "Undertakes incredibly long overwater migration in fall.",
    "Very high, thin, insect-like 'tsit-tsit-tsit...' on one pitch."
  ],
  "Black-throated Blue Warbler (Adult Male)": [
    "Dark blue back, black throat/face/sides, white belly, prominent white square on wing.",
    "Female is plain olive-gray with white wing spot.",
    "Mature deciduous forests with dense understory.",
    "Slow, husky, buzzy 'zoo-zoo-zreee'.",
    "Unmistakable plumage pattern."
  ],
  "Lark Bunting (Breeding male)": [
    "Female is streaked brown.",
    "Grasslands, prairies of the Great Plains.",
    "State bird of Colorado.",
    "Striking jet black body with large white wing patches.",
    "Varied song of whistles, trills, and buzzes, often given in flight display."
  ],
  "White-throated Sparrow (White-striped)": [
    "Bold black-and-white head stripes, bright white throat patch.",
    "Clear 'Oh, sweet Canada, Canada' or 'Old Sam Peabody' whistle.",
    "Forests, thickets, feeders.",
    "Morphs preferentially mate with opposite type.",
    "One of two color morphs (other is tan-striped)."
  ],
  "Harris's Sparrow (Adult)": [
    "Breeds only in Canada.",
    "Clear, minor-key whistles.",
    "Large sparrow, distinctive black hood, bib, and crown; pink bill.",
    "Largest North American sparrow.",
    "Tundra edge (breeding); brushy areas, feeders (winter in central US)."
  ],
  "White-crowned Sparrow (Adult)": [
    "Bold black-and-white striped crown, plain gray breast, pink or yellowish bill.",
    "Clear whistled song, variable by region.",
    "Common winter visitor in many areas.",
    "Extensively studied for song learning and dialects.",
    "Tundra, shrublands (breeding); brushy areas, fields, feeders (winter)."
  ],
  "Golden-crowned Sparrow (Adult)": [
    "A descending series of 3 clear, melancholy whistles, 'oh, dear me'.",
    "Dull golden-yellow central crown stripe bordered by black.",
    "Grayish overall appearance.",
    "Tundra, subalpine scrub (breeding); brushy areas, feeders on Pacific coast (winter).",
    "Winter resident primarily west of the Rockies."
  ],
  "Dark-eyed Junco (Oregon)": [
    "Black or gray hood, brown back, rusty-brown sides, white belly.",
    "Common form in western North America.",
    "Forests, woodlands, feeders (winter).",
    "Many regional variations exist within Dark-eyed Junco.",
    "Musical trills, sharp calls."
  ],
  "Chipping Sparrow (Breeding)": [
    "Bright rusty cap, clear gray breast, white eyebrow stripe, black line through eye.",
    "Common and familiar sparrow.",
    "Neat, trim appearance.",
    "Open woods, edges, parks, gardens.",
    "Simple, dry, rapid trill on one pitch."
  ],
  "Scarlet Tanager (Breeding Male)": [
    "Brilliant scarlet red body contrasting with jet black wings and tail.",
    "Female is olive-green.",
    "Husky, robin-like song, 'chick-burr'.",
    "Mature deciduous forests.",
    "Often stays high in canopy."
  ],
  "Western Tanager (Breeding Male)": [
    "Bright yellow body, black back/wings/tail, brilliant red head.",
    "Coniferous or mixed forests in the West.",
    "Female is yellowish-green with gray back.",
    "Most common tanager in western North America.",
    "Robin-like song, shorter phrases than Scarlet."
  ],
  "Northern Cardinal (Adult Male)": [
    "Brilliant red overall with prominent crest, black face mask, thick reddish bill.",
    "Familiar and popular backyard bird.",
    "Female is buffy brown with reddish tints.",
    "Rich repertoire of loud, whistled songs, 'cheer-cheer-cheer' or 'birdie-birdie'.",
    "Woodlands, thickets, gardens, feeders."
  ],
  "Rose-breasted Grosbeak (Adult Male)": [
    "Black head/back/wings, white belly, brilliant rose-red triangle on breast.",
    "Deciduous forests, woodlands, orchards.",
    "Female is streaked brown, resembling large sparrow.",
    "Large, conical bill.",
    "Rich, robin-like warbled song."
  ],
  "Black-headed Grosbeak (Adult Male)": [
    "Black head, cinnamon-orange breast and collar, black-and-white wings.",
    "Female is streaked brown.",
    "Rich, robin-like warbled song, faster than Rose-breasted.",
    "Western counterpart to Rose-breasted Grosbeak.",
    "Woodlands, forests, river groves in the West."
  ],
  "Blue Grosbeak (Adult Male)": [
    "Brushy fields, thickets, roadsides.",
    "Deep blue overall (brighter than Indigo Bunting), large conical bill, rusty wing bars.",
    "Female is plain brown.",
    "Larger than buntings.",
    "Rich, complex, warbling song."
  ],
  "Lazuli Bunting (Adult Male)": [
    "Brilliant turquoise blue head and back, rusty breast band, white belly, white wing bars.",
    "Brushy hillsides, streamside thickets in the West.",
    "Female is plain brownish.",
    "High, rapid, squeaky song, phrases often repeated.",
    "Western counterpart to Indigo Bunting."
  ],
  "Indigo Bunting (Adult Male)": [
    "Brushy fields, roadsides, woodland edges in the East.",
    "Entirely deep, vibrant blue plumage (appears black in poor light).",
    "Female is plain brown.",
    "High, bright, cheerful song, phrases typically paired 'sweet-sweet, chew-chew'.",
    "Small finch-like bill."
  ],
  "Painted Bunting (Adult Male)": [
    "Brushy thickets, woodland edges in the South.",
    "Female is plain greenish.",
    "Often described as North America's most beautiful bird.",
    "Spectacular mix of blue head, green back, red rump and underparts.",
    "Sweet, high-pitched warbling song."
  ],
  "Bobolink (Breeding male)": [
    "Bubbling, ecstatic, complex song, often given in flight display.",
    "Female is streaked yellowish-brown.",
    "Long migration to South America.",
    "Striking 'backward' pattern: black below, white back/rump, buffy yellow nape.",
    "Tall grasslands, hayfields, meadows."
  ],
  "Red-winged Blackbird (Male)": [
    "Glossy black body with bright red shoulder patches (epaulets) bordered by yellow.",
    "Gurgling, familiar 'oak-a-lee' or 'conk-a-ree' song.",
    "Highly polygynous, males defend territories.",
    "Marshes, fields, roadsides.",
    "One of the most abundant birds in North America."
  ],
  "Yellow-headed Blackbird (Adult Male)": [
    "Black body with striking yellow head and breast, white wing patch.",
    "Female is brownish with dull yellow throat/breast.",
    "Freshwater marshes with cattails or reeds.",
    "Harsh, grating, strangled calls and songs, 'ok-a-wow' or 'krunk'.",
    "Nests colonially in marshes."
  ],
  "Brewer's Blackbird (Female/Juvenile)": [
    "Female is plain grayish-brown overall with dark eye.",
    "Juvenile resembles female.",
    "Male is glossy black with pale eye.",
    "Open country, fields, towns, parking lots, mainly in the West.",
    "Various squeaky calls and whistles."
  ],
  "Brown-headed Cowbird (Male)": [
    "Female is plain gray-brown.",
    "Glossy black body with contrasting brown head.",
    "Gurgling notes often followed by high, thin whistle, 'glug-glug-gleeee'.",
    "Obligate brood parasite: lays eggs in nests of other species.",
    "Wood edges, fields, feedlots, towns."
  ],
  "Hooded Oriole (Adult male)": [
    "Bright yellow-orange hood, underparts, and rump; contrasting black face/throat/back/wings/tail.",
    "Female is yellowish-olive.",
    "Often builds nests in palm trees.",
    "Open woodlands, palm groves, suburban areas in Southwest.",
    "Varied song including whistles, chatters, mimicry."
  ],
  "Bullock's Oriole (Adult male)": [
    "Bright orange face/underparts/rump, black crown/back/throat stripe, large white wing patch.",
    "Female is grayish above, yellowish below.",
    "Open woodlands, river groves, parks in the West.",
    "Rich, whistled song, variable.",
    "Western counterpart to Baltimore Oriole."
  ],
  "Baltimore Oriole (Adult male)": [
    "Brilliant orange underparts/rump, black head/back/wings, single white wing bar.",
    "Builds distinctive hanging sock-like nest.",
    "Female is duller orange-yellow and brown.",
    "Open deciduous woodlands, parks, gardens in the East.",
    "Rich, flute-like whistled song."
  ],
  "Pine Grosbeak (Adult Male)": [
    "Female is grayish with yellowish or rusty head/rump.",
    "Large, plump finch; male is rosy red overall with gray back, dark wings with white wing bars.",
    "Northern coniferous forests.",
    "Tame and approachable.",
    "Warbled, finch-like song; flight call 'tee-tew-tew'."
  ],
  "Purple Finch (Adult Male)": [
    "Distinguished from House Finch by color pattern and notched tail.",
    "Female is heavily streaked brown with bold white eyebrow.",
    "Forests, woodlands, suburbs, feeders.",
    "Male is raspberry red, brightest on head/breast, often described as 'dipped in berry juice'.",
    "Rich, bubbling warbling song."
  ],
  "Cassin's Finch (Adult Male)": [
    "Bill is straighter on top.",
    "Female very similar to female Purple Finch, but more crisply streaked.",
    "Higher, faster song than Purple Finch.",
    "Mountain coniferous forests in the West.",
    "Similar to Purple Finch, but paler pinkish-red, red confined to crown (contrasting with brown nape), less streaked flanks."
  ],
  "House Finch (Adult Male)": [
    "Cities, suburbs, farms, open woods, deserts.",
    "Female is plain grayish-brown with blurry streaks.",
    "Lively, jumbled warbling song.",
    "Male has reddish (can vary to orange/yellow) forehead, breast, and rump; streaked brown back and belly.",
    "Native to West, introduced and now widespread in East."
  ],
  "Red Crossbill (Adult Male)": [
    "Bill adapted for prying seeds from cones.",
    "Brick-red overall (male); dull yellowish-olive (female); distinctive crossed bill tips.",
    "Coniferous forests.",
    "Different 'types' exist with slightly different bill sizes/calls, specializing on different conifers.",
    "Sharp 'jip-jip' calls, variable; simple song."
  ],
  "White-winged Crossbill (Adult Male)": [
    "Crossed bill tips.",
    "Liquid 'chif-chif' calls; trilling song.",
    "Male is rosy pinkish-red; female is yellowish-olive; both have bold white wing bars.",
    "More nomadic than Red Crossbill.",
    "Northern coniferous forests, especially spruce and larch."
  ],
  "Lesser Goldfinch (Adult Male)": [
    "Female is duller yellowish-olive.",
    "Often visits thistle feeders.",
    "Open woodlands, thickets, gardens in West/Southwest.",
    "Small finch; two forms: green-backed (coastal) and black-backed (interior). Both have black cap, yellow underparts.",
    "Varied, complex, rambling song, often includes mimicry."
  ],
  "American Goldfinch (Breeding Male)": [
    "Breeding male is brilliant yellow with black cap, black wings/tail with white markings.",
    "Bright, bouncy song 'po-ta-to-chip'; flight call 'per-chik-o-ree'.",
    "Nests late in summer, using thistle down.",
    "Nonbreeding male/female are duller brownish-olive.",
    "Weedy fields, open woodlands, gardens, feeders."
  ],
  "Evening Grosbeak (Adult Male)": [
    "Female is grayish-olive with yellow tints.",
    "Forests (breeding); winters erratically at feeders.",
    "Irruptive winter visitor, numbers vary greatly year to year.",
    "Large, stocky finch; male has dark head, bright yellow forehead/body, massive pale bill.",
    "Loud 'cleer' or 'peeer' calls, like a glorified House Sparrow."
  ],
  "House Sparrow (Male)": [
    "Cities, towns, farms.",
    "Female is plain buffy brown.",
    "Gray crown, chestnut nape, black bib (size varies), whitish cheeks.",
    "Introduced from Europe, not a true sparrow.",
    "Monotonous cheeps and chirps."
  ],
  "Vermilion Flycatcher (Adult male)": [
    "A weak, twittering 'pit-a-see' song, often given in flight display.",
    "Brilliant scarlet red underparts and crown, contrasting with dark brown back/wings.",
    "Female is grayish above, pale below with variable pink/orange wash.",
    "Often returns to same conspicuous perch.",
    "Streamsides, open woodlands, fields near water in Southwest/South."
  ],
  "Yellow-rumped Warbler (Winter/juvenile Myrtle)": [
    "Brownish and streaked overall, but yellow rump patch is usually visible.",
    "Diverse habitats, often abundant.",
    "Myrtle form shows white throat.",
    "One of the most common winter warblers.",
    "Sharp 'chek' call note."
  ],
  "Northwestern Crow": [
    "Coastal areas, beaches, towns in Pacific Northwest.",
    "Forages along shorelines.",
    "Higher, more nasal calls than American Crow, 'cah-cah'.",
    "Identification best done by range and voice.",
    "Very similar to American Crow, but slightly smaller, often considered a subspecies."
  ],
  "Fish Crow": [
    "A nasal, short 'uh-uh' or 'ca' call, distinctly different from American Crow.",
    "Coasts, rivers, lakes, towns in the Southeast/East.",
    "Identical in appearance to American Crow, slightly smaller.",
    "Identification absolutely requires hearing the voice.",
    "Often found near water."
  ],
  "Chihuahuan Raven": [
    "A higher, more nasal 'kraak' than Common Raven.",
    "Formerly known as White-necked Raven (different from African species).",
    "Grasslands, deserts, agricultural areas in Southwest.",
    "Often occurs in flocks.",
    "Similar to Common Raven but slightly smaller; key is that neck feathers (hackles) are white at the base (visible only in wind/close view)."
  ],
  "Common Raven": [
    "Deep, resonant croaks 'gronk-gronk', clicks, whistles.",
    "Distinguished from crows by size, bill, throat, tail shape, and voice.",
    "Highly adaptable: mountains, forests, coasts, deserts, tundra, sometimes cities.",
    "Intelligent, often seen soaring or doing aerial acrobatics.",
    "Large size, heavy bill, shaggy throat feathers, wedge-shaped tail."
  ],
  "Horned Lark": [
    "Brownish bird of open ground, distinctive black/yellow face pattern, tiny black feather 'horns' (males).",
    "High, tinkling song, often given in flight; 'tseet' calls.",
    "Only true lark native to North America.",
    "Open fields, prairies, tundra, beaches, airports.",
    "Walks or runs, does not hop."
  ],
  "Tree Swallow": [
    "Cheerful series of liquid twitters.",
    "Iridescent blue-green back, bright white underparts.",
    "Nests in cavities, readily uses birdhouses.",
    "Often seen perched in rows on wires.",
    "Open areas near water, fields, marshes."
  ],
  "Violet-green Swallow": [
    "Forests, canyons, towns in the West.",
    "High twittering calls, similar to Tree Swallow.",
    "Iridescent green back, violet rump, bright white face patches extending above eye, white underparts.",
    "Nests in cavities.",
    "White face patches are distinctive."
  ],
  "Northern Rough-winged Swallow": [
    "Lacks the distinct breast band of Bank Swallow.",
    "Low, harsh, grating 'brrt' or 'dzit' calls.",
    "Near streams, rivers, lakes, road cuts, bridges.",
    "Nests in burrows in banks or crevices in structures.",
    "Plain brown upperparts, dusky throat/breast fading to white belly."
  ],
  "Bank Swallow": [
    "Brown above, white below, with distinct brown band across breast.",
    "Continuous low, twittering chatter.",
    "Known as Sand Martin in Europe.",
    "Nests colonially in burrows in vertical sandy banks.",
    "Smallest North American swallow."
  ],
  "Cliff Swallow": [
    "Builds gourd-shaped mud nests in large colonies.",
    "Constant squeaking, chattering twitter.",
    "Dark back, pale forehead patch, buffy rump, squared-off tail.",
    "Often seen gathering mud at puddles.",
    "Open country near cliffs, bridges, buildings for nesting."
  ],
  "Cave Swallow": [
    "Identification requires close look at face/throat color.",
    "Nests in caves, sinkholes, culverts, under bridges (primarily Texas/NM/FL).",
    "Range expanding.",
    "Similar calls to Cliff Swallow.",
    "Very similar to Cliff Swallow, but has rich buffy-orange forehead and throat (vs. pale forehead/dark throat of Cliff)."
  ],
  "Barn Swallow": [
    "Builds cup-shaped mud nest on structures.",
    "Cheerful twittering song mixed with clicks.",
    "Deeply forked tail, cobalt blue back, rusty throat, buffy underparts.",
    "Most widespread swallow species in the world.",
    "Open country, farms, fields, towns."
  ],
  "Carolina Chickadee": [
    "Does not hybridize with Black-capped where ranges meet.",
    "Faster, higher-pitched 'chick-a-dee-dee-dee' than Black-capped; 'fee-bee fee-bay' song.",
    "Identification best confirmed by voice and range.",
    "Very similar to Black-capped Chickadee, but bib edge is sharper, less white on wing.",
    "Woodlands, parks, suburbs in the Southeast."
  ],
  "Black-capped Chickadee": [
    "Black cap and bib, white cheeks, gray back, buffy flanks.",
    "Familiar 'chick-a-dee-dee-dee' call; clear 'fee-bee' or 'fee-bee-ee' song.",
    "Frequent and acrobatic visitor to feeders.",
    "More extensive white edging on wing feathers than Carolina.",
    "Woodlands, forests, parks, suburbs across northern US/Canada."
  ],
  "Mountain Chickadee": [
    "Mountain coniferous forests in the West.",
    "Often found at higher elevations.",
    "Raspy 'chick-a-dee-dee' call; descending whistled song.",
    "Similar to Black-capped, but distinctive white eyebrow stripe breaking the black cap.",
    "Voice is noticeably different."
  ],
  "Chestnut-backed Chickadee": [
    "Black cap, white cheeks, rich chestnut brown back and sides.",
    "Distinctive back color separates it from other chickadees.",
    "Fast, high 'tsik-a-zee-zee' call.",
    "Moist coniferous forests along Pacific coast and northern Rockies.",
    "Smallest West Coast chickadee."
  ],
  "Boreal Chickadee": [
    "Brown cap (not black), gray cheeks, reddish-brown flanks.",
    "Less common at feeders than other chickadees.",
    "Northern boreal forests (spruce/fir).",
    "Range confined to northern coniferous belt.",
    "Slow, nasal 'chick-a-day-day' call."
  ],
  "Bridled Titmouse": [
    "Fast 'tsicka-dee-dee' call, similar to chickadees.",
    "Gray overall with distinctive black-and-white striped ('bridled') face pattern, small crest.",
    "Oak and pine-oak woodlands in mountains of Southwest (AZ, NM, Mexico).",
    "Often travels in small flocks.",
    "Only titmouse with complex face pattern."
  ],
  "Oak Titmouse": [
    "Formerly considered same species as Juniper Titmouse ('Plain Titmouse').",
    "Oak woodlands in California and Oregon.",
    "Plain brownish-gray overall with small crest.",
    "Range confined to Pacific slope.",
    "Various scolding calls; repetitive whistled song."
  ],
  "Juniper Titmouse": [
    "Identification based on range and habitat.",
    "Juniper and pinyon-juniper woodlands of the Great Basin/Intermountain West.",
    "Similar calls/song to Oak Titmouse, maybe faster/higher.",
    "Split from Oak Titmouse based on genetic/vocal differences.",
    "Virtually identical to Oak Titmouse in appearance."
  ],
  "Tufted Titmouse": [
    "Bold and active feeder visitor.",
    "Clear, whistled 'peter-peter-peter' song; scolding calls.",
    "Deciduous woodlands, parks, suburbs in the East.",
    "Familiar backyard bird in eastern North America.",
    "Gray above, white below, rusty flanks, prominent crest, black patch above bill."
  ],
  "Black-crested Titmouse": [
    "Formerly considered a subspecies of Tufted.",
    "Hybridizes with Tufted Titmouse where ranges overlap.",
    "Similar song/calls to Tufted Titmouse.",
    "Similar to Tufted Titmouse but crest is black (not gray), forehead is pale.",
    "Woodlands, brushlands in Texas and Oklahoma."
  ],
  "Verdin (Verdin)": [
    "Builds conspicuous spherical nests of twigs.",
    "Desert scrub, thorny brushlands in Southwest.",
    "Not closely related to chickadees or titmice.",
    "Sharp 'tsip' calls; short whistled song.",
    "Tiny gray bird with yellow head/throat, reddish shoulder patch (often hidden)."
  ],
  "Bushtit": [
    "Builds elaborate hanging sock-like nest.",
    "Constant high, thin 'tsit' or 'spit' contact calls.",
    "Tiny, drab gray bird with long tail, plain face (coastal birds pale-eyed, interior dark-eyed).",
    "Travels in active, twittering flocks.",
    "Woodlands, chaparral, suburbs in the West."
  ],
  "Red-breasted Nuthatch": [
    "Coniferous or mixed forests; sometimes irrupts south/east.",
    "Nasal, tin-horn like 'yank-yank-yank' calls, higher/faster than White-breasted.",
    "Often visits feeders for sunflower seeds or suet.",
    "Only nuthatch likely to migrate long distances.",
    "Small nuthatch, blue-gray back, rusty underparts, bold black stripe through eye, white eyebrow."
  ],
  "White-breasted Nuthatch": [
    "Blue-gray back, white face and underparts, black cap (male) or dark gray cap (female).",
    "Common feeder visitor.",
    "Deciduous or mixed woodlands, parks, suburbs.",
    "Distinctive behavior of climbing down tree trunks headfirst.",
    "Nasal 'yank' calls, lower/slower than Red-breasted; soft whistled song."
  ],
  "Pygmy Nuthatch": [
    "High-pitched, squeaky 'pi-pi-pi' calls, like a rubber ducky.",
    "Highly social, often forages in noisy groups.",
    "Pine forests (especially Ponderosa) in the West.",
    "Roosts communally in cavities.",
    "Tiny size, blue-gray back, dull whitish below, brownish-gray cap extending to eye."
  ],
  "Brown-headed Nuthatch": [
    "Known for using pieces of bark as tools.",
    "Pine forests (especially mature longleaf) in the Southeast.",
    "Similar squeaky calls to Pygmy Nuthatch.",
    "Southeastern counterpart to Pygmy Nuthatch.",
    "Tiny size, blue-gray back, dull whitish below, brown cap, whitish spot on nape."
  ],
  "Brown Creeper": [
    "Excellent camouflage against bark.",
    "Mature forests, woodlands.",
    "Small, streaked brown bird with stiff tail, long decurved bill.",
    "Spirals up tree trunks probing bark crevices, flies down to base of next tree.",
    "Very high, thin, sibilant song 'see-see-see-suee-see'; thin 'tsee' call."
  ],
  "Cactus Wren": [
    "Arid deserts with cholla or other thorny vegetation.",
    "Arizona's state bird.",
    "Builds large, messy, football-shaped nests in cacti.",
    "Harsh, unmusical, grating 'char-char-char'.",
    "Large size for a wren, heavily spotted breast, white eyebrow, long bill."
  ],
  "Canyon Wren": [
    "Beautiful cascading song of clear, falling whistles.",
    "Often bobs body while foraging in crevices.",
    "Rich reddish-brown body contrasting with bright white throat/breast, long slender bill.",
    "Rocky canyons, cliffs, rock piles.",
    "Song echoes dramatically in canyons."
  ],
  "Carolina Wren": [
    "Loud, rich, rolling 'teakettle-teakettle' or 'cheeseburger' song.",
    "Nests in diverse locations, often near human structures.",
    "Non-migratory, common in Southeast.",
    "Warm reddish-brown above, buffy below, bold white eyebrow stripe, loud voice.",
    "Woodlands, thickets, gardens, parks."
  ],
  "Bewick's Wren": [
    "Active and inquisitive.",
    "Brushy areas, thickets, open woods, gardens (mainly West).",
    "Complex, variable song with buzzes, trills; harsh scolds.",
    "Grayish-brown above, pale below, long tail often cocked, prominent white eyebrow.",
    "Range has drastically shrunk in the East."
  ],
  "House Wren": [
    "Bubbling, energetic, complex song, rising and falling.",
    "Known for filling cavities with dummy nests.",
    "Open woods, edges, gardens, farms, parks.",
    "Small, plain brown wren, often holds tail cocked up.",
    "Very common and widespread, nests in cavities/birdhouses."
  ],
  "Pacific Wren": [
    "Forages like a mouse in dark undergrowth.",
    "Formerly considered same species as Winter Wren.",
    "Moist, dense coniferous forests of Pacific coast.",
    "Tiny, dark brown, barred wren with very short tail held cocked.",
    "Very long, complex, high-pitched song of tumbling notes/trills."
  ],
  "Winter Wren": [
    "Identification based on range/voice.",
    "Moist forests with downed logs, stream banks (East, North).",
    "Similar complex song to Pacific Wren, but slight differences.",
    "Split from Pacific Wren based on genetics, song, calls.",
    "Virtually identical to Pacific Wren in appearance."
  ],
  "Marsh Wren": [
    "Brown with dark cap, white eyebrow, white streaks on back, tail often cocked.",
    "Builds multiple nests, only one used for eggs.",
    "Gurgling, rattling, reedy song, often ending in buzz.",
    "Marshes with dense cattails or reeds.",
    "Sings persistently day and night during breeding season."
  ],
  "Blue-gray Gnatcatcher": [
    "Male has black 'V' on forehead (breeding).",
    "Thin, wheezy, buzzy 'speee' calls and song.",
    "Tiny, slender gray bird with long black tail edged in white, white eye-ring.",
    "Very active, constantly flicking tail while foraging.",
    "Woodlands, forests, thickets."
  ],
  "Black-tailed Gnatcatcher": [
    "Calls similar to Blue-gray but harsher, more kitten-like mew.",
    "Desert scrub, arid washes in Southwest.",
    "Female lacks black cap.",
    "Range overlaps with Blue-gray in some areas.",
    "Similar to Blue-gray, but tail is mostly black (less white edging), male has black cap year-round."
  ],
  "American Dipper": [
    "Fast-flowing, clear mountain streams.",
    "Loud, wren-like song; sharp 'zeet' call.",
    "North America's only truly aquatic songbird.",
    "Stocky, slate-gray bird, often bobs body up and down ('dips').",
    "Walks underwater on stream bottom searching for aquatic insects."
  ],
  "Golden-crowned Kinglet": [
    "Coniferous or mixed forests.",
    "Often flicks wings nervously.",
    "Tiny olive-gray bird, bold black-and-white face pattern, bright yellow/orange crown patch (male orange, female yellow).",
    "Travels in flocks, sometimes with chickadees.",
    "Very high, thin 'see-see-see' calls; song accelerates into trill."
  ],
  "Ruby-crowned Kinglet": [
    "Constantly flicks wings.",
    "Forests, thickets, parks.",
    "Plain face pattern distinguishes from Golden-crowned.",
    "Surprisingly loud, bubbling, complex song; husky 'ji-dit' call.",
    "Tiny olive-gray bird, broken white eye-ring, male has ruby red crown patch (usually concealed)."
  ],
  "Wrentit": [
    "Chaparral, dense coastal scrub (Pacific coast).",
    "Drab brownish-gray bird with long tail often held up, pale eye, short bill.",
    "Not closely related to wrens or titmice.",
    "Secretive, stays hidden in dense brush.",
    "Song is series of accelerating whistles on one pitch, like bouncing ping-pong ball."
  ],
  "Eastern Bluebird": [
    "Female is grayer with bluish tints, paler rusty breast.",
    "Male has brilliant blue back/head, rusty throat/breast, white belly.",
    "Nests in cavities, readily uses nest boxes.",
    "Open woodlands, fields with scattered trees, orchards, parks.",
    "Soft, musical 'chur-lee' or 'tru-al-ly' song; 'tew-tew' calls."
  ],
  "Western Bluebird": [
    "Female duller gray-brown with bluish tints.",
    "Male similar to Eastern, but throat is blue (not rusty), often has rusty patch on back.",
    "Often nests in looser colonies than Eastern.",
    "Open woodlands, farms, parks in the West.",
    "Soft 'few' calls; repetitive song 'few few few'."
  ],
  "Mountain Bluebird": [
    "Female is plain grayish-brown with hints of blue in wings/tail.",
    "Male is entirely stunning cerulean blue.",
    "Often hovers while foraging for insects.",
    "Open country, meadows, high plains, mountains.",
    "Warbling song similar to Eastern; soft 'few' calls."
  ],
  "Townsend's Solitaire": [
    "Feeds heavily on juniper berries in winter.",
    "Long, complex, warbling song, somewhat thrush-like.",
    "Mountain forests, canyons, juniper woodlands.",
    "Often perches upright on prominent branch.",
    "Slender gray bird, white eye-ring, buffy wing patches visible in flight."
  ],
  "Veery": [
    "Ethereal, downward-spiraling flute-like song, 'veer-veer-veer'.",
    "Moist deciduous forests, wooded swamps.",
    "Secretive, often stays near forest floor.",
    "Smallest North American Catharus thrush.",
    "Warm reddish-brown above, pale below with faint, indistinct spotting on breast."
  ],
  "Swainson's Thrush": [
    "Buffy spectacles are key field mark.",
    "Coniferous or mixed forests, willow thickets.",
    "Flute-like song spirals upward.",
    "Olive-brown above, spotted below, prominent buffy eye-ring and face.",
    "Widespread migrant."
  ],
  "Hermit Thrush": [
    "Beautiful, ethereal, flute-like song starting with clear note, followed by complex phrases.",
    "Brown back contrasting with warmer reddish tail, spotted breast.",
    "Forests, woodlands.",
    "Often flicks tail slowly upward.",
    "Only Catharus thrush commonly wintering in US."
  ],
  "Wood Thrush": [
    "Larger than Catharus thrushes.",
    "Loud, flute-like song with pauses, 'ee-oh-lay'.",
    "Mature deciduous forests.",
    "Populations declining due to habitat fragmentation/cowbird parasitism.",
    "Warm brown back, heavily spotted underparts (large round spots)."
  ],
  "Varied Thrush": [
    "Eerie, resonant, single whistled notes on different pitches, separated by pauses.",
    "Female duller.",
    "Moist coniferous forests of Pacific Northwest.",
    "Often winters in lowlands and backyards.",
    "Robin-like shape, male slate gray above, orange below with black breast band, orange eyebrow/wing bars."
  ],
  "Gray Catbird": [
    "Dense thickets, brushy areas, gardens.",
    "Long, rambling song of squeaks, whistles, harsh notes, mimicry; distinctive cat-like 'mew' call.",
    "Related to mockingbirds and thrashers.",
    "Secretive but often sings from exposed perch.",
    "Slate gray overall with black cap, rusty patch under tail."
  ],
  "Northern Mockingbird": [
    "Aggressively defends territory.",
    "Gray above, pale below, large white patches on wings/tail visible in flight.",
    "Long, complex song repeating phrases 3+ times, includes extensive mimicry of other birds/sounds.",
    "Sings day and night, especially during breeding season.",
    "Suburbs, towns, farms, thickets, open country."
  ],
  "Brown Thrasher": [
    "Bright reddish-brown back, heavily streaked underparts, long tail, yellow eye.",
    "Largest common songbird in eastern US.",
    "Long, complex song repeating phrases twice; sharp 'smack' call.",
    "Often forages on ground, thrashing leaves.",
    "Thickets, brushy edges, dense shrubbery."
  ],
  "Curve-billed Thrasher": [
    "Common desert bird.",
    "Desert scrub, towns in Southwest.",
    "Grayish-brown overall, faintly spotted breast, long decurved bill, pale orange eye.",
    "Often nests in cholla cactus.",
    "Sharp, liquid 'whit-wheet' call; varied song."
  ],
  "California Thrasher": [
    "Chaparral, dense brushlands in California.",
    "Dark brownish-gray overall, deeply decurved bill, dark eye, buffy undertail.",
    "Largest thrasher species.",
    "Secretive, often runs on ground.",
    "Varied song with harsh notes and mimicry; sharp 'churk' call."
  ],
  "European Starling (Nonbreeding Adult)": [
    "Blackish plumage covered in bright white spots, bill becomes dark.",
    "Cities, towns, farmland.",
    "Forms huge, noisy flocks in winter.",
    "Spots wear off by breeding season.",
    "Various calls, mimicry."
  ],
  "American Pipit": [
    "Formerly known as Water Pipit.",
    "Simple 'pip-it' call, often given in flight.",
    "Slender, brownish bird, streaked below (less so in spring), often bobs tail while walking.",
    "Tundra (breeding); open fields, shores, plowed land (winter).",
    "Walks or runs, does not hop."
  ],
  "Bohemian Waxwing": [
    "Boreal forests (breeding); winters erratically seeking fruit.",
    "High, thin, trilled 'sirrrr' call, lower/buzzier than Cedar.",
    "Highly nomadic, travels in flocks.",
    "Irruptive species.",
    "Larger than Cedar, grayer overall, rusty undertail coverts, yellow/white wing markings."
  ],
  "Cedar Waxwing": [
    "Highly social, often seen eating berries.",
    "Nests late in summer.",
    "Open woodlands, orchards, towns.",
    "Sleek brownish-gray, crested, black mask, yellow tail tip, red waxy wing tips.",
    "Very high, thin, lisping 'zeee' or 'sreee'."
  ],
  "Ovenbird": [
    "Builds dome-shaped nest on ground like an oven.",
    "Loud, ringing 'teacher-teacher-teacher' song.",
    "Mature deciduous forests with closed canopy.",
    "Olive-brown above, white below with bold dark streaks, orange crown stripe bordered by black, pink legs.",
    "Walks on forest floor, does not hop."
  ],
  "Louisiana Waterthrush": [
    "Bobs tail constantly while walking along stream.",
    "Brown above, white below with streaks, bold white eyebrow stripe widening behind eye, pinkish flanks.",
    "Fast-flowing streams in mature forests.",
    "Habitat specialist.",
    "Loud song starts high, tumbles down into jumbled notes."
  ],
  "Northern Waterthrush": [
    "Forested wetlands, swamps, bogs.",
    "Loud, rapid song, often level or falling slightly, 'twit-twit-swee-swee-chew'.",
    "More widespread breeder across north.",
    "Prefers slower or stagnant water.",
    "Similar to Louisiana but eyebrow usually buffier/even width, underparts yellower/more heavily streaked."
  ],
  "Blue-winged Warbler": [
    "Hybridizes with Golden-winged Warbler.",
    "Overgrown fields, brushy pastures.",
    "Prefers early successional habitats.",
    "Simple, buzzy, inhaled 'bee-bzzz' song.",
    "Yellow body, thin black eye-line, bluish-gray wings with white wing bars."
  ],
  "Black-and-white Warbler": [
    "Deciduous and mixed forests.",
    "Forages like a creeper or nuthatch on bark.",
    "Striking black-and-white striped plumage.",
    "Thin, squeaky, repetitive 'weesa-weesa-weesa'.",
    "Unique foraging style among warblers."
  ],
  "Prothonotary Warbler": [
    "Associated with wooded wetlands.",
    "Brilliant golden-yellow head and breast, blue-gray wings.",
    "Forested swamps, bottomland forests.",
    "Loud, ringing, sweet 'zweet-zweet-zweet'.",
    "Only eastern warbler nesting in cavities."
  ],
  "Tennessee Warbler": [
    "Breeding male has gray head, white eyebrow, white underparts, green back.",
    "Fall birds are plain greenish.",
    "Loud, staccato, multi-part song, 'tika-tika, swit-swit, chuh-chuh'.",
    "Northern coniferous/mixed forests.",
    "Populations linked to spruce budworm outbreaks."
  ],
  "Orange-crowned Warbler": [
    "Brushy areas, open woods; widespread breeder.",
    "Drab yellowish-olive warbler, faint streaking, orange crown rarely visible.",
    "Early spring and late fall migrant.",
    "One of the plainest warblers.",
    "Plain, accelerating trill, often drops in pitch."
  ],
  "Nashville Warbler": [
    "Gray head, white eye-ring, yellow throat/belly, olive back.",
    "Open mixed woods, bogs, brushy areas.",
    "Relatively common and widespread.",
    "Song structure is good identifier.",
    "Two-parted song: 'seebit-seebit' followed by lower trill."
  ],
  "MacGillivray's Warbler": [
    "Dense thickets, regenerating forests in the West.",
    "Similar to Mourning Warbler (gray hood, yellow belly), but has bold white eye crescents (broken eye-ring).",
    "Skulks in dense cover.",
    "Song similar to Mourning, but often huskier.",
    "Western counterpart to Mourning Warbler."
  ],
  "Mourning Warbler": [
    "Dense thickets, clearcuts, brushy edges.",
    "Female/immature difficult to identify.",
    "Male has gray hood, black chest patch (often hidden), yellow belly; lacks eye-ring.",
    "Rhythmic, rolling 'chirry-chirry-chorry-chorry'.",
    "Very secretive."
  ],
  "Hooded Warbler": [
    "Female has fainter hood outline.",
    "Loud, clear, ringing 'ta-wit, ta-wit, TEE-too'.",
    "Male has bright yellow face surrounded by black hood.",
    "Mature deciduous forests with dense understory.",
    "Often flicks tail, flashing white outer feathers."
  ],
  "Cape May Warbler": [
    "Breeding male has yellow breast streaked black, chestnut cheek patch.",
    "Open northern coniferous forests.",
    "Plumage highly variable otherwise.",
    "Specialized tongue for feeding on nectar/juice.",
    "Very high, thin 'seet-seet-seet-seet'."
  ],
  "Northern Parula": [
    "Buzzy, rising trill ending with sharp 'zip', 'zeeeeee-up'.",
    "Male has variable breast band.",
    "Small warbler, blue-gray above, yellow throat/breast, greenish back patch, white eye crescents, white wing bars.",
    "Strong association with epiphytic mosses/lichens for nesting.",
    "Woodlands with hanging moss (Spanish or Usnea)."
  ],
  "Blackburnian Warbler": [
    "Breeding male has brilliant fiery orange throat and face pattern, black back, white wing patch.",
    "Female/fall birds much duller.",
    "Mature coniferous or mixed forests.",
    "One of the most striking warblers.",
    "Very high, thin, wiry song ending in ascending buzz, 'zip zip zip titi zeeee'."
  ],
  "Yellow Warbler": [
    "Bright, cheerful 'sweet-sweet-sweet, I'm so sweet!'.",
    "Frequent host for cowbird eggs.",
    "Most widespread warbler in North America.",
    "Overall bright yellow; male has reddish streaks on breast.",
    "Wet thickets, streamsides, gardens."
  ],
  "Palm Warbler": [
    "'Yellow' eastern form brighter than 'Western' form.",
    "Constantly wags tail; rusty cap (breeding), yellow undertail coverts.",
    "Northern bogs (breeding); open areas, fields (winter).",
    "Often seen foraging on the ground.",
    "Somewhat weak, buzzy trill on one pitch."
  ],
  "Pine Warbler": [
    "Musical trill, slower/more musical than Chipping Sparrow.",
    "Pine forests.",
    "Relatively sluggish foraging behavior.",
    "Strongly associated with pine trees.",
    "Unstreaked yellowish (male) or drab (female) underparts, olive back, white wing bars."
  ],
  "Yellow-throated Warbler": [
    "Bright yellow throat, black-and-white face pattern, gray back.",
    "Clear, descending series of notes, 'tee-ew, tee-ew, tewi'.",
    "Distinctive song and plumage.",
    "Often forages high in trees.",
    "Pine forests, sycamore groves along rivers."
  ],
  "Prairie Warbler": [
    "Distinctive rapidly ascending series of buzzy notes, 'zee-zee-zee'.",
    "Prefers habitats with low, dense vegetation.",
    "Scrubby fields, open pine woods, mangroves.",
    "Wags tail frequently.",
    "Yellow below with black side streaks, olive back, bold face pattern."
  ],
  "Black-throated Gray Warbler": [
    "Black throat, black-and-white head stripes, gray back, white underparts.",
    "Oak or pine-oak woodlands, chaparral in the West.",
    "Sharp black-and-white pattern is distinctive.",
    "Tiny yellow spot in front of eye.",
    "Wheezy, buzzy song, 'zee-zee-zee-bzz-zee', often lazy quality."
  ],
  "Townsend's Warbler": [
    "Buzzy song, similar pattern to Black-throated Green but higher/weaker, 'zee-zee-zee-bzz-zee'.",
    "Female duller.",
    "Male has striking black throat/cheek patch surrounded by yellow, black cap, green back.",
    "Mature coniferous forests of Pacific Northwest.",
    "Often forages high in conifers."
  ],
  "Hermit Warbler": [
    "Fast series of sweet notes, often ending higher/faster, 'zeekle-zeekle-zeekle-zeek'.",
    "Female has paler yellow head.",
    "Male has entirely bright yellow head, gray back, white underparts.",
    "Mature coniferous forests of Pacific coast.",
    "Often hybridizes with Townsend's Warbler."
  ],
  "Black-throated Green Warbler": [
    "Bright yellow face, black throat, olive-green back, white wing bars.",
    "Coniferous or mixed forests.",
    "Distinctive song is often heard in eastern forests.",
    "Female has paler throat.",
    "Lazy, buzzy song 'zee-zee-zee-zoo-zee' or 'trees-trees-murmuring-trees'."
  ],
  "Canada Warbler": [
    "Female necklace fainter.",
    "Gray back, yellow underparts with distinctive 'necklace' of black streaks (male).",
    "Moist forests with dense undergrowth.",
    "Often forages low in shrubs.",
    "Rapid, sputtering warble, starting sharply, tumbling down."
  ],
  "Wilson's Warbler": [
    "Active, small warbler.",
    "Bright yellow overall with distinct black cap (male; female cap faint/absent).",
    "Moist thickets, willow scrub, bogs.",
    "Rapid series of chipping notes descending slightly, 'chi-chi-chi-chet-chet'.",
    "Widespread across north and west."
  ],
  "Yellow-breasted Chat": [
    "Bizarre collection of whistles, squawks, chatters, gurgles; highly variable.",
    "Dense thickets, overgrown fields, riparian scrub.",
    "Large size for a 'warbler', bright yellow breast, thick bill, white spectacles, olive back.",
    "Now placed in its own family, not a true warbler.",
    "Skulking and hard to see, but loud and distinct song."
  ],
  "Green-tailed Towhee": [
    "Greenish tail, rusty cap, white throat, gray breast.",
    "Montane chaparral, sagebrush slopes.",
    "Somewhat shy, often forages under shrubs.",
    "Varied song with introductory notes, trills, cat-like mews.",
    "Western species, migrates altitudinally."
  ],
  "Spotted Towhee": [
    "Brushy areas, thickets, forest edges, chaparral (West).",
    "Male black above (female grayish/brownish), white spots on back/wings, rusty sides, white belly.",
    "Song varies, often 'drink-your-teeaaa' or buzzy trill; sharp 'chewink' call.",
    "Vigorously scratches ground for food.",
    "Western counterpart to Eastern Towhee."
  ],
  "Eastern Towhee": [
    "Brushy areas, thickets, forest edges (East).",
    "Clear 'drink-your-tea' song; 'chewink' call.",
    "Common bird of eastern shrublands.",
    "Female brown where male is black.",
    "Male black above, rusty sides, white belly (lacks white spots of Spotted Towhee)."
  ],
  "Rufous-crowned Sparrow": [
    "Dry, brushy slopes, chaparral.",
    "Grayish head with rufous crown stripes, thick bill, unstreaked grayish breast.",
    "Plain appearance, distinguished by head pattern.",
    "Secretive, often stays low in cover.",
    "Song is rapid series of chips accelerating into trill."
  ],
  "Canyon Towhee": [
    "Often seen hopping on ground.",
    "Plain pale brownish-gray overall, slightly warmer brown cap, buffy throat patch.",
    "Rocky canyons, brushy slopes, deserts in Southwest.",
    "Similar to California Towhee but paler, different range/habitat.",
    "Simple song of repeated chips; sharp call."
  ],
  "California Towhee": [
    "Chaparral, brushy areas, gardens in California/Oregon.",
    "Common backyard bird in its range.",
    "Formerly considered same species as Canyon Towhee.",
    "Plain dark brownish-gray overall, rusty undertail coverts.",
    "Song is series of squealing chips; sharp metallic chip call."
  ],
  "Abert's Towhee": [
    "Desert riparian thickets, mesquite bosques in AZ/CA/NM.",
    "Often found near watercourses.",
    "Plain pale grayish-brown, distinctive black patch around base of pale bill.",
    "Range restricted to Sonoran desert region.",
    "Song faster than Canyon/California; sharp call."
  ],
  "American Tree Sparrow": [
    "Arctic scrub (breeding); weedy fields, marshes, feeders (winter).",
    "High, clear, musical song; soft calls.",
    "Often occurs in flocks.",
    "Rusty cap, plain gray breast with single dark central spot, bicolored bill (dark top, yellow bottom).",
    "Winter visitor from the far north."
  ],
  "Clay-colored Sparrow": [
    "Flat, insect-like buzz, 'bzz-bzz-bzz'.",
    "Pale coloration, distinct face pattern: brown cheek patch, white stripes, gray nape.",
    "Range expanding eastward.",
    "Shrubby fields, prairie edges.",
    "Small sparrow, often sings persistently."
  ],
  "Brewer's Sparrow": [
    "Associated with sagebrush.",
    "Long, complex song of varied trills and buzzes.",
    "Often identified by song and habitat.",
    "Sagebrush steppe, arid shrublands (West).",
    "Very plain, pale sparrow, unmarked breast, finely streaked crown."
  ],
  "Field Sparrow": [
    "Clear, accelerating series of whistles, like bouncing ping-pong ball.",
    "Overgrown fields, brushy pastures.",
    "Plain face with noticeable white eye-ring, pink bill, rusty cap/line.",
    "Prefers early successional habitats.",
    "Song is distinctive."
  ],
  "Vesper Sparrow": [
    "Musical song starts with 2 low notes, 2 higher notes, then trills.",
    "Often sings late into evening (hence 'Vesper').",
    "Open grasslands, fields, sagebrush.",
    "Streaked sparrow, white outer tail feathers visible in flight, thin white eye-ring.",
    "Tail flash is good field mark."
  ],
  "Lark Sparrow": [
    "Complex song with trills, buzzes, clear notes.",
    "Often flicks tail while foraging.",
    "Open country with scattered trees, grasslands, fields.",
    "Rounded tail with white corners.",
    "Unmistakable bold harlequin face pattern (chestnut, black, white)."
  ],
  "Savannah Sparrow": [
    "Buzzy song 'tsip-tsip-tsip, seee-saaaay'.",
    "Common sparrow of open country.",
    "Highly variable plumage across wide range.",
    "Open grasslands, fields, marshes, dunes.",
    "Streaked sparrow, yellowish stripe over eye (lore) often key mark, notched tail."
  ],
  "Fox Sparrow (Sooty)": [
    "Appearance very different from eastern 'Red' Fox Sparrow.",
    "Dense thickets (breeding); brushy areas (winter).",
    "Large sparrow, dark sooty brown overall, heavily blotched below.",
    "Pacific Northwest subspecies group.",
    "Rich, variable song."
  ],
  "Song Sparrow": [
    "Brushy habitats, thickets, gardens; widespread.",
    "One of the most familiar native sparrows.",
    "Pumps tail in flight.",
    "Streaked breast often converging into central spot, rounded head, long tail.",
    "Variable song, usually starts with 2-4 notes then buzzy trill."
  ],
  "Lincoln's Sparrow": [
    "Buffy wash across breast is key mark.",
    "Finely streaked breast band on buffy background, crisp head stripes.",
    "Relatively shy sparrow.",
    "Sweet, bubbling, wren-like song.",
    "Wet thickets, bogs (breeding); dense brush (winter)."
  ],
  "Swamp Sparrow": [
    "Associated with wetland habitats.",
    "Darker, richer colors than other sparrows.",
    "Marshes, swamps, wet thickets.",
    "Rusty cap, gray face and breast, reddish-brown wings, unstreaked belly.",
    "Simple, slow trill on one pitch, slower than Chipping."
  ],
  "Dark-eyed Junco (Pink-sided)": [
    "Distinct side color separates from other juncos.",
    "Form found primarily in Rocky Mountains.",
    "Gray head/breast, brown back, striking pinkish-brown sides.",
    "Mountain forests (breeding); open woods, feeders (winter).",
    "Musical trills, calls."
  ],
  "Summer Tanager (Female)": [
    "Can be confused with female orioles or Scarlet Tanager.",
    "Lacks wing bars.",
    "Open woodlands.",
    "Plain yellowish-olive overall, sometimes brighter yellow, stout pale bill.",
    "Robin-like warble (song)."
  ],
  "Pyrrhuloxia": [
    "Clear, whistled song, 'what-cheer, what-cheer'; sharp 'chip' call.",
    "Desert scrub, mesquite thickets in Southwest.",
    "Female similar but less red.",
    "Gray overall with red crest, face patch, wing/tail edges; heavy yellow parrot-like bill.",
    "Related to cardinals, sometimes called 'Desert Cardinal'."
  ],
  "Dickcissel": [
    "Distinctive buzzy song 'dick-dick-cissel'.",
    "Female sparrow-like, streaked.",
    "Grasslands, prairies, hayfields.",
    "Male resembles small meadowlark: yellow breast, black V-shaped bib, gray head, rusty shoulder patch.",
    "Range and abundance fluctuate greatly year to year."
  ],
  "Eastern Meadowlark": [
    "Clear, simple, slurred whistles 'see-you see-yeeer'.",
    "Grasslands, fields, pastures in the East.",
    "Sings from fence posts or ground.",
    "Very similar to Western Meadowlark, best told by voice and range.",
    "Yellow breast with black 'V', brown streaked back."
  ],
  "Western Meadowlark": [
    "Appearance nearly identical to Eastern Meadowlark.",
    "Grasslands, fields, prairies, deserts in the West/Midwest.",
    "Richer, more complex, flute-like bubbling song.",
    "State bird of several western states.",
    "Voice is reliable way to distinguish species."
  ],
  "Rusty Blackbird": [
    "Breeding male glossy black; nonbreeding/female rusty feather edges, pale eye.",
    "Northern bogs/wet forests (breeding); swamps, wet woods, fields (winter).",
    "Often forages in shallow water.",
    "Populations have declined sharply.",
    "Squeaky, gurgling song like rusty hinge, 'k'sh-a-lee'."
  ],
  "Common Grackle": [
    "Common and widespread, often forms large flocks.",
    "Harsh squeaks, whistles, croaks, like rusty gate.",
    "Large blackbird, iridescent purple/bronze gloss, long keel-shaped tail, pale yellow eye.",
    "Towns, farms, groves, marshes.",
    "Walks with swaggering gait."
  ],
  "Boat-tailed Grackle": [
    "Coastal salt marshes, towns in Southeast/Gulf Coast.",
    "Eye color varies geographically (pale or dark).",
    "Harsh repertoire of whistles, clucks, rattles.",
    "Male iridescent blue-black; female brown.",
    "Very large blackbird, extremely long keel-shaped tail."
  ],
  "Great-tailed Grackle": [
    "Eye color pale yellow.",
    "Incredibly varied loud whistles, clicks, screeches, clacks.",
    "Range rapidly expanding northward.",
    "Towns, parks, agricultural areas, marshes in South/West/Plains.",
    "Very similar to Boat-tailed (long tail, iridescent male, brown female), but male glossier, female paler."
  ],
  "Bronzed Cowbird": [
    "Brood parasite, like Brown-headed.",
    "Female sooty gray.",
    "Gurgling calls, thin whistle.",
    "Open country, fields, feedlots in Southwest.",
    "Similar shape to Brown-headed Cowbird but larger, male entirely glossy black with bronze sheen, red eye."
  ],
  "Orchard Oriole (Immature Male)": [
    "Can be confusing to identify.",
    "Open woods, orchards.",
    "Takes two years to reach full adult male plumage.",
    "Warbled song.",
    "Yellowish-green like female, but acquires distinct black throat patch in first spring."
  ],
  "Gray-crowned Rosy-Finch": [
    "Adapted to harsh, cold, high-altitude environments.",
    "Brown body, pinkish wash on belly/wings/rump, gray crown/nape.",
    "High alpine tundra, snowfields (breeding); winters lower in open country, feeders.",
    "Low chirping or 'chew' calls.",
    "Several subspecies groups with different head patterns."
  ],
  "Black Rosy-Finch": [
    "Breeds in limited area of Intermountain West.",
    "Gray crown patch restricted to hindcrown.",
    "High alpine talus slopes (breeding); winters lower, often with Gray-crowned.",
    "Mostly blackish body with pinkish wash on wings/belly.",
    "Similar calls to Gray-crowned."
  ],
  "Brown-capped Rosy-Finch": [
    "High alpine areas in Colorado Rockies (breeding); winters lower.",
    "Identification relies on crown color and range.",
    "Most restricted range of the rosy-finches.",
    "Similar calls to other rosy-finches.",
    "Similar to Gray-crowned, but crown is brownish (lacks gray)."
  ],
  "Common Redpoll": [
    "Arctic/subarctic scrub (breeding); winters erratically south in weedy fields, feeders.",
    "Dry rattling or 'chit-chit-chit' calls; buzzy trilling song.",
    "Often travels in flocks.",
    "Small streaked finch, red cap, black chin patch, pinkish wash on breast (male).",
    "Very similar to Hoary Redpoll."
  ],
  "Hoary Redpoll": [
    "High Arctic tundra (breeding); winters south with Common Redpolls.",
    "Identification is challenging.",
    "Much less common than Common Redpoll.",
    "Similar calls to Common, perhaps higher/fainter.",
    "Very similar to Common, but paler overall ('frostier'), less streaking, smaller bill, often whitish rump."
  ],
  "Pine Siskin": [
    "Can be confused with female House Finch or Redpoll.",
    "Coniferous forests (breeding); winters erratically, often at thistle feeders.",
    "Irruptive winter movements.",
    "Small streaked brown finch, pointed bill, yellow patches at base of flight/tail feathers (variable).",
    "Wheezy, buzzy 'zzzzzzz' call, often rising; jumbled song."
  ],
  "Western Wood-Pewee": [
    "Best identified by voice.",
    "Clear, plaintive, slurred 'pee-a-weee' call.",
    "Drab grayish-olive flycatcher, often perched upright, lacks strong eye-ring.",
    "Open woodlands, forest edges in the West.",
    "Sallies out from perch to catch flying insects."
  ],
  "Eastern Wood-Pewee": [
    "Appearance virtually identical to Western Wood-Pewee.",
    "Clear, plaintive 'pee-a-wee, pee-ur' song.",
    "Common summer resident in eastern forests.",
    "Deciduous forests, woodlots in the East.",
    "Identification based on voice and range."
  ],
  "Least Flycatcher": [
    "Dry, abrupt 'che-bek!' song, repeated monotonously.",
    "Identification of Empidonax flycatchers is notoriously difficult, relies heavily on voice.",
    "Often flicks tail upwards.",
    "Open deciduous woods, orchards, aspen groves.",
    "Small, grayish Empidonax flycatcher with distinct white eye-ring, short bill."
  ],
  "Pacific-slope Flycatcher": [
    "Empidonax flycatcher, greenish above, yellowish below, teardrop-shaped eye-ring.",
    "Formerly lumped with Cordilleran Flycatcher as 'Western Flycatcher'.",
    "Identification requires voice/range.",
    "Moist forests, canyons, parks along Pacific coast.",
    "Song usually includes upslurred 'su-WEEP'; 'psst' call."
  ],
  "Cordilleran Flycatcher": [
    "Appearance identical to Pacific-slope Flycatcher.",
    "Mountain forests, canyons in Rocky Mountain region.",
    "Nests often on ledges or structures.",
    "Song usually includes two sharper notes 'pseet, ptsick'; different call from Pacific-slope.",
    "Split based on voice, genetics, and range."
  ],
  "Black Phoebe": [
    "Constantly pumps tail up and down.",
    "Near water: streams, ponds, coasts, gardens (West/Southwest).",
    "Often nests under bridges or eaves.",
    "Simple song of repeated 'fee-bee' phrases; sharp 'tsip' call.",
    "Sooty black overall with contrasting white belly."
  ],
  "Eastern Phoebe": [
    "Drab grayish-brown above, whitish below (may have yellowish wash), lacks eye-ring/wing bars.",
    "One of the earliest flycatchers to return in spring.",
    "Raspy 'fee-bee' song, second note lower or same pitch.",
    "Wags tail frequently.",
    "Woodlands near water, bridges, buildings."
  ],
  "Say's Phoebe": [
    "Dry-country counterpart to Eastern Phoebe.",
    "Grayish-brown above, pale grayish breast contrasting with warm orange-buff belly.",
    "Often hovers low over ground while foraging.",
    "Open, arid country, canyons, farms, towns (West).",
    "Plaintive, slurred 'pee-ur' or 'pee-ee' song; soft 'pip' call."
  ],
  "Ash-throated Flycatcher": [
    "Distinguished from other Myiarchus by voice, paler throat, less rufous tail.",
    "Dry woodlands, desert scrub, riparian groves.",
    "Myiarchus flycatcher: gray breast, pale yellow belly, rufous in wings/tail, slight crest.",
    "Nests in cavities.",
    "Sharp 'ka-brick' or 'prrt' calls; rolling song."
  ],
  "Great Crested Flycatcher": [
    "Deciduous forests, woodlands, orchards (East).",
    "Largest eastern Myiarchus: gray throat/breast, bright yellow belly, rufous panels in wings/tail.",
    "Loud, rising 'wheeep!' or 'prrrrreet!' calls.",
    "Noisy and conspicuous.",
    "Often incorporates snakeskin into nest."
  ],
  "Cassin's Kingbird": [
    "Bill larger than Western Kingbird.",
    "Darker gray head/chest contrasting with white throat, yellow belly.",
    "Harsh, scraping 'chi-beer' or 'ka-brrrt' calls.",
    "Open woodlands, savannas, farms (West).",
    "Tail black with pale tip (no white edges)."
  ],
  "Western Kingbird": [
    "Aggressively chases larger birds.",
    "Open country, farms, towns, roadsides (West).",
    "Pale gray head/chest, yellow belly, black tail with white outer edges.",
    "Sharp 'kit' calls; sputtering, bickering song.",
    "White tail edges are key field mark."
  ],
  "Eastern Kingbird": [
    "Blackish head/back contrasting with white underparts, distinctive white tip on black tail.",
    "Lacks yellow belly of other kingbirds.",
    "Often perches prominently on wires.",
    "Open country, farms, orchards, woodland edges (East).",
    "Sharp 'dzee' or 'zeer' calls; sputtering song."
  ],
  "Scissor-tailed Flycatcher": [
    "Open country with scattered trees, wires (South-central US).",
    "Pale gray body, salmon pink flanks, incredibly long, forked tail.",
    "Sharp 'pik' calls; bubbling song.",
    "Spectacular appearance, especially in flight.",
    "State bird of Oklahoma."
  ],
  "Loggerhead Shrike": [
    "Gray back, white underparts, black mask, heavy hooked bill.",
    "Impales prey (insects, small vertebrates) on thorns or barbed wire.",
    "Mixture of harsh notes and musical whistles, mimicry.",
    "Open country with scattered thorny shrubs/trees.",
    "Sometimes called 'Butcher Bird'."
  ],
  "Northern Shrike": [
    "Identification can be tricky.",
    "Open northern forests, tundra edge (breeding); winters south in similar habitat to Loggerhead.",
    "Similar calls to Loggerhead, often harsher.",
    "Similar to Loggerhead but larger, paler gray, narrower mask (often doesn't cross over bill), barred breast (faint).",
    "Winter visitor."
  ],
  "White-eyed Vireo": [
    "Dense thickets, overgrown fields, scrubby woods.",
    "Explosive, sharp 'chick-a-per-weeoo-chick!' song.",
    "Olive green above, whitish below with yellow flanks, yellow 'spectacles', white eye (adult).",
    "Skulking and hard to see well.",
    "Song is very distinctive."
  ],
  "Bell's Vireo": [
    "Dense riparian thickets, shrubby fields.",
    "Drab grayish-olive overall, faint wing bars, faint broken eye-ring.",
    "Populations declining in some areas.",
    "Scratchy, hurried song phrases, one rising, one falling, 'cheedle-cheedle-chee? cheedle-cheedle-choo!'.",
    "Very plain vireo, identified by song and habitat."
  ],
  "Yellow-throated Vireo": [
    "Beautiful and relatively slow-moving vireo.",
    "Bright yellow throat and breast, olive back, gray rump, bold yellow spectacles, white wing bars.",
    "Mature deciduous or mixed woodlands.",
    "Often found high in trees.",
    "Slow, burry, rich song, 'three-eight'."
  ],
  "Plumbeous Vireo": [
    "Drab gray overall, bold white spectacles, white wing bars.",
    "Formerly part of 'Solitary Vireo' complex.",
    "Lacks the greenish/yellowish tones of Cassin's/Blue-headed.",
    "Pine-oak and coniferous forests in interior West.",
    "Slow, deliberate song similar to Blue-headed/Cassin's, 'chu-wee? chu-wip'."
  ],
  "Cassin's Vireo": [
    "Formerly part of 'Solitary Vireo'.",
    "Identification requires care, overlaps with Plumbeous/Blue-headed.",
    "Mixed woodlands, coniferous forests on Pacific slope/northern Rockies.",
    "Similar to Blue-headed but duller greenish-gray back, less contrast, yellowish wash on flanks.",
    "Song similar to Blue-headed/Plumbeous, but often huskier/burrier."
  ],
  "Blue-headed Vireo": [
    "Cleanest, most contrasting of the 'Solitary Vireo' group.",
    "Distinct blue-gray head contrasting with green back, bright white spectacles, white wing bars.",
    "Mature mixed or coniferous forests (East, North).",
    "Migrates earlier in spring than many warblers.",
    "Slow, deliberate, rising-and-falling song, 'see-you, be-here?'."
  ],
  "Hutton's Vireo": [
    "Monotonous series of repeated notes or couplets, 'zu-wee' or 'che-wip'.",
    "Oak or mixed woodlands, live oaks (West Coast/Southwest).",
    "Sluggish foraging behavior.",
    "Small olive-gray bird resembling Ruby-crowned Kinglet but thicker bill, broken eye-ring.",
    "Voice very different from kinglet."
  ],
  "Warbling Vireo": [
    "Long, meandering, burbling warble ending on rising note.",
    "Often found high in canopy.",
    "Song is key identifier.",
    "Tall deciduous trees along rivers, parks, open woods.",
    "Very plain, pale vireo lacking strong markings, faint eyebrow."
  ],
  "Red-eyed Vireo": [
    "Deciduous forests, woodlands.",
    "Gray cap, white eyebrow stripe bordered by dark lines, olive back, red eye (adult).",
    "Monotonous song of short phrases repeated endlessly, 'here-I-am, where-are-you?'.",
    "Plain appearance, best identified by song or head pattern.",
    "Tireless singer, one of the most common eastern forest birds."
  ],
  "Gray Jay": [
    "Bold and curious, often approaches campsites.",
    "Fluffy gray bird, darker nape, pale forehead, short bill.",
    "Formerly known as Canada Jay.",
    "Northern boreal and western mountain coniferous forests.",
    "Variety of soft whistles, chuckles, harsh notes, mimicry."
  ],
  "Steller's Jay": [
    "Coniferous or mixed forests in the West.",
    "Dark blue body, blackish head and prominent crest.",
    "Harsh 'shaack!' calls, rattles, whistles, mimicry.",
    "Intelligent and noisy corvid.",
    "Only crested jay in most of its range."
  ],
  "Blue Jay": [
    "Bright blue back/crest/wings/tail with black markings, white face/underparts, black necklace.",
    "Familiar, intelligent, and often noisy backyard bird.",
    "Known for caching acorns.",
    "Loud 'jay-jay!' calls, musical 'queedle-queedle', mimicry (esp. hawks).",
    "Woodlands, parks, suburbs east of Rockies."
  ],
  "Florida Scrub-Jay": [
    "Blue head/wings/tail (paler than Blue Jay), gray back, pale underparts, no crest.",
    "Cooperative breeding system.",
    "Federally Threatened species due to habitat loss.",
    "Harsh, scratchy calls.",
    "Oak scrub habitat endemic to Florida."
  ],
  "Western Scrub-Jay": [
    "Blue head/wings/tail, gray back, pale underparts.",
    "Complex group, recently split: California Scrub-Jay (coastal, distinct blue necklace) & Woodhouse's Scrub-Jay (interior, duller, less distinct necklace).",
    "Harsh, scratchy calls, variable.",
    "Intelligent, known for caching food.",
    "Oak woodlands, chaparral, pinyon-juniper, suburbs (West)."
  ],
  "Mexican Jay": [
    "Dull blue above, dingy grayish below, no crest, heavy bill.",
    "Formerly known as Gray-breasted Jay.",
    "Highly social, lives in cooperative flocks.",
    "Pine-oak woodlands in mountains of Southwest.",
    "Soft, conversational calls, 'wink?'."
  ],
  "Clark's Nutcracker": [
    "Harsh, grating 'kraaa' calls.",
    "High-elevation coniferous forests (esp. whitebark/limber pine) in West.",
    "Incredible spatial memory for cached seeds.",
    "Long, sharp bill for extracting pine seeds.",
    "Pale gray body, black wings with large white patches, black tail with white outer feathers."
  ],
  "Black-billed Magpie": [
    "Common in western North America.",
    "Harsh, chattering calls 'mag-mag-mag'.",
    "Intelligent corvid, builds large domed stick nests.",
    "Open woodlands, grasslands with scattered trees, river valleys (West/Midwest).",
    "Striking black and white plumage, very long iridescent tail."
  ],
  "Yellow-billed Magpie": [
    "Appearance identical to Black-billed Magpie except for bright yellow bill and eye-ring.",
    "Endemic to California.",
    "Oak savannas, grasslands in California's Central Valley/coast ranges.",
    "Range does not overlap with Black-billed.",
    "Similar calls to Black-billed."
  ],
  "American Crow": [
    "Distinguished from ravens by calls, smaller size, fan-shaped tail.",
    "Familiar 'caw-caw' calls.",
    "Highly adaptable: towns, cities, farms, woodlands, shores.",
    "Intelligent, social, opportunistic feeder.",
    "Large, entirely black bird with fairly heavy bill."
  ],
  "Yellow-rumped Warbler (Breeding Audubon's)": [
    "Mountain coniferous forests (West).",
    "Often hybridizes with Myrtle where ranges meet.",
    "Similar to Myrtle, but throat is yellow (not white), more extensive white wing patch.",
    "Variable trilling song.",
    "Western counterpart to Myrtle Warbler."
  ],
  "Purple Martin (Female/juvenile)": [
    "Female grayish below, duller gray-blue above.",
    "Gurgling calls.",
    "Juvenile similar to female.",
    "Less glossy than adult male.",
    "Open areas, towns."
  ],
  "American Robin (Juvenile)": [
    "Back grayish like adult.",
    "Calls similar to adult.",
    "Spots fade as bird matures.",
    "Spotted breast (unlike adult's plain red breast).",
    "Various habitats."
  ],
  "Phainopepla (Male)": [
    "Desert scrub, woodlands.",
    "Distinctive silhouette.",
    "Female is plain gray.",
    "Slender, crested bird, entirely glossy black with conspicuous white wing patches visible in flight, red eye.",
    "Soft calls."
  ],
  "Snow Bunting (Nonbreeding)": [
    "Beaches, fields, open country (winter).",
    "Less contrasted than breeding plumage.",
    "Often seen in flocks foraging on ground.",
    "Soft calls.",
    "Warm buffy brown wash over head/breast, retains black and white wing/back pattern."
  ],
  "Common Yellowthroat (Female/immature male)": [
    "Dense low vegetation.",
    "Identification challenging, look for habitat and behavior.",
    "Immature male similar but may show hints of mask.",
    "Plain brownish-olive above, yellow throat/breast (paler than male), lacks black mask.",
    "Sharp 'chek' call."
  ],
  "American Redstart (Female/juvenile)": [
    "Distinctive pattern even in duller plumage.",
    "Grayish-olive above, white below, with yellow patches (instead of male's orange) on sides, wings, tail.",
    "Still actively flicks tail while foraging.",
    "Thin song/calls.",
    "Woodlands, thickets."
  ],
  "Magnolia Warbler (Female/immature male)": [
    "Duller version of male: gray head, greenish back, yellow below with variable streaking, white eye-ring, white wing bars.",
    "Gray neck band often visible.",
    "Tail pattern (white band near tip) is helpful.",
    "Thin song/calls.",
    "Young forests, thickets."
  ],
  "Bay-breasted Warbler (Female, Nonbreeding male, Immature)": [
    "Drab greenish above, buffy whitish below, often with buffy wash on flanks, faint wing bars.",
    "Forests (migration).",
    "High, thin calls.",
    "Identification is notoriously difficult.",
    "Very similar to fall Blackpoll Warbler, but usually shows buffier flanks/undertail coverts, paler legs."
  ],
  "Chestnut-sided Warbler (Female/immature male)": [
    "Duller than breeding male: greenish crown, white eye-ring, gray back, faint or absent chestnut sides.",
    "Often identified by association with habitat.",
    "Plain appearance but retains overall pattern.",
    "Second-growth, brushy areas.",
    "Sharp calls."
  ],
  "Blackpoll Warbler (Female/juvenile)": [
    "Drab greenish above, pale yellowish/whitish below with blurry streaks, faint wing bars, dark legs.",
    "Forests (migration).",
    "High 'tsit' call.",
    "Key differences: usually whiter undertail coverts, darker legs/feet, less flank color.",
    "Very similar to fall Bay-breasted Warbler."
  ],
  "Black-throated Blue Warbler (Female/Immature male)": [
    "Female plain olive-gray overall, faint pale eyebrow stripe, small white patch at base of primaries (key mark).",
    "Forests with understory.",
    "Immature male resembles female but may show blackish feathers.",
    "Sharp 'tik' call.",
    "White wing spot is best clue for female."
  ],
  "Lark Bunting (Female/Nonbreeding male)": [
    "Grasslands, fields.",
    "Identification relies on shape, size, habitat, sometimes faint wing patch.",
    "Nonbreeding male similar to female but may retain some white wing patch.",
    "Streaked grayish-brown overall, resembling large sparrow.",
    "Various calls."
  ],
  "White-throated Sparrow (Tan-striped/immature)": [
    "Duller head pattern with tan and brown stripes (instead of black and white), throat patch duller/buffier.",
    "Forests, thickets, feeders.",
    "Immature resembles tan-striped adult.",
    "Less contrasted appearance.",
    "Similar song/calls to white-striped morph."
  ],
  "Harris's Sparrow (Immature)": [
    "Bib pattern develops through first winter.",
    "Brushy areas, feeders (winter).",
    "Lacks the solid black bib/crown of adult; shows mottled black on crown/throat, buffy face.",
    "Still large size and pink bill are good clues.",
    "Various calls."
  ],
  "White-crowned Sparrow (Immature)": [
    "Bill color varies by subspecies (pink or yellow).",
    "Brushy areas, fields, feeders (winter).",
    "Common winter sparrow.",
    "Head stripes are brown and buff (instead of black and white), breast grayish.",
    "Various calls."
  ],
  "Golden-crowned Sparrow (Immature)": [
    "Brushy areas, feeders (winter).",
    "Calls similar to adult.",
    "Duller than adult, crown patch mottled brown and dull yellow.",
    "Found on Pacific coast in winter.",
    "Overall grayish appearance."
  ],
  "Dark-eyed Junco (White-winged)": [
    "Pale gray overall (paler than Slate-colored), prominent white wing bars.",
    "Ponderosa pine forests (breeding); plains feeders (winter).",
    "Restricted range, breeds near Black Hills.",
    "Trills/calls.",
    "Wing bars distinguish it."
  ],
  "Chipping Sparrow (Immature/nonbreeding adult)": [
    "Dry chip calls.",
    "Duller overall than breeding plumage.",
    "Fields, edges, feeders.",
    "Lacks bright rusty cap; crown is streaked brown, eyebrow buffier, breast may be buffy.",
    "Retains black line through eye."
  ],
  "Scarlet Tanager (Female/Nonbreeding Male)": [
    "Distinguished from orioles by thicker bill, sluggish behavior.",
    "Forests.",
    "Nonbreeding male resembles female but retains black wings/tail.",
    "Olive-green above, yellowish below, pale bill.",
    "Sharp 'chip-burr' call."
  ],
  "Western Tanager (Female/Nonbreeding Male)": [
    "Female dull yellowish-green overall with grayish back, pale bill, often shows pale wing bars.",
    "Forests, woodlands.",
    "Nonbreeding male resembles female but retains black wings/back.",
    "Soft 'pit-er-ick' call.",
    "Wing bars help distinguish female from female Scarlet."
  ],
  "Northern Cardinal (Female/Juvenile)": [
    "Crest is prominent.",
    "Female warm buffy brown overall with reddish tinges in crest, wings, tail; dark face patch, red bill.",
    "Juvenile similar to female but bill is dark.",
    "Sharp 'chip' calls.",
    "Woodlands, thickets, gardens."
  ],
  "Rose-breasted Grosbeak (Female/immature male)": [
    "Forests, woodlands.",
    "Heavily streaked brown and white, resembling oversized sparrow; bold white eyebrow stripe, pale bill.",
    "Immature male similar to female but may show pinkish on breast.",
    "Large conical bill is key shape clue.",
    "Sharp 'eek' or 'chink' call."
  ],
  "Black-headed Grosbeak (Female/immature male)": [
    "Bill large and pale.",
    "Forests, woodlands (West).",
    "Immature male similar.",
    "Sharp 'spik' call.",
    "Streaked brownish overall, head stripes less bold than female Rose-breasted, often buffy orange wash on breast."
  ],
  "Blue Grosbeak (Female/juvenile)": [
    "Brushy fields, thickets.",
    "Larger than female Indigo/Lazuli Buntings.",
    "Plain warm brown overall, large conical bill, often shows faint rusty wing bars.",
    "Shape and large bill are important clues.",
    "Sharp metallic 'chink' call."
  ],
  "Lazuli Bunting (Female/juvenile)": [
    "Brushy hillsides (West).",
    "Distinguished from female Indigo by wing bars and range.",
    "Plain warm brownish above, pale buffy below, often shows two pale wing bars.",
    "Small finch-like bill.",
    "Soft 'pwip' call."
  ],
  "Indigo Bunting (Female/juvenile)": [
    "Brushy fields, edges (East).",
    "Distinguished from female Lazuli by lack of wing bars and range.",
    "Plain brown overall, often with faint streaking below, lacks wing bars.",
    "Sharp 'spik' or 'tsik' call.",
    "Subtle hints of blue sometimes visible."
  ],
  "Painted Bunting (Female/juvenile)": [
    "Appearance very different from stunning male.",
    "Bright plain greenish above, paler yellowish-green below.",
    "Sharp 'chip' call.",
    "Thickets, edges (South).",
    "Unstreaked plumage distinguishes from other female buntings/finches."
  ],
  "Bobolink (Female/juvenile/nonbreeding male)": [
    "Distinctive shape and habitat.",
    "Grasslands, fields.",
    "Resembles large sparrow.",
    "Sharp 'pink' call.",
    "Streaked yellowish-buff overall, sharp sparrow-like bill, striped head pattern."
  ],
  "Red-winged Blackbird (Female/juvenile)": [
    "Can be mistaken for a large sparrow.",
    "Harsh 'chek' calls.",
    "Heavily streaked dark brown and whitish overall; pointed bill.",
    "Looks very different from male.",
    "Marshes, fields."
  ],
  "Yellow-headed Blackbird (Female/Immature Male)": [
    "Distinctive shape and habitat.",
    "Female dark brownish with dull yellow throat/breast, lacks full yellow head.",
    "Harsh calls.",
    "Immature male similar but may show more yellow.",
    "Marshes."
  ],
  "Brewer's Blackbird (Male)": [
    "Female is plain gray-brown.",
    "Glossy black overall with iridescent purple head, greenish body gloss; pale yellow eye.",
    "Often walks on ground.",
    "Open country, towns (West).",
    "Squeaky calls/song."
  ],
  "Brown-headed Cowbird (Female/Juvenile)": [
    "Chattering or rattling calls.",
    "Edges, fields, towns.",
    "Juvenile similar, may show faint scaling.",
    "Plain grayish-brown overall, slightly paler throat, conical bill.",
    "Smaller than female blackbirds."
  ],
  "Hooded Oriole (Female/Immature male)": [
    "Bill slender and slightly decurved.",
    "Chatter calls.",
    "Immature male resembles female.",
    "Woodlands, palms, suburbs (Southwest).",
    "Yellowish-olive overall, grayer back, two white wing bars."
  ],
  "Bullock's Oriole (Female/Immature male)": [
    "Chatter calls.",
    "Distinguished from female Baltimore by grayer back, less orange wash.",
    "Grayish above, yellowish-orange below (variable), often shows faint gray eye-line.",
    "Immature male resembles female.",
    "Woodlands, river groves (West)."
  ],
  "Baltimore Oriole (Female/Immature male)": [
    "Chatter calls.",
    "Distinguished from female Bullock's by browner back, more orange tones.",
    "Dull brownish-olive above, dull orange or yellow below (variable).",
    "Immature male resembles female.",
    "Woodlands, parks (East)."
  ],
  "Pine Grosbeak (Female/juvenile)": [
    "Flight calls.",
    "Heavy dark bill.",
    "Large finch, grayish overall with yellowish or rusty wash on head and rump, dark wings with white bars.",
    "Northern forests.",
    "Tame nature."
  ],
  "Purple Finch (Female/immature)": [
    "Distinguished from female House Finch by stronger face pattern, overall crispness.",
    "Forests, feeders.",
    "Heavily streaked brown and white overall, bold white eyebrow stripe, dark cheek patch.",
    "Notched tail.",
    "Sharp 'pik' call."
  ],
  "Cassin's Finch (Female/immature)": [
    "Flight calls.",
    "Identification very difficult.",
    "Mountain forests (West).",
    "Range/habitat are clues.",
    "Very similar to female Purple Finch, but streaks below often finer, bill profile straighter on top."
  ],
  "House Finch (Female/immature)": [
    "Bill profile more curved than Purple/Cassin's.",
    "Cheep calls.",
    "Plain grayish-brown with blurry streaks below, lacks strong face pattern.",
    "Various habitats, towns.",
    "Very common, often at feeders."
  ],
  "Red Crossbill (Female/juvenile)": [
    "Color variable.",
    "Coniferous forests.",
    "Crossed bill tips.",
    "Dull yellowish-olive overall, often with grayish wash, streaked below (juvenile).",
    "Sharp calls."
  ],
  "White-winged Crossbill (Female/juvenile)": [
    "Crossed bill tips.",
    "Liquid calls.",
    "Northern coniferous forests.",
    "Wing bars distinguish from Red Crossbill.",
    "Yellowish-olive with dusky streaks, bold white wing bars."
  ],
  "Lesser Goldfinch (Female/juvenile)": [
    "Color duller than male.",
    "Dull yellowish-olive overall, grayer back, faint wing bars.",
    "Small size, pointed bill.",
    "Soft calls.",
    "Woodlands, thickets, gardens (West/Southwest)."
  ],
  "American Goldfinch (Female/Nonbreeding Male)": [
    "Bill pinkish-gray (unlike yellow in breeding male).",
    "Dull brownish-olive overall, faint wing bars, lacks black cap.",
    "Flight calls.",
    "Still shows conical finch bill.",
    "Weedy fields, feeders."
  ],
  "Evening Grosbeak (Female/Juvenile)": [
    "Forests; winters at feeders.",
    "Large finch, mostly grayish-olive with yellow tints (especially nape), black and white wing pattern.",
    "Loud calls.",
    "Massive pale bill.",
    "Plumage subtly beautiful."
  ],
  "House Sparrow (Female/Juvenile)": [
    "Cheep calls.",
    "Drab buffy brown overall, unstreaked below, pale eyebrow stripe.",
    "Lacks male's black bib and gray crown.",
    "Towns, farms.",
    "Very common introduced species."
  ],
  "Vermilion Flycatcher (Female, immature)": [
    "Distinctive shape and upright posture.",
    "Grayish-brown above, whitish below streaked gray, often with variable salmon-pink or orange wash on belly.",
    "Immature resembles female.",
    "Soft calls.",
    "Streamsides, open woods (Southwest/South)."
  ],
  "European Starling (Juvenile)": [
    "Dull grayish-brown overall, paler throat, short tail, pointed bill (dark).",
    "Lacks iridescence and spots of adult.",
    "Often forms flocks.",
    "Towns, farms.",
    "Various calls."
  ],
  "Fox Sparrow (Thick-billed/Slate-colored)": [
    "Appearance differs significantly from 'Red' or 'Sooty' Fox Sparrows.",
    "Large sparrow, plain gray head/back, heavily spotted breast.",
    "Mountain chaparral (breeding); brushy areas (winter).",
    "Rich song/calls.",
    "Slate-colored group found in Rockies/Great Basin.",
    "Thick-billed group found in mountains of CA/OR."
  ],
  "Summer Tanager (Immature Male)": [
    "Appearance varies during transition.",
    "Bill remains pale.",
    "Open woodlands.",
    "Patchy mix of female-like yellowish-olive and adult male red plumage.",
    "Robin-like song."
  ],
  "Orchard Oriole (Female/Juvenile)": [
    "Bill slender.",
    "Chatter calls.",
    "Open woods, orchards.",
    "Plain yellowish-green overall, grayer back, two white wing bars.",
    "Smallest oriole."
  ],
  "Yellow-rumped Warbler (Winter/juvenile Audubon's)": [
    "Audubon's form typically shows hints of yellow throat (unlike Myrtle's white throat).",
    "Brownish and streaked overall, yellow rump patch visible.",
    "Common winter warbler in the West.",
    "Sharp 'chek' call.",
    "Various habitats (winter)."
  ],
  "Dark-eyed Junco (Red-backed/Gray-headed)": [
    "Distinct back color relative to gray head.",
    "Found in southern Rockies/AZ/NM.",
    "Gray head/breast, contrasting reddish-brown back (Red-backed) or gray back (Gray-headed).",
    "Mountain forests (Southwest).",
    "Trills/calls."
  ]
}