{
  "Black-footed Albatross": [
    "A photo of a bird: a Black-footed Albatross which is Ubtq1W#g, EcpKboUN.",
    "A photo of a bird: a Black-footed Albatross which is pQ6a6Yyl, &ygg9R60.",
    "A photo of a bird: a Black-footed Albatross which is M(BN7S!P, Ydqufqhu.",
    "A photo of a bird: a Black-footed Albatross which is TAApt^UR, m0lB)UOX.",
    "A photo of a bird: a Black-footed Albatross which is 83qcwtp^, @wVC$Htr."
  ],
  "Laysan Albatross": [
    "A photo of a bird: a Laysan Albatross which is OsQ#Cp)K, gdhT5EeB.",
    "A photo of a bird: a Laysan Albatross which is )M*9aZXM, tUiFG&@s.",
    "A photo of a bird: a Laysan Albatross which is Km$!vURl, 2M4Maxb%.",
    "A photo of a bird: a Laysan Albatross which is @7we@&gI, e23jINt!.",
    "A photo of a bird: a Laysan Albatross which is EpM0ow)U, FLiqyQqp."
  ],
  "Sooty Albatross": [
    "A photo of a bird: a Sooty Albatross which is fTq$9frW, pj^PI46n.",
    "A photo of a bird: a Sooty Albatross which is gFEH0W(h, Cy!rnGEu.",
    "A photo of a bird: a Sooty Albatross which is r%F!Nd)8, *%9lIpCe.",
    "A photo of a bird: a Sooty Albatross which is B(t4GE&), OZlv*PN1.",
    "A photo of a bird: a Sooty Albatross which is eQK9l*fn, QWqi#rQS."
  ],
  "Groove-billed Ani": [
    "A photo of a bird: a Groove-billed Ani which is EQL^oZrC, Wvw2fG)).",
    "A photo of a bird: a Groove-billed Ani which is fpt^@@Al, 8YS)Va6v.",
    "A photo of a bird: a Groove-billed Ani which is V^jihNtR, ZoTtJ$8g.",
    "A photo of a bird: a Groove-billed Ani which is Eta3Ts1N, Eaf@$N8P.",
    "A photo of a bird: a Groove-billed Ani which is kjw#59#p, rh4@DSl%."
  ],
  "Crested Auklet": [
    "A photo of a bird: a Crested Auklet which is !(6@b1x^, 5!6t4h!9.",
    "A photo of a bird: a Crested Auklet which is q6Hv5qbn, x!*uUC(M.",
    "A photo of a bird: a Crested Auklet which is ^i*m*thF, 0wRKBPsZ.",
    "A photo of a bird: a Crested Auklet which is a%MZ1WAf, Vxw9ZvwD.",
    "A photo of a bird: a Crested Auklet which is CvjE^W$S, vNauEPVH."
  ],
  "Least Auklet": [
    "A photo of a bird: a Least Auklet which is FpI#5mgL, Ty62Wqob.",
    "A photo of a bird: a Least Auklet which is rI9fDTnY, JrVa23hE.",
    "A photo of a bird: a Least Auklet which is m&Ldr9G5, W)Q&#SZK.",
    "A photo of a bird: a Least Auklet which is 7N#1IsrT, 3LTtfutx.",
    "A photo of a bird: a Least Auklet which is MjqXYeDN, DoE$QY93."
  ],
  "Parakeet Auklet": [
    "A photo of a bird: a Parakeet Auklet which is Baz29&E1, NRppFcyW.",
    "A photo of a bird: a Parakeet Auklet which is DlHjSbCO, bUjHdBpx.",
    "A photo of a bird: a Parakeet Auklet which is 2B27sfbM, )zU4U2&o.",
    "A photo of a bird: a Parakeet Auklet which is bkjWOpY3, mR1i6*hb.",
    "A photo of a bird: a Parakeet Auklet which is wW&CZfXT, h39Ri(4y."
  ],
  "Rhinoceros Auklet": [
    "A photo of a bird: a Rhinoceros Auklet which is EAKy97h*, T7YF0*t6.",
    "A photo of a bird: a Rhinoceros Auklet which is MIF0t97g, @rHRBc9n.",
    "A photo of a bird: a Rhinoceros Auklet which is p5y@Yta&, gZJ2XUJ5.",
    "A photo of a bird: a Rhinoceros Auklet which is gpXwPIME, 1xYtsini.",
    "A photo of a bird: a Rhinoceros Auklet which is M2npI0(L, uhnqmbMt."
  ],
  "Brewer Blackbird": [
    "A photo of a bird: a Brewer Blackbird which is (NYj!J!P, HFnd^I7C.",
    "A photo of a bird: a Brewer Blackbird which is fTdkOv)i, 3R4qLGF9.",
    "A photo of a bird: a Brewer Blackbird which is )vSR1&op, VlmfaGQu.",
    "A photo of a bird: a Brewer Blackbird which is qYYGX%4T, V^ENU$7f.",
    "A photo of a bird: a Brewer Blackbird which is lw1OuiXY, ^KJfcFxs."
  ],
  "Red-winged Blackbird": [
    "A photo of a bird: a Red-winged Blackbird which is g*8P&)Wt, c2HU$nQT.",
    "A photo of a bird: a Red-winged Blackbird which is JgzxW9xX, u&6NGwx*.",
    "A photo of a bird: a Red-winged Blackbird which is DL)VNDnA, 2T2oN%FY.",
    "A photo of a bird: a Red-winged Blackbird which is i(RrlNNg, )$Hi7JZK.",
    "A photo of a bird: a Red-winged Blackbird which is t8(rNB%K, @!t4D^K7."
  ],
  "Rusty Blackbird": [
    "A photo of a bird: a Rusty Blackbird which is uvQ)JkMy, NNGxnYPq.",
    "A photo of a bird: a Rusty Blackbird which is 3d1Y6BV7, (JcKQ!!F.",
    "A photo of a bird: a Rusty Blackbird which is LG0DVlH*, yXU999Bw.",
    "A photo of a bird: a Rusty Blackbird which is Z2!ceT%), 1FhT!FX$.",
    "A photo of a bird: a Rusty Blackbird which is d5vAkMO5, mf!Sr$kH."
  ],
  "Yellow-headed Blackbird": [
    "A photo of a bird: a Yellow-headed Blackbird which is ssa5#WlF, yQUEs8oB.",
    "A photo of a bird: a Yellow-headed Blackbird which is IrPP)v(V, tOX1dRJ$.",
    "A photo of a bird: a Yellow-headed Blackbird which is u5RzTSWZ, V8T$UwFP.",
    "A photo of a bird: a Yellow-headed Blackbird which is 0gv1mjM*, M$7s7I61.",
    "A photo of a bird: a Yellow-headed Blackbird which is yi*k*90(, *5A4bMGW."
  ],
  "Bobolink": [
    "A photo of a bird: a Bobolink which is WQ7^hqb@, O$pe7$vD.",
    "A photo of a bird: a Bobolink which is k&vJg@jG, W1&E1lDh.",
    "A photo of a bird: a Bobolink which is JD&cAF&9, hXN(zCni.",
    "A photo of a bird: a Bobolink which is 9GVUQb4r, jOe3op!x.",
    "A photo of a bird: a Bobolink which is k#a9kjsm, Vbb4rxmd."
  ],
  "Indigo Bunting": [
    "A photo of a bird: a Indigo Bunting which is 1L1I4KhK, &d4!LG*e.",
    "A photo of a bird: a Indigo Bunting which is ICXJ$ffR, etTNx)MG.",
    "A photo of a bird: a Indigo Bunting which is RhY9U3Zp, GqyGDgEV.",
    "A photo of a bird: a Indigo Bunting which is Ak%e7gg1, 6OQOxizV.",
    "A photo of a bird: a Indigo Bunting which is 2!Z*RzPp, Vqh8A2P6."
  ],
  "Lazuli Bunting": [
    "A photo of a bird: a Lazuli Bunting which is 8(6SUb%7, tmYwya!O.",
    "A photo of a bird: a Lazuli Bunting which is CkTc1pEy, AZ3OgdlS.",
    "A photo of a bird: a Lazuli Bunting which is WtVIFt2i, EuWJWdCR.",
    "A photo of a bird: a Lazuli Bunting which is avpjsxa1, mBYK86f!.",
    "A photo of a bird: a Lazuli Bunting which is db%!PPZE, ibx5S7%g."
  ],
  "Painted Bunting": [
    "A photo of a bird: a Painted Bunting which is 8rQLCwyx, mKiK$z06.",
    "A photo of a bird: a Painted Bunting which is 6rkoR2Vm, 3J22G%OT.",
    "A photo of a bird: a Painted Bunting which is S!TkeFvt, eKwGe7f!.",
    "A photo of a bird: a Painted Bunting which is 9SKHN5#G, 6UxIkeh#.",
    "A photo of a bird: a Painted Bunting which is yZKmrFFL, lAuDyR4U."
  ],
  "Cardinal": [
    "A photo of a bird: a Cardinal which is egWu0V$!, yPkz*YCQ.",
    "A photo of a bird: a Cardinal which is ^wB46W71, XLUEAAmp.",
    "A photo of a bird: a Cardinal which is &Jqjf8h3, 8@cy3jBl.",
    "A photo of a bird: a Cardinal which is 736lFDWr, Fu1GMw6H.",
    "A photo of a bird: a Cardinal which is 8A&(HuBL, *65jsU!N."
  ],
  "Spotted Catbird": [
    "A photo of a bird: a Spotted Catbird which is h89u2t$k, F&pGzbdK.",
    "A photo of a bird: a Spotted Catbird which is q)Ac^8U4, ju7YjYGa.",
    "A photo of a bird: a Spotted Catbird which is fs8N0Liu, vdE5Gh$Q.",
    "A photo of a bird: a Spotted Catbird which is bLrkESrD, Vg(eLK)N.",
    "A photo of a bird: a Spotted Catbird which is CHT(sb4y, 0T30xdN6."
  ],
  "Gray Catbird": [
    "A photo of a bird: a Gray Catbird which is m4HYT6e3, Gvdod^L).",
    "A photo of a bird: a Gray Catbird which is Ns2nz4!x, iA#1#B(J.",
    "A photo of a bird: a Gray Catbird which is J%L50fR7, NxfVwREX.",
    "A photo of a bird: a Gray Catbird which is zd!z)t(&, fTA5W&kR.",
    "A photo of a bird: a Gray Catbird which is 4ce4ABOR, W&A2PMCU."
  ],
  "Yellow-breasted Chat": [
    "A photo of a bird: a Yellow-breasted Chat which is ri0JBOss, G)u$Ji9G.",
    "A photo of a bird: a Yellow-breasted Chat which is #GgX8xze, N#9Z%T5K.",
    "A photo of a bird: a Yellow-breasted Chat which is ioj4bNA5, NSgw)ZL3.",
    "A photo of a bird: a Yellow-breasted Chat which is 7f(UGWy@, 4Un*F$di.",
    "A photo of a bird: a Yellow-breasted Chat which is llxZy^#8, sTNjvMKm."
  ],
  "Eastern Towhee": [
    "A photo of a bird: a Eastern Towhee which is ^lVZR8O7, cdUPU3DU.",
    "A photo of a bird: a Eastern Towhee which is JTu&I5Xv, feFIoRwZ.",
    "A photo of a bird: a Eastern Towhee which is 09(jAOwH, trguBSr!.",
    "A photo of a bird: a Eastern Towhee which is lxPw2JLJ, wb&K*pzd.",
    "A photo of a bird: a Eastern Towhee which is J@VHM8F@, 02ACPoNf."
  ],
  "Chuck-will Widow": [
    "A photo of a bird: a Chuck-will Widow which is K3u)Wi(C, 5y^2oKKd.",
    "A photo of a bird: a Chuck-will Widow which is jxIGRLxS, l)1vy7MZ.",
    "A photo of a bird: a Chuck-will Widow which is v6AW(Q50, XbI*43PZ.",
    "A photo of a bird: a Chuck-will Widow which is QmTS8kXc, &hbwkXD3.",
    "A photo of a bird: a Chuck-will Widow which is %!0ejoxV, Lwm$yz3Z."
  ],
  "Brandt Cormorant": [
    "A photo of a bird: a Brandt Cormorant which is UXRnrOq(, vuoYwz^5.",
    "A photo of a bird: a Brandt Cormorant which is tiWB(6&5, uuZyFsIo.",
    "A photo of a bird: a Brandt Cormorant which is M^YjSQrW, MTdDZh3a.",
    "A photo of a bird: a Brandt Cormorant which is N%D^@Io*, xU$gPM0^.",
    "A photo of a bird: a Brandt Cormorant which is $m@m%)CJ, ^*%@aOh(."
  ],
  "Red-faced Cormorant": [
    "A photo of a bird: a Red-faced Cormorant which is u)NJ^9Hn, ilHsn14O.",
    "A photo of a bird: a Red-faced Cormorant which is 2m9#7LgW, nkxrsq2&.",
    "A photo of a bird: a Red-faced Cormorant which is v0aVXeiw, DK#Ywi$v.",
    "A photo of a bird: a Red-faced Cormorant which is Spjl1RDN, HMVpr2!f.",
    "A photo of a bird: a Red-faced Cormorant which is GYfOeNKP, kxLioPgK."
  ],
  "Pelagic Cormorant": [
    "A photo of a bird: a Pelagic Cormorant which is 6GKGeH60, C61Pdye).",
    "A photo of a bird: a Pelagic Cormorant which is ^e^cD33(, UE)B!$BX.",
    "A photo of a bird: a Pelagic Cormorant which is VMVzmMM0, qabvWNM7.",
    "A photo of a bird: a Pelagic Cormorant which is ryt^0i6E, 3@bohcRY.",
    "A photo of a bird: a Pelagic Cormorant which is d1Cqp!eK, u60wRWxv."
  ],
  "Bronzed Cowbird": [
    "A photo of a bird: a Bronzed Cowbird which is kVpve&@$, TEJ(^W4w.",
    "A photo of a bird: a Bronzed Cowbird which is DkB2I9vY, 6$O*Ojro.",
    "A photo of a bird: a Bronzed Cowbird which is U%8g0ntW, R!n20OI!.",
    "A photo of a bird: a Bronzed Cowbird which is x&b^*i)I, rRo$N3BM.",
    "A photo of a bird: a Bronzed Cowbird which is zsKJh(H8, $ADOpks^."
  ],
  "Shiny Cowbird": [
    "A photo of a bird: a Shiny Cowbird which is PEkxB8JV, Xs7*UJm5.",
    "A photo of a bird: a Shiny Cowbird which is mZJ%NUec, 8&W3D8qY.",
    "A photo of a bird: a Shiny Cowbird which is aKASWSIJ, aNaMt(b6.",
    "A photo of a bird: a Shiny Cowbird which is W6$hgknL, 6tCADO)q.",
    "A photo of a bird: a Shiny Cowbird which is X9V92gBN, eamJF4O9."
  ],
  "Brown Creeper": [
    "A photo of a bird: a Brown Creeper which is gMdp!@Id, f%#Oc%w*.",
    "A photo of a bird: a Brown Creeper which is Q2ZCflr8, C#x2k)0K.",
    "A photo of a bird: a Brown Creeper which is (dF8y3&C, 3ct)Jz^F.",
    "A photo of a bird: a Brown Creeper which is WVgS5Zfl, ZT1whawz.",
    "A photo of a bird: a Brown Creeper which is tjnGNDbz, gRxBvBg#."
  ],
  "American Crow": [
    "A photo of a bird: a American Crow which is $(PmBjvJ, eFEIfsrT.",
    "A photo of a bird: a American Crow which is Qohv&xS5, xy69(jx&.",
    "A photo of a bird: a American Crow which is ow**uYJP, rB6CiOQN.",
    "A photo of a bird: a American Crow which is XN&HZFuX, 65DJTrVZ.",
    "A photo of a bird: a American Crow which is 4f)ICK%X, N4z#MTg3."
  ],
  "Fish Crow": [
    "A photo of a bird: a Fish Crow which is VzUd(WC2, *EasKLPP.",
    "A photo of a bird: a Fish Crow which is GC3QKybh, D*i^kwGo.",
    "A photo of a bird: a Fish Crow which is IIFYwv6i, 9UWl(rml.",
    "A photo of a bird: a Fish Crow which is O*qDnUFc, SoQBYo26.",
    "A photo of a bird: a Fish Crow which is eh!nxGs!, LUQSQz8S."
  ],
  "Black-billed Cuckoo": [
    "A photo of a bird: a Black-billed Cuckoo which is 6YvSgjiv, nXKEjBnT.",
    "A photo of a bird: a Black-billed Cuckoo which is XU)NJkwG, dzaj6*KJ.",
    "A photo of a bird: a Black-billed Cuckoo which is XD8Jfc2v, tMmG13Ni.",
    "A photo of a bird: a Black-billed Cuckoo which is i37A7cZN, )h72v)Gz.",
    "A photo of a bird: a Black-billed Cuckoo which is 6F)3r6Qz, ZTlkooez."
  ],
  "Mangrove Cuckoo": [
    "A photo of a bird: a Mangrove Cuckoo which is uMxYut9(, Wg*4%)!j.",
    "A photo of a bird: a Mangrove Cuckoo which is !rZ72WJP, tDGT@gLu.",
    "A photo of a bird: a Mangrove Cuckoo which is ^A&xa300, HVzeMpEp.",
    "A photo of a bird: a Mangrove Cuckoo which is t7yPOIyX, dh4Hi9Fa.",
    "A photo of a bird: a Mangrove Cuckoo which is &oXjUl^t, VsA$lCvY."
  ],
  "Yellow-billed Cuckoo": [
    "A photo of a bird: a Yellow-billed Cuckoo which is qVYaIjqW, aY6)EjfB.",
    "A photo of a bird: a Yellow-billed Cuckoo which is 0hw@j32j, )kMaUF0T.",
    "A photo of a bird: a Yellow-billed Cuckoo which is kDX9gh2Q, B*wktgNR.",
    "A photo of a bird: a Yellow-billed Cuckoo which is R4X9VvLK, 1vd#&JiJ.",
    "A photo of a bird: a Yellow-billed Cuckoo which is QM()^j9O, AX2&3bes."
  ],
  "Gray-crowned-Rosy Finch": [
    "A photo of a bird: a Gray-crowned-Rosy Finch which is ce4KTKDY, fMStwKo6.",
    "A photo of a bird: a Gray-crowned-Rosy Finch which is MCT8XeY0, 8egFGRw1.",
    "A photo of a bird: a Gray-crowned-Rosy Finch which is 1iYYl&L4, Zmj4t@3c.",
    "A photo of a bird: a Gray-crowned-Rosy Finch which is 6teZPfGz, JOAshP0q.",
    "A photo of a bird: a Gray-crowned-Rosy Finch which is Kd!rHBk^, 9N$1ExDZ."
  ],
  "Purple Finch": [
    "A photo of a bird: a Purple Finch which is tfAK#m5(, &eHu8xNa.",
    "A photo of a bird: a Purple Finch which is oOvSHQJ3, o#2raDqy.",
    "A photo of a bird: a Purple Finch which is 8@&aV90h, MrJe)Zg%.",
    "A photo of a bird: a Purple Finch which is #LYA(ggj, 7fOF*rsw.",
    "A photo of a bird: a Purple Finch which is 5Y0wtfo4, QllHDM*o."
  ],
  "Northern Flicker": [
    "A photo of a bird: a Northern Flicker which is wtilX7Yc, 8xgrzKWs.",
    "A photo of a bird: a Northern Flicker which is )cDG1rH5, ka7(j7AT.",
    "A photo of a bird: a Northern Flicker which is UPs6be#F, j$7xdHmP.",
    "A photo of a bird: a Northern Flicker which is 7CcXmpnu, @cSrvDNe.",
    "A photo of a bird: a Northern Flicker which is ujo@LT55, )4zNI$KB."
  ],
  "Acadian Flycatcher": [
    "A photo of a bird: a Acadian Flycatcher which is mwp#4e)M, 3)(hVt6%.",
    "A photo of a bird: a Acadian Flycatcher which is e)p85z88, mQ6Y$cY&.",
    "A photo of a bird: a Acadian Flycatcher which is OOn)@JwJ, gqpLa%oj.",
    "A photo of a bird: a Acadian Flycatcher which is Z%8xbQ%3, 89*A^Chv.",
    "A photo of a bird: a Acadian Flycatcher which is jl&5*Um*, X%4qQmwX."
  ],
  "Great-Crested Flycatcher": [
    "A photo of a bird: a Great-Crested Flycatcher which is j0&&C)*c, R%*pO^k1.",
    "A photo of a bird: a Great-Crested Flycatcher which is r(m@gZU@, GtreshaB.",
    "A photo of a bird: a Great-Crested Flycatcher which is 0*@JBNhI, !UXlf8vw.",
    "A photo of a bird: a Great-Crested Flycatcher which is &fmB0N#g, QSIc^l#l.",
    "A photo of a bird: a Great-Crested Flycatcher which is honYZ0tu, rdP8lzEv."
  ],
  "Least Flycatcher": [
    "A photo of a bird: a Least Flycatcher which is VRobmvf8, wCJVgNn@.",
    "A photo of a bird: a Least Flycatcher which is AGsHqte2, WgyM*QN8.",
    "A photo of a bird: a Least Flycatcher which is 6EM!I@If, #ZK#5WSi.",
    "A photo of a bird: a Least Flycatcher which is 2m(*6jE), F)T8s$$e.",
    "A photo of a bird: a Least Flycatcher which is BCxtG!4S, LEDkQ2^%."
  ],
  "Olive-sided Flycatcher": [
    "A photo of a bird: a Olive-sided Flycatcher which is OhuMyDBI, RctkRXc#.",
    "A photo of a bird: a Olive-sided Flycatcher which is xr1%#b6v, uJYh!j(F.",
    "A photo of a bird: a Olive-sided Flycatcher which is 7tEUnp71, 2!7LlwKj.",
    "A photo of a bird: a Olive-sided Flycatcher which is 9@cn78rG, %Yt7KTic.",
    "A photo of a bird: a Olive-sided Flycatcher which is AQm!Qzl#, 1XuBlP*9."
  ],
  "Scissor-tailed Flycatcher": [
    "A photo of a bird: a Scissor-tailed Flycatcher which is UWtDb43a, $URas5v*.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is UEBzsHW7, ChKV8AUR.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is vhe)U!sZ, #vk3#55R.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is VXZV)sEB, cYPn0qM4.",
    "A photo of a bird: a Scissor-tailed Flycatcher which is $WK88@nh, js62nWyg."
  ],
  "Vermilion Flycatcher": [
    "A photo of a bird: a Vermilion Flycatcher which is z1w4xsv9, H!Q^f#K!.",
    "A photo of a bird: a Vermilion Flycatcher which is Bvd9joDO, $GwZ4JTm.",
    "A photo of a bird: a Vermilion Flycatcher which is Tat2m3J2, gSTD*Bco.",
    "A photo of a bird: a Vermilion Flycatcher which is Abx7nWTr, XyjBQm7v.",
    "A photo of a bird: a Vermilion Flycatcher which is u0Qy@)y#, zn&%Dq0j."
  ],
  "Yellow-bellied Flycatcher": [
    "A photo of a bird: a Yellow-bellied Flycatcher which is 0QmAUc@s, Md)VVbXE.",
    "A photo of a bird: a Yellow-bellied Flycatcher which is BNIlYTvV, VtRj7hZi.",
    "A photo of a bird: a Yellow-bellied Flycatcher which is ihoosLoY, vcJo^xaW.",
    "A photo of a bird: a Yellow-bellied Flycatcher which is $8WkgK0h, sq)vHhmc.",
    "A photo of a bird: a Yellow-bellied Flycatcher which is u5w1g2d9, VmzFS@g6."
  ],
  "Frigatebird": [
    "A photo of a bird: a Frigatebird which is nC*tB95U, 5iYe^lDQ.",
    "A photo of a bird: a Frigatebird which is 5WnBzcX8, (j%iDdsw.",
    "A photo of a bird: a Frigatebird which is YW3PO(Wy, LYgVryWB.",
    "A photo of a bird: a Frigatebird which is 8O)dUl99, !fJr*dqU.",
    "A photo of a bird: a Frigatebird which is DqH5G9Gi, JVhDOagR."
  ],
  "Northern Fulmar": [
    "A photo of a bird: a Northern Fulmar which is SvKoW&Ad, qGOSIVZi.",
    "A photo of a bird: a Northern Fulmar which is 2py7*vLY, dlkZZhRn.",
    "A photo of a bird: a Northern Fulmar which is %CG4ZhD%, 8Q3GV&jJ.",
    "A photo of a bird: a Northern Fulmar which is Md^8IK%m, P0jBR@KB.",
    "A photo of a bird: a Northern Fulmar which is ($2t**Gj, DY1vY9Z^."
  ],
  "Gadwall": [
    "A photo of a bird: a Gadwall which is ToSuyW(U, &KXxizIP.",
    "A photo of a bird: a Gadwall which is WE18u96L, bkWo2lus.",
    "A photo of a bird: a Gadwall which is 8Xv2c6h!, 1!1Or45u.",
    "A photo of a bird: a Gadwall which is V%B&(wNa, sS4!7$YU.",
    "A photo of a bird: a Gadwall which is 2NR3*vmX, nmKBEOjQ."
  ],
  "American Goldfinch": [
    "A photo of a bird: a American Goldfinch which is sxZllxd^, SVJPz4wp.",
    "A photo of a bird: a American Goldfinch which is neKDMgpp, xzp2M)7(.",
    "A photo of a bird: a American Goldfinch which is aWG$SS*X, x$&BMu$7.",
    "A photo of a bird: a American Goldfinch which is A5Gd#nL&, m&MaeW3!.",
    "A photo of a bird: a American Goldfinch which is EhMY(3U^, 1lHxgd5O."
  ],
  "European Goldfinch": [
    "A photo of a bird: a European Goldfinch which is PqsBTFbW, MUS2QYf%.",
    "A photo of a bird: a European Goldfinch which is h4vg3FCV, IMjC5N*k.",
    "A photo of a bird: a European Goldfinch which is W$50A&NN, iaQM&v1$.",
    "A photo of a bird: a European Goldfinch which is yDUKlp8n, n599^)HN.",
    "A photo of a bird: a European Goldfinch which is ueh0JxjV, hS#wGSwQ."
  ],
  "Boat-tailed Grackle": [
    "A photo of a bird: a Boat-tailed Grackle which is OAwEarp1, F8j0@Hzv.",
    "A photo of a bird: a Boat-tailed Grackle which is NmR89kMs, @ffbKcPD.",
    "A photo of a bird: a Boat-tailed Grackle which is Q$NN)H3A, q30uHKCK.",
    "A photo of a bird: a Boat-tailed Grackle which is V96SlLGm, &V*0IzpJ.",
    "A photo of a bird: a Boat-tailed Grackle which is eAdo$AHG, d(xYL78s."
  ],
  "Eared Grebe": [
    "A photo of a bird: a Eared Grebe which is NmVAV8LB, $Lz!JIRK.",
    "A photo of a bird: a Eared Grebe which is klfUpnAZ, iq6ZIIpl.",
    "A photo of a bird: a Eared Grebe which is 8bdPlTcP, esm&RObZ.",
    "A photo of a bird: a Eared Grebe which is VugG)!m7, R57nVt0y.",
    "A photo of a bird: a Eared Grebe which is GQqBho9K, EkgISc4K."
  ],
  "Horned Grebe": [
    "A photo of a bird: a Horned Grebe which is iIjR7#3U, LAdMq54B.",
    "A photo of a bird: a Horned Grebe which is Q12YhjIq, 9u@DnZ4P.",
    "A photo of a bird: a Horned Grebe which is iaVXwAlU, s9EAtX2D.",
    "A photo of a bird: a Horned Grebe which is 4IANswyY, 09V1GYlp.",
    "A photo of a bird: a Horned Grebe which is CyNYYl*a, gk%Fepfc."
  ],
  "Pied-billed Grebe": [
    "A photo of a bird: a Pied-billed Grebe which is B(SLZR&7, UFoV5ucR.",
    "A photo of a bird: a Pied-billed Grebe which is Lqmcral), 4zCQL1eg.",
    "A photo of a bird: a Pied-billed Grebe which is u7$z*tRo, %PsDhfv&.",
    "A photo of a bird: a Pied-billed Grebe which is 5&@6PX*O, 32*HHQbi.",
    "A photo of a bird: a Pied-billed Grebe which is eT)Wqw&L, a7rgW7f^."
  ],
  "Western Grebe": [
    "A photo of a bird: a Western Grebe which is Iz#t&X$J, o0!oorSl.",
    "A photo of a bird: a Western Grebe which is h%WVS3Md, ISJ(#!J(.",
    "A photo of a bird: a Western Grebe which is $upPd5IM, KCXm(YHX.",
    "A photo of a bird: a Western Grebe which is apPxSsNr, HSAJpYA9.",
    "A photo of a bird: a Western Grebe which is umjPqhtq, FBk*k6mJ."
  ],
  "Blue Grosbeak": [
    "A photo of a bird: a Blue Grosbeak which is )9LZ4vOO, CXe6ITGy.",
    "A photo of a bird: a Blue Grosbeak which is zO^sbi!*, oPUm4zWJ.",
    "A photo of a bird: a Blue Grosbeak which is 1#BuTkm6, yTP9flqw.",
    "A photo of a bird: a Blue Grosbeak which is utUtG!AQ, *Dnb0V^Y.",
    "A photo of a bird: a Blue Grosbeak which is fmhe@NbC, 3fslV@wr."
  ],
  "Evening Grosbeak": [
    "A photo of a bird: a Evening Grosbeak which is uTj8cV9x, I(MtG*Ym.",
    "A photo of a bird: a Evening Grosbeak which is RTTOLUwy, M5FAsva6.",
    "A photo of a bird: a Evening Grosbeak which is 9yHa%&Ia, EvqaADOC.",
    "A photo of a bird: a Evening Grosbeak which is l1CBsEr3, $6Xu16D9.",
    "A photo of a bird: a Evening Grosbeak which is nuTStSnb, dMnhtZ0q."
  ],
  "Pine Grosbeak": [
    "A photo of a bird: a Pine Grosbeak which is kJyw5)H4, x8&e3fHn.",
    "A photo of a bird: a Pine Grosbeak which is 867i3r3F, 1cH3L(IX.",
    "A photo of a bird: a Pine Grosbeak which is wxTd^LsT, o@!piTxm.",
    "A photo of a bird: a Pine Grosbeak which is ti4ad4IQ, AglgS^)T.",
    "A photo of a bird: a Pine Grosbeak which is eUY4jq(4, 25FnXzj#."
  ],
  "Rose-breasted Grosbeak": [
    "A photo of a bird: a Rose-breasted Grosbeak which is IFvYnnz0, t7$Nelvs.",
    "A photo of a bird: a Rose-breasted Grosbeak which is AaTBnb93, rZVMBLJN.",
    "A photo of a bird: a Rose-breasted Grosbeak which is SxUhLe8j, !oIhP8VL.",
    "A photo of a bird: a Rose-breasted Grosbeak which is YsARf%pJ, #f5eO^DA.",
    "A photo of a bird: a Rose-breasted Grosbeak which is Z7tcfv&*, g0MnLrTm."
  ],
  "Pigeon Guillemot": [
    "A photo of a bird: a Pigeon Guillemot which is 1DhTzHV@, mmCyl)Fz.",
    "A photo of a bird: a Pigeon Guillemot which is w)xA3F0R, Op3%s*GC.",
    "A photo of a bird: a Pigeon Guillemot which is 0(QL)vvp, 9b7XtNO%.",
    "A photo of a bird: a Pigeon Guillemot which is lczjAPq6, gC%005m7.",
    "A photo of a bird: a Pigeon Guillemot which is XP$Qv0Pf, e3z6D!!q."
  ],
  "California Gull": [
    "A photo of a bird: a California Gull which is VRa3BvcM, kKpd0CGQ.",
    "A photo of a bird: a California Gull which is KpuCjfPd, CgK3jjOJ.",
    "A photo of a bird: a California Gull which is UoS0rf3x, %gWEzxQb.",
    "A photo of a bird: a California Gull which is v)S)Fkd6, oA29id&%.",
    "A photo of a bird: a California Gull which is !7aXiGbp, MoLsI0kY."
  ],
  "Glaucous-winged Gull": [
    "A photo of a bird: a Glaucous-winged Gull which is bPVdmu4S, dVaBt9V!.",
    "A photo of a bird: a Glaucous-winged Gull which is b!UqB(hw, !MnKG%br.",
    "A photo of a bird: a Glaucous-winged Gull which is MyClyzTr, (K6T@#6c.",
    "A photo of a bird: a Glaucous-winged Gull which is Nuk#VgB*, STqrk*$x.",
    "A photo of a bird: a Glaucous-winged Gull which is NojM5!wY, Lj)(k^%w."
  ],
  "Heermann Gull": [
    "A photo of a bird: a Heermann Gull which is O&iw@03@, DDF^#^t4.",
    "A photo of a bird: a Heermann Gull which is hn2StOqq, XzXIKRZA.",
    "A photo of a bird: a Heermann Gull which is 9Jjnc3bt, D1)2e%(!.",
    "A photo of a bird: a Heermann Gull which is JxGrDd0B, wS1QL@4L.",
    "A photo of a bird: a Heermann Gull which is G7d)LC0O, LTduCv7H."
  ],
  "Herring Gull": [
    "A photo of a bird: a Herring Gull which is ESdLk7G0, i4^YjDGm.",
    "A photo of a bird: a Herring Gull which is QZoGsX$5, ZiiGALB4.",
    "A photo of a bird: a Herring Gull which is K&BB3$OV, k!mZEw3G.",
    "A photo of a bird: a Herring Gull which is TijoSsH9, Na@rQIDf.",
    "A photo of a bird: a Herring Gull which is RrNSO7dk, Vc9W8v%d."
  ],
  "Ivory Gull": [
    "A photo of a bird: a Ivory Gull which is EmWRXQ4m, GP^gvABe.",
    "A photo of a bird: a Ivory Gull which is ENvjYtLL, YSh0T)IX.",
    "A photo of a bird: a Ivory Gull which is ^)uRwL)z, jOLTJmRZ.",
    "A photo of a bird: a Ivory Gull which is (abTi95), DyOTaou4.",
    "A photo of a bird: a Ivory Gull which is wKxaXy0S, cmxyW$5U."
  ],
  "Ring-billed Gull": [
    "A photo of a bird: a Ring-billed Gull which is IT#My4D1, 8v0wMoX5.",
    "A photo of a bird: a Ring-billed Gull which is @z*uc(T8, PCQ!2Ywc.",
    "A photo of a bird: a Ring-billed Gull which is DJrG&pvi, 44$FbIKn.",
    "A photo of a bird: a Ring-billed Gull which is %0L3k!7^, Wj0HZLa^.",
    "A photo of a bird: a Ring-billed Gull which is XQgHdLVw, Pw#xntwF."
  ],
  "Slaty-backed Gull": [
    "A photo of a bird: a Slaty-backed Gull which is iktbSLoz, wkYurfSy.",
    "A photo of a bird: a Slaty-backed Gull which is FjHWhdEm, QQ8YSw6Z.",
    "A photo of a bird: a Slaty-backed Gull which is WM(2Hj6%, HGXZHqq9.",
    "A photo of a bird: a Slaty-backed Gull which is S$CYV4@G, cIzHm3Rj.",
    "A photo of a bird: a Slaty-backed Gull which is h65xU5MC, DSN(By6Q."
  ],
  "Western Gull": [
    "A photo of a bird: a Western Gull which is 4F4NrVf^, PJQHN7m&.",
    "A photo of a bird: a Western Gull which is fh63BJVg, 6@$TakkM.",
    "A photo of a bird: a Western Gull which is CPoXwP$v, ^F(yga)D.",
    "A photo of a bird: a Western Gull which is jvANdY7z, !!qYCwBB.",
    "A photo of a bird: a Western Gull which is NVInB%8l, )WjfbZJF."
  ],
  "Anna Hummingbird": [
    "A photo of a bird: a Anna Hummingbird which is )gUDG4RE, mKNGznRP.",
    "A photo of a bird: a Anna Hummingbird which is 8rKDNA(O, YiIXk0((.",
    "A photo of a bird: a Anna Hummingbird which is 4Hf#gI1*, fT5wdy4H.",
    "A photo of a bird: a Anna Hummingbird which is KH0E*5uc, %10OeImd.",
    "A photo of a bird: a Anna Hummingbird which is )6SufK9u, ju9bimQk."
  ],
  "Ruby-throated Hummingbird": [
    "A photo of a bird: a Ruby-throated Hummingbird which is G6sYI5!y, gk^lJ)3r.",
    "A photo of a bird: a Ruby-throated Hummingbird which is FTp0yU2i, mCv12MBY.",
    "A photo of a bird: a Ruby-throated Hummingbird which is Ik!a%GW*, Xc%T&F%9.",
    "A photo of a bird: a Ruby-throated Hummingbird which is ythVC310, QoyXmNW7.",
    "A photo of a bird: a Ruby-throated Hummingbird which is ahhGpunb, g^V8&TYi."
  ],
  "Rufous Hummingbird": [
    "A photo of a bird: a Rufous Hummingbird which is 9jV#O*#Y, sH^T%tE$.",
    "A photo of a bird: a Rufous Hummingbird which is 3xlf3Bxe, &tFJ%RmJ.",
    "A photo of a bird: a Rufous Hummingbird which is k3pU$Zhf, PsG#kU^V.",
    "A photo of a bird: a Rufous Hummingbird which is tY$PL^JF, 844Ma&6I.",
    "A photo of a bird: a Rufous Hummingbird which is O^zXCT*g, M*fH3Umc."
  ],
  "Green Violetear": [
    "A photo of a bird: a Green Violetear which is BnY#TzgT, 0knZQJeM.",
    "A photo of a bird: a Green Violetear which is wM8G)ce4, di6WHW!k.",
    "A photo of a bird: a Green Violetear which is P%ckVH%d, Yjmdw5Gm.",
    "A photo of a bird: a Green Violetear which is Q6hJ5p5E, 6(Wx(Pj8.",
    "A photo of a bird: a Green Violetear which is 53QyikDY, NF%ch9S3."
  ],
  "Long-tailed Jaeger": [
    "A photo of a bird: a Long-tailed Jaeger which is bJamgU@D, 63XoULD^.",
    "A photo of a bird: a Long-tailed Jaeger which is RcmJ&T4z, aqiMgA2M.",
    "A photo of a bird: a Long-tailed Jaeger which is p3Vtn5X*, ImWdUuFy.",
    "A photo of a bird: a Long-tailed Jaeger which is 52d1%m4I, i#ZQxoWx.",
    "A photo of a bird: a Long-tailed Jaeger which is 4xh1!BpH, I#k%GBjZ."
  ],
  "Pomarine Jaeger": [
    "A photo of a bird: a Pomarine Jaeger which is T(ojXej9, Hmy@R4TS.",
    "A photo of a bird: a Pomarine Jaeger which is m*9g9J)Q, 8u01rxP#.",
    "A photo of a bird: a Pomarine Jaeger which is QkPa(cH3, cMI57GrO.",
    "A photo of a bird: a Pomarine Jaeger which is a0&jvUgI, vY91bG3!.",
    "A photo of a bird: a Pomarine Jaeger which is D4AHT9f#, xcEt&N54."
  ],
  "Blue Jay": [
    "A photo of a bird: a Blue Jay which is f@0d&W@h, ASAmOeZo.",
    "A photo of a bird: a Blue Jay which is (riI^P*p, 1qztWtey.",
    "A photo of a bird: a Blue Jay which is JLiZWMvS, 5&6^e#Gf.",
    "A photo of a bird: a Blue Jay which is #u&htYJ!, LTv*MjyF.",
    "A photo of a bird: a Blue Jay which is Uue!q&UD, yUxQY8Gv."
  ],
  "Florida Jay": [
    "A photo of a bird: a Florida Jay which is j4msI*3d, zGl%Zu(8.",
    "A photo of a bird: a Florida Jay which is XVlrcwjs, nOcwyAMl.",
    "A photo of a bird: a Florida Jay which is v%DJkGxa, 1(xYIu^(.",
    "A photo of a bird: a Florida Jay which is PkO$FX0#, kNwC8Ggd.",
    "A photo of a bird: a Florida Jay which is UQp^ubMG, WgKowR^$."
  ],
  "Green Jay": [
    "A photo of a bird: a Green Jay which is zk9AAuz(, !g0F)5u6.",
    "A photo of a bird: a Green Jay which is *E#kQgoI, !)e*2gD$.",
    "A photo of a bird: a Green Jay which is DOZ2jnBN, d78vOHba.",
    "A photo of a bird: a Green Jay which is s&8IV#EJ, Xrit)e1P.",
    "A photo of a bird: a Green Jay which is O!TIXiKP, 8lex@jlt."
  ],
  "Dark-eyed Junco": [
    "A photo of a bird: a Dark-eyed Junco which is E$zuM^K3, ng2N!7Xv.",
    "A photo of a bird: a Dark-eyed Junco which is XXgP7aLA, Iy$hlpn#.",
    "A photo of a bird: a Dark-eyed Junco which is S7LMN2iH, f6%IwA6#.",
    "A photo of a bird: a Dark-eyed Junco which is R2yZc6q9, kqjjfX4f.",
    "A photo of a bird: a Dark-eyed Junco which is 32dh5Kei, seW24%o#."
  ],
  "Tropical Kingbird": [
    "A photo of a bird: a Tropical Kingbird which is nzg8^&zl, K0rPhPbp.",
    "A photo of a bird: a Tropical Kingbird which is nu#M(hpK, YAQF&nzB.",
    "A photo of a bird: a Tropical Kingbird which is pqi(ihj2, YOcxiuRw.",
    "A photo of a bird: a Tropical Kingbird which is (FNu9nf8, IWm)JhFV.",
    "A photo of a bird: a Tropical Kingbird which is gkCQh%(e, (yQ)i80u."
  ],
  "Gray Kingbird": [
    "A photo of a bird: a Gray Kingbird which is ZPt4UCIR, DIu3hsJT.",
    "A photo of a bird: a Gray Kingbird which is jhdeW*BW, kSgf235o.",
    "A photo of a bird: a Gray Kingbird which is VJsy9N&c, E$BwBHcO.",
    "A photo of a bird: a Gray Kingbird which is 9vYJjZJh, WVXPI9KC.",
    "A photo of a bird: a Gray Kingbird which is J*Sz(xcd, 8z1b#yhy."
  ],
  "Belted Kingfisher": [
    "A photo of a bird: a Belted Kingfisher which is zzVrUQ$e, vybxH!O#.",
    "A photo of a bird: a Belted Kingfisher which is tYQ(BCP6, hWyK3ySA.",
    "A photo of a bird: a Belted Kingfisher which is FJ948Mud, )Cq1g8gy.",
    "A photo of a bird: a Belted Kingfisher which is e5Ip5Uv5, FMoCSG2n.",
    "A photo of a bird: a Belted Kingfisher which is bY!Pp*1H, ^MS3FOTL."
  ],
  "Green Kingfisher": [
    "A photo of a bird: a Green Kingfisher which is AkkXvFw7, eoD7UsRD.",
    "A photo of a bird: a Green Kingfisher which is inr7HOFU, cljs5Vm9.",
    "A photo of a bird: a Green Kingfisher which is *Ib9gR!#, DAVg^0ki.",
    "A photo of a bird: a Green Kingfisher which is 0^L7&^s@, ri6xQC1q.",
    "A photo of a bird: a Green Kingfisher which is Ekm*FsQJ, A&wEX*@^."
  ],
  "Pied Kingfisher": [
    "A photo of a bird: a Pied Kingfisher which is AZ7b*R8V, ^X4rNw*A.",
    "A photo of a bird: a Pied Kingfisher which is 6i!9B$C(, sg7qp#$T.",
    "A photo of a bird: a Pied Kingfisher which is @3Dc!7^H, D8Z@77YK.",
    "A photo of a bird: a Pied Kingfisher which is zR61GbdU, T4jCTwfl.",
    "A photo of a bird: a Pied Kingfisher which is L*728X5w, I0sX75oD."
  ],
  "Ringed Kingfisher": [
    "A photo of a bird: a Ringed Kingfisher which is n@&@q&%U, T$(oYmCE.",
    "A photo of a bird: a Ringed Kingfisher which is sgA&iZF%, GWiZn!4u.",
    "A photo of a bird: a Ringed Kingfisher which is Jj9R)uWE, DkusS$AX.",
    "A photo of a bird: a Ringed Kingfisher which is GajxXXZZ, 0sgexq$).",
    "A photo of a bird: a Ringed Kingfisher which is ^*R1dsSv, CA*OPsK%."
  ],
  "White-breasted Kingfisher": [
    "A photo of a bird: a White-breasted Kingfisher which is @jwMkidj, !81%u@S2.",
    "A photo of a bird: a White-breasted Kingfisher which is sw#w)2k9, V5dkqcsY.",
    "A photo of a bird: a White-breasted Kingfisher which is F)%czZIJ, 8!ig!nmK.",
    "A photo of a bird: a White-breasted Kingfisher which is t#QQ*LPD, f3W@bXXC.",
    "A photo of a bird: a White-breasted Kingfisher which is Q&8lf7VG, &Qa*V&x0."
  ],
  "Red-legged Kittiwake": [
    "A photo of a bird: a Red-legged Kittiwake which is 0&OpdUxd, f&BCm*!g.",
    "A photo of a bird: a Red-legged Kittiwake which is 9l4u2ViJ, F6wXjV7K.",
    "A photo of a bird: a Red-legged Kittiwake which is J@IOE26S, FEcyHqXl.",
    "A photo of a bird: a Red-legged Kittiwake which is JTLuF$Ik, j$8Lvdfd.",
    "A photo of a bird: a Red-legged Kittiwake which is hEgVOssf, KiVmnCf@."
  ],
  "Horned Lark": [
    "A photo of a bird: a Horned Lark which is vQGWSt*!, nn1R!hMa.",
    "A photo of a bird: a Horned Lark which is imIX!*RJ, S(zWXCvj.",
    "A photo of a bird: a Horned Lark which is aib*9pUU, FT4nvHIb.",
    "A photo of a bird: a Horned Lark which is lkY*H9Qo, O8daTZ(9.",
    "A photo of a bird: a Horned Lark which is 1QNuJIQS, W6JZMEwe."
  ],
  "Pacific Loon": [
    "A photo of a bird: a Pacific Loon which is #EIJ^yYb, unyqp$yR.",
    "A photo of a bird: a Pacific Loon which is 8VjvZ*7W, 0558Su1W.",
    "A photo of a bird: a Pacific Loon which is joRhD)vp, db@zl7#c.",
    "A photo of a bird: a Pacific Loon which is eFSiqsyz, d@tkXLWY.",
    "A photo of a bird: a Pacific Loon which is %FG8hhR4, &7dhT!$l."
  ],
  "Mallard": [
    "A photo of a bird: a Mallard which is vFK0hUyj, 9FD3r6yK.",
    "A photo of a bird: a Mallard which is gA2zVk2E, q5DDH95A.",
    "A photo of a bird: a Mallard which is cka6^gw(, le2VU#eT.",
    "A photo of a bird: a Mallard which is ZVLvCXNv, 1$auM%YG.",
    "A photo of a bird: a Mallard which is oN4UY@4D, ovcy01j)."
  ],
  "Western Meadowlark": [
    "A photo of a bird: a Western Meadowlark which is ugNL2lc5, Qr30)heA.",
    "A photo of a bird: a Western Meadowlark which is TzdUiv1G, (5)O#TMQ.",
    "A photo of a bird: a Western Meadowlark which is zu4ZWZLr, xP7AhZ7f.",
    "A photo of a bird: a Western Meadowlark which is e@IGALQL, CsJEF^J(.",
    "A photo of a bird: a Western Meadowlark which is 7kjZjY!i, pI1^A&RD."
  ],
  "Hooded Merganser": [
    "A photo of a bird: a Hooded Merganser which is iPclA)vI, 4kQd##p6.",
    "A photo of a bird: a Hooded Merganser which is Jiz!EPO#, 4IZR2KHG.",
    "A photo of a bird: a Hooded Merganser which is G!x5VDqC, M&#0U!YP.",
    "A photo of a bird: a Hooded Merganser which is 5YOiOnSP, dPnI#i^m.",
    "A photo of a bird: a Hooded Merganser which is b4rY@F6R, Cd!bFD9w."
  ],
  "Red-breasted Merganser": [
    "A photo of a bird: a Red-breasted Merganser which is sihmksgw, DmSxbeCx.",
    "A photo of a bird: a Red-breasted Merganser which is DxB7io2Q, J2BieHDI.",
    "A photo of a bird: a Red-breasted Merganser which is Dq@t*WrN, 4vDgTo*A.",
    "A photo of a bird: a Red-breasted Merganser which is (4ME$GaH, 7u*a^IR8.",
    "A photo of a bird: a Red-breasted Merganser which is BzTQKd1O, vCikOuFR."
  ],
  "Mockingbird": [
    "A photo of a bird: a Mockingbird which is &wXys2Gr, (yHRbXUa.",
    "A photo of a bird: a Mockingbird which is I#WD#Y2M, 4Ufc7WWz.",
    "A photo of a bird: a Mockingbird which is 67zm3YaH, ^Gpbu%zg.",
    "A photo of a bird: a Mockingbird which is SvZqJAu$, Ypo7C!OJ.",
    "A photo of a bird: a Mockingbird which is NVOXOeje, sPqL4nW)."
  ],
  "Nighthawk": [
    "A photo of a bird: a Nighthawk which is XMsOG^U^, d^F)tWHA.",
    "A photo of a bird: a Nighthawk which is 2@quEGao, fPb1(Efr.",
    "A photo of a bird: a Nighthawk which is lwTgI6QT, yshrydy5.",
    "A photo of a bird: a Nighthawk which is ^3S3TPge, cw9ej%Fv.",
    "A photo of a bird: a Nighthawk which is TeWOvBg2, qRVaB5@S."
  ],
  "Clark Nutcracker": [
    "A photo of a bird: a Clark Nutcracker which is y^4GxnhQ, e4nPTsE0.",
    "A photo of a bird: a Clark Nutcracker which is Gr5ewF*2, w@3kwyAa.",
    "A photo of a bird: a Clark Nutcracker which is QWeK89Eo, o$4yWY(R.",
    "A photo of a bird: a Clark Nutcracker which is xP*SElG4, dpaqqSr0.",
    "A photo of a bird: a Clark Nutcracker which is &x1on)Af, ciunQ3dc."
  ],
  "White-breasted Nuthatch": [
    "A photo of a bird: a White-breasted Nuthatch which is om@ZyNmb, 8$bWB4h^.",
    "A photo of a bird: a White-breasted Nuthatch which is vr6V^()@, @ek%5nBA.",
    "A photo of a bird: a White-breasted Nuthatch which is R(rdSnM4, xd5!9*@p.",
    "A photo of a bird: a White-breasted Nuthatch which is fHVeK2UK, JHxAYZJt.",
    "A photo of a bird: a White-breasted Nuthatch which is C%Qcpo!C, w@P^ANjg."
  ],
  "Baltimore Oriole": [
    "A photo of a bird: a Baltimore Oriole which is GzQHSEHD, 5wBmqUzf.",
    "A photo of a bird: a Baltimore Oriole which is 8KU4%hfc, ooxv6XtY.",
    "A photo of a bird: a Baltimore Oriole which is ))21$av7, 4DDPVHK2.",
    "A photo of a bird: a Baltimore Oriole which is kCq1IL42, 0H5wn3Yp.",
    "A photo of a bird: a Baltimore Oriole which is GOAPj^a6, 8yEXD4Mx."
  ],
  "Hooded Oriole": [
    "A photo of a bird: a Hooded Oriole which is b4%l&xTR, R!(oCMnh.",
    "A photo of a bird: a Hooded Oriole which is PG#ghNcX, Jnf*uqVf.",
    "A photo of a bird: a Hooded Oriole which is eLm9DlhM, Ie&!joFZ.",
    "A photo of a bird: a Hooded Oriole which is IR^QKXta, keC6L$@H.",
    "A photo of a bird: a Hooded Oriole which is P1u@GYZv, S6mr#0G$."
  ],
  "Orchard Oriole": [
    "A photo of a bird: a Orchard Oriole which is nOC&r!tT, v$Y0pJ)N.",
    "A photo of a bird: a Orchard Oriole which is )fh3xGsK, HfY1B19C.",
    "A photo of a bird: a Orchard Oriole which is ai%x1IeN, r&k78mbh.",
    "A photo of a bird: a Orchard Oriole which is vMCf2Wlz, pcWpY86U.",
    "A photo of a bird: a Orchard Oriole which is Z#Cwda33, %ArgE)yn."
  ],
  "Scott Oriole": [
    "A photo of a bird: a Scott Oriole which is Wp@57mmD, hxOnoN^i.",
    "A photo of a bird: a Scott Oriole which is pzmCwCHe, 6UAepvR(.",
    "A photo of a bird: a Scott Oriole which is hM)9m*R(, YW(XxT@w.",
    "A photo of a bird: a Scott Oriole which is 9IyRQBUq, Q)qS#w12.",
    "A photo of a bird: a Scott Oriole which is SeAvkoc%, R&1xuU2L."
  ],
  "Ovenbird": [
    "A photo of a bird: a Ovenbird which is (Uub8xrM, $VrXZRBx.",
    "A photo of a bird: a Ovenbird which is Fa!fnTko, gQ7^rf0w.",
    "A photo of a bird: a Ovenbird which is ZrmruGTt, 4f(CmFK0.",
    "A photo of a bird: a Ovenbird which is 275bB92%, Ql0sHGBR.",
    "A photo of a bird: a Ovenbird which is fjHlnaK0, J%^*AJUQ."
  ],
  "Brown Pelican": [
    "A photo of a bird: a Brown Pelican which is Dc%BOnFs, $0KJXYU%.",
    "A photo of a bird: a Brown Pelican which is 0rc6TWYU, sGXsR&8a.",
    "A photo of a bird: a Brown Pelican which is 3U%CQ#Ln, E7sv*VBw.",
    "A photo of a bird: a Brown Pelican which is D@0gT3yk, 1%Cw)6af.",
    "A photo of a bird: a Brown Pelican which is YLV0mAYo, n&G6nen2."
  ],
  "White Pelican": [
    "A photo of a bird: a White Pelican which is s#DTS!lv, BtyQIWhe.",
    "A photo of a bird: a White Pelican which is 2aP)gLaR, )2^IyEA#.",
    "A photo of a bird: a White Pelican which is )6^VBezx, hGY0@jR!.",
    "A photo of a bird: a White Pelican which is uY6ASVID, n)&6bzd6.",
    "A photo of a bird: a White Pelican which is xFRCSfE^, ^)9$0vok."
  ],
  "Western-Wood Pewee": [
    "A photo of a bird: a Western-Wood Pewee which is LP9Kj5vW, N!mGiVrp.",
    "A photo of a bird: a Western-Wood Pewee which is 2VgFZl%#, 3psI#ijM.",
    "A photo of a bird: a Western-Wood Pewee which is 0gX!^3RU, BZ0BUO96.",
    "A photo of a bird: a Western-Wood Pewee which is qigg1^1i, A9&PaeM8.",
    "A photo of a bird: a Western-Wood Pewee which is (xAW5LRp, CMHk^8JG."
  ],
  "Sayornis": [
    "A photo of a bird: a Sayornis which is RkV5YRw), i)YI7JYB.",
    "A photo of a bird: a Sayornis which is (x7p06Yd, !mJC(V9).",
    "A photo of a bird: a Sayornis which is NyW)2CMu, Yo9Cj2P5.",
    "A photo of a bird: a Sayornis which is 9ZGljYuk, p10a0PW).",
    "A photo of a bird: a Sayornis which is k&E8%g(m, d(UQ*TDc."
  ],
  "American Pipit": [
    "A photo of a bird: a American Pipit which is rJX&VBX5, V3!UtVAi.",
    "A photo of a bird: a American Pipit which is fJWKbPPt, 15nIUFPh.",
    "A photo of a bird: a American Pipit which is e$5n6bOM, 6JLQZ4i2.",
    "A photo of a bird: a American Pipit which is *#nRmN5i, jolO9c(K.",
    "A photo of a bird: a American Pipit which is ANE&av&L, 4VGPYL(z."
  ],
  "Whip-poor Will": [
    "A photo of a bird: a Whip-poor Will which is Mph7rnv7, &RpzjSfs.",
    "A photo of a bird: a Whip-poor Will which is B$CfsEYM, f0)YnAV7.",
    "A photo of a bird: a Whip-poor Will which is REl)FbRf, ihNeUAyt.",
    "A photo of a bird: a Whip-poor Will which is !qaB*Bh%, m0w7JMY!.",
    "A photo of a bird: a Whip-poor Will which is NR#m&Cy1, *MQ9IjaK."
  ],
  "Horned Puffin": [
    "A photo of a bird: a Horned Puffin which is ljB0d0(Y, rRYn)5Kt.",
    "A photo of a bird: a Horned Puffin which is E^@6v9&D, wgf0&le1.",
    "A photo of a bird: a Horned Puffin which is NJ!*EK0I, L)@YDS$1.",
    "A photo of a bird: a Horned Puffin which is ZY1r1&7@, MRR*W@Lq.",
    "A photo of a bird: a Horned Puffin which is f8K&EBAi, $rM3ivvp."
  ],
  "Common Raven": [
    "A photo of a bird: a Common Raven which is 1Opv^U7c, HSJzSxza.",
    "A photo of a bird: a Common Raven which is #nzhJgLl, iJlVqCvE.",
    "A photo of a bird: a Common Raven which is n6hF8lzF, z!oncC1#.",
    "A photo of a bird: a Common Raven which is loIVtEN5, Zx3@K%8B.",
    "A photo of a bird: a Common Raven which is hhblK3rW, y(1FuI2r."
  ],
  "White-necked Raven": [
    "A photo of a bird: a White-necked Raven which is kKr3!)r7, oY6YKn)Q.",
    "A photo of a bird: a White-necked Raven which is Tqjc)%ES, gdDwTqyI.",
    "A photo of a bird: a White-necked Raven which is KUvtuzEx, dcd1pH$h.",
    "A photo of a bird: a White-necked Raven which is n&AvgaN!, x1A4MAUp.",
    "A photo of a bird: a White-necked Raven which is B@j1iQ$V, nY%fNy0)."
  ],
  "American Redstart": [
    "A photo of a bird: a American Redstart which is oZdnNs@9, $(#GZ$eE.",
    "A photo of a bird: a American Redstart which is ^KbRYjdO, 5X1CX!*l.",
    "A photo of a bird: a American Redstart which is 2B4Ctnlp, Y@4GYLvp.",
    "A photo of a bird: a American Redstart which is YNmdrck@, %t4Ur7Ma.",
    "A photo of a bird: a American Redstart which is zRAfYNZD, Sxe67p*m."
  ],
  "Geococcyx": [
    "A photo of a bird: a Geococcyx which is *M(44h1B, V!TN6ptP.",
    "A photo of a bird: a Geococcyx which is 62lq0A#g, nn!nJ0Ub.",
    "A photo of a bird: a Geococcyx which is lmCRffr$, *hL06RBb.",
    "A photo of a bird: a Geococcyx which is 72UdrgkT, a*&h1yYo.",
    "A photo of a bird: a Geococcyx which is IOFlxleX, Ti7hvK8k."
  ],
  "Loggerhead Shrike": [
    "A photo of a bird: a Loggerhead Shrike which is $bEkVq@B, @7imhh&z.",
    "A photo of a bird: a Loggerhead Shrike which is Si%%#RmM, RWkWv6zh.",
    "A photo of a bird: a Loggerhead Shrike which is $V^6Zfa^, kVxCZ4Ie.",
    "A photo of a bird: a Loggerhead Shrike which is P*ug)nBw, EXD5y5Vr.",
    "A photo of a bird: a Loggerhead Shrike which is EJMM7BPE, PX1Yqa)b."
  ],
  "Great-Grey Shrike": [
    "A photo of a bird: a Great-Grey Shrike which is O&%ez9!6, vk9*$r7e.",
    "A photo of a bird: a Great-Grey Shrike which is j*YBb*AY, Vf8!cAff.",
    "A photo of a bird: a Great-Grey Shrike which is O6kn11Yv, Dy4Yul@c.",
    "A photo of a bird: a Great-Grey Shrike which is 2Ka7W@N7, %KZEl(L(.",
    "A photo of a bird: a Great-Grey Shrike which is jpSpn1O8, 6HwU7l5U."
  ],
  "Baird Sparrow": [
    "A photo of a bird: a Baird Sparrow which is ohfR8cuM, eQ2wNTct.",
    "A photo of a bird: a Baird Sparrow which is (OO4dw^a, zuCo20(Y.",
    "A photo of a bird: a Baird Sparrow which is hD1h6kQB, Q9ukH@gZ.",
    "A photo of a bird: a Baird Sparrow which is @6V3l*L0, U%y4yz9F.",
    "A photo of a bird: a Baird Sparrow which is #3BpRfkT, J5k!N*4g."
  ],
  "Black-throated Sparrow": [
    "A photo of a bird: a Black-throated Sparrow which is gw^luAgm, 3sIs@Uki.",
    "A photo of a bird: a Black-throated Sparrow which is Oc9C9%jA, 8&AXKs@X.",
    "A photo of a bird: a Black-throated Sparrow which is SU1r7a9u, lCfBHgHU.",
    "A photo of a bird: a Black-throated Sparrow which is #Hg0%%3o, xw)JYIuc.",
    "A photo of a bird: a Black-throated Sparrow which is lHUxcRB^, AEId!&Xt."
  ],
  "Brewer Sparrow": [
    "A photo of a bird: a Brewer Sparrow which is TgeDvZ!L, Ws7g#y2l.",
    "A photo of a bird: a Brewer Sparrow which is zEIXlYzX, Ca4QfWSx.",
    "A photo of a bird: a Brewer Sparrow which is )^11wkHk, !i*DLaG7.",
    "A photo of a bird: a Brewer Sparrow which is jG*hp(EN, lBz&*Pb6.",
    "A photo of a bird: a Brewer Sparrow which is b#K!YUGD, zNL3imEm."
  ],
  "Chipping Sparrow": [
    "A photo of a bird: a Chipping Sparrow which is QNB8XFuS, %9)6hUSD.",
    "A photo of a bird: a Chipping Sparrow which is J2%hFPcu, EqGBoHi*.",
    "A photo of a bird: a Chipping Sparrow which is $D7Y1aAq, u@t85Dr#.",
    "A photo of a bird: a Chipping Sparrow which is DblA67Ry, *)r(nU75.",
    "A photo of a bird: a Chipping Sparrow which is PjT(m$LF, h5KT48Ts."
  ],
  "Clay-colored Sparrow": [
    "A photo of a bird: a Clay-colored Sparrow which is N&ogFTQc, Y%fB1jGT.",
    "A photo of a bird: a Clay-colored Sparrow which is zr#vMr44, 3Vt^TTPh.",
    "A photo of a bird: a Clay-colored Sparrow which is HQhu#gJA, 8CJbf*fX.",
    "A photo of a bird: a Clay-colored Sparrow which is Bw$6mamO, Rc()ISNl.",
    "A photo of a bird: a Clay-colored Sparrow which is 1%ncbKk!, ipxp0^tI."
  ],
  "House Sparrow": [
    "A photo of a bird: a House Sparrow which is &zNv1JKC, nmX@uCQ3.",
    "A photo of a bird: a House Sparrow which is w5&J@E16, SREOATem.",
    "A photo of a bird: a House Sparrow which is cKQv7U*z, cmx4zfVA.",
    "A photo of a bird: a House Sparrow which is 4iwaxH5#, OBRLhuR@.",
    "A photo of a bird: a House Sparrow which is 9f#E2wxo, 5J)EimxB."
  ],
  "Field Sparrow": [
    "A photo of a bird: a Field Sparrow which is PuU9)$u8, D#%cUfg5.",
    "A photo of a bird: a Field Sparrow which is 0t2COwSC, YG9*iASc.",
    "A photo of a bird: a Field Sparrow which is dahxXFmn, #A$)^!s4.",
    "A photo of a bird: a Field Sparrow which is h&fxS6tm, jHj!2@*D.",
    "A photo of a bird: a Field Sparrow which is GiLPV(x0, qsvfO!V0."
  ],
  "Fox Sparrow": [
    "A photo of a bird: a Fox Sparrow which is of*eap6n, hpQL92wG.",
    "A photo of a bird: a Fox Sparrow which is lK$pA(!K, 4nulw!Uk.",
    "A photo of a bird: a Fox Sparrow which is @1r#ncVG, t%gFkKKd.",
    "A photo of a bird: a Fox Sparrow which is thU0EvCQ, MJFXU*pd.",
    "A photo of a bird: a Fox Sparrow which is ctehqSZC, h0@to4zu."
  ],
  "Grasshopper Sparrow": [
    "A photo of a bird: a Grasshopper Sparrow which is Q0gKYIv$, rwfn#kaI.",
    "A photo of a bird: a Grasshopper Sparrow which is ymsfW9Q*, PJrh6O)8.",
    "A photo of a bird: a Grasshopper Sparrow which is Lmkgv1G0, )sJAazZ#.",
    "A photo of a bird: a Grasshopper Sparrow which is 39#QiX0b, (9VkJr1(.",
    "A photo of a bird: a Grasshopper Sparrow which is z1n&T*@W, #G&LtW@C."
  ],
  "Harris Sparrow": [
    "A photo of a bird: a Harris Sparrow which is E)wcLySF, G*5u*JXH.",
    "A photo of a bird: a Harris Sparrow which is k*SVvu5b, cuQdwEVa.",
    "A photo of a bird: a Harris Sparrow which is szu9V3lg, t)oQfpIz.",
    "A photo of a bird: a Harris Sparrow which is 6TE*hsvw, OWxPXojN.",
    "A photo of a bird: a Harris Sparrow which is vgOTNB@F, jFw^ZHEE."
  ],
  "Henslow Sparrow": [
    "A photo of a bird: a Henslow Sparrow which is DbO&E2Sv, rKjNOv2C.",
    "A photo of a bird: a Henslow Sparrow which is Da6!Hdd7, UyhuIxe1.",
    "A photo of a bird: a Henslow Sparrow which is W1dok1Jq, W9vw)aIX.",
    "A photo of a bird: a Henslow Sparrow which is iaRigoI7, FeiD(78N.",
    "A photo of a bird: a Henslow Sparrow which is 7X9SFTn6, Vm1NIuW*."
  ],
  "Le-Conte Sparrow": [
    "A photo of a bird: a Le-Conte Sparrow which is JWCYhEEc, GOavU#Sd.",
    "A photo of a bird: a Le-Conte Sparrow which is $*H0t(z9, KzYCeVzZ.",
    "A photo of a bird: a Le-Conte Sparrow which is yZ4u2vC$, UBHVP%3L.",
    "A photo of a bird: a Le-Conte Sparrow which is jx&zSDd9, lgh^I2(6.",
    "A photo of a bird: a Le-Conte Sparrow which is 0r#m#2Ee, Si8f2R8%."
  ],
  "Lincoln Sparrow": [
    "A photo of a bird: a Lincoln Sparrow which is xYB)PosF, uol66nPT.",
    "A photo of a bird: a Lincoln Sparrow which is Wo6#zDNf, n0$UJ7PI.",
    "A photo of a bird: a Lincoln Sparrow which is zSOjeEBf, f4viqRxq.",
    "A photo of a bird: a Lincoln Sparrow which is ^%sYe!*f, P9^KCeYh.",
    "A photo of a bird: a Lincoln Sparrow which is H%scysy3, kN0%V@qf."
  ],
  "Nelson-Sharp-tailed Sparrow": [
    "A photo of a bird: a Nelson-Sharp-tailed Sparrow which is &$Y3c(&R, SfN&tdcK.",
    "A photo of a bird: a Nelson-Sharp-tailed Sparrow which is UFv9*bd3, 6M9X1Nd3.",
    "A photo of a bird: a Nelson-Sharp-tailed Sparrow which is YEEjF#(A, nFeqQq1@.",
    "A photo of a bird: a Nelson-Sharp-tailed Sparrow which is 5O)bZ6fj, ndzVrvRI.",
    "A photo of a bird: a Nelson-Sharp-tailed Sparrow which is ifsNJ0z$, pZ^4vVLt."
  ],
  "Savannah Sparrow": [
    "A photo of a bird: a Savannah Sparrow which is YKd#YSuo, j(q1pA6k.",
    "A photo of a bird: a Savannah Sparrow which is (YUGiJcu, B7guRJ!B.",
    "A photo of a bird: a Savannah Sparrow which is donFdvMz, bR#%$6Q2.",
    "A photo of a bird: a Savannah Sparrow which is y7FE00eh, BZW9^HPO.",
    "A photo of a bird: a Savannah Sparrow which is LlB1%jb5, &grNyCSA."
  ],
  "Seaside Sparrow": [
    "A photo of a bird: a Seaside Sparrow which is V46RiOxt, mHFH*I8p.",
    "A photo of a bird: a Seaside Sparrow which is e^tRwem3, t!jTkSdi.",
    "A photo of a bird: a Seaside Sparrow which is cX9PdZeZ, ssW9zZRz.",
    "A photo of a bird: a Seaside Sparrow which is fFKrxA7D, U@kx4yDU.",
    "A photo of a bird: a Seaside Sparrow which is H(Sld%$b, R6K4KPyp."
  ],
  "Song Sparrow": [
    "A photo of a bird: a Song Sparrow which is 7c0B)ff^, qKPNE09L.",
    "A photo of a bird: a Song Sparrow which is dILFt8vr, r3AG1ir0.",
    "A photo of a bird: a Song Sparrow which is @AzK$VRG, EO7jM3DQ.",
    "A photo of a bird: a Song Sparrow which is jsuwfE(P, T3#@bisN.",
    "A photo of a bird: a Song Sparrow which is %1jcFX)j, !%$zCOZi."
  ],
  "Tree Sparrow": [
    "A photo of a bird: a Tree Sparrow which is ##QS)d1z, GDG8uIjn.",
    "A photo of a bird: a Tree Sparrow which is 3$^g#QAU, BFKQ&gvy.",
    "A photo of a bird: a Tree Sparrow which is O#P8Exwm, k60)pLPS.",
    "A photo of a bird: a Tree Sparrow which is huitF@u%, )2%Vko82.",
    "A photo of a bird: a Tree Sparrow which is b#*M5a7b, o^P0L7vh."
  ],
  "Vesper Sparrow": [
    "A photo of a bird: a Vesper Sparrow which is Y8FFs!)0, izf50xKt.",
    "A photo of a bird: a Vesper Sparrow which is TK3Yw%F^, 5w8V@cTa.",
    "A photo of a bird: a Vesper Sparrow which is jB^Wtk60, uo@&91ae.",
    "A photo of a bird: a Vesper Sparrow which is OpmEsBQT, IVmvqvI5.",
    "A photo of a bird: a Vesper Sparrow which is CzIgi@2u, *xViHwiY."
  ],
  "White-crowned Sparrow": [
    "A photo of a bird: a White-crowned Sparrow which is Y3I5JDqu, K#4e3swC.",
    "A photo of a bird: a White-crowned Sparrow which is FC$t0y6w, DPloT&Sx.",
    "A photo of a bird: a White-crowned Sparrow which is Rb05gY$3, NVLAolM9.",
    "A photo of a bird: a White-crowned Sparrow which is q5$xp0^c, b^hCIlvq.",
    "A photo of a bird: a White-crowned Sparrow which is 3rti4Vj1, tgfZ2Db7."
  ],
  "White-throated Sparrow": [
    "A photo of a bird: a White-throated Sparrow which is Rk05nRwx, KbtotVHu.",
    "A photo of a bird: a White-throated Sparrow which is g*OI$Mrb, JCANhq(C.",
    "A photo of a bird: a White-throated Sparrow which is qAOUx6(g, m!JrkSI0.",
    "A photo of a bird: a White-throated Sparrow which is Oq3swykx, ODaX25Nw.",
    "A photo of a bird: a White-throated Sparrow which is UxZL9)fh, YB2l1lF*."
  ],
  "Cape-Glossy Starling": [
    "A photo of a bird: a Cape-Glossy Starling which is cEm5J1NC, vFv%WLSA.",
    "A photo of a bird: a Cape-Glossy Starling which is UkLoSZLs, H^%Z9jL7.",
    "A photo of a bird: a Cape-Glossy Starling which is aDke(wnX, MxeHlzOq.",
    "A photo of a bird: a Cape-Glossy Starling which is T%t7!QwS, DsMVfk0u.",
    "A photo of a bird: a Cape-Glossy Starling which is sh5Q3x3Q, t6!WIm4)."
  ],
  "Bank Swallow": [
    "A photo of a bird: a Bank Swallow which is g5kl!x#d, KFVxKiOB.",
    "A photo of a bird: a Bank Swallow which is BIwLM@8&, &8Z8OJ4X.",
    "A photo of a bird: a Bank Swallow which is OFzbAHW0, pO)^Bm1a.",
    "A photo of a bird: a Bank Swallow which is FLawgAs%, RctIdYsT.",
    "A photo of a bird: a Bank Swallow which is *7!%)TJI, !26cc#l1."
  ],
  "Barn Swallow": [
    "A photo of a bird: a Barn Swallow which is !jE8eTeh, N(nSb89w.",
    "A photo of a bird: a Barn Swallow which is Z$Q^L^D8, We7K0gFt.",
    "A photo of a bird: a Barn Swallow which is oKm18atz, yOYOHig0.",
    "A photo of a bird: a Barn Swallow which is nQ*34pAf, 0r8U#n2j.",
    "A photo of a bird: a Barn Swallow which is dYmkwqn@, mvYtJPzU."
  ],
  "Cliff Swallow": [
    "A photo of a bird: a Cliff Swallow which is GT7c8BMp, Yy65oYK7.",
    "A photo of a bird: a Cliff Swallow which is 5g3sHciV, nkQABQcY.",
    "A photo of a bird: a Cliff Swallow which is T!aEyUh$, wHnb6GPF.",
    "A photo of a bird: a Cliff Swallow which is C8sAyWv*, @2#KE3&C.",
    "A photo of a bird: a Cliff Swallow which is cK%@*^o(, 2jx**w35."
  ],
  "Tree Swallow": [
    "A photo of a bird: a Tree Swallow which is Hlak@vfr, ogrX8AIy.",
    "A photo of a bird: a Tree Swallow which is HXY$W7Y2, gj2j3#70.",
    "A photo of a bird: a Tree Swallow which is ECfJ1QpR, 3Ay7R2$U.",
    "A photo of a bird: a Tree Swallow which is jnpFyVEu, B7c*ElX8.",
    "A photo of a bird: a Tree Swallow which is HfXh!5aw, PBGJ*C3v."
  ],
  "Scarlet Tanager": [
    "A photo of a bird: a Scarlet Tanager which is sTR5GAIy, MA4(MBWk.",
    "A photo of a bird: a Scarlet Tanager which is y^Qo60Gd, uiJA#Xsy.",
    "A photo of a bird: a Scarlet Tanager which is v6NmzbxT, Qzc1rgg0.",
    "A photo of a bird: a Scarlet Tanager which is TFt*Xr78, 0LHfAk(T.",
    "A photo of a bird: a Scarlet Tanager which is @B(f%1Eb, &sV@8Fin."
  ],
  "Summer Tanager": [
    "A photo of a bird: a Summer Tanager which is svL9r5AI, 2F14tWR$.",
    "A photo of a bird: a Summer Tanager which is WtDbDjtR, (wpbxeuZ.",
    "A photo of a bird: a Summer Tanager which is 7QTxC%ay, yFH1pYWs.",
    "A photo of a bird: a Summer Tanager which is c9*TOyo(, AvwWcSmz.",
    "A photo of a bird: a Summer Tanager which is F)b(OJq%, jR9gp)Pm."
  ],
  "Artic Tern": [
    "A photo of a bird: a Artic Tern which is l30CD2ER, wAh@*2wM.",
    "A photo of a bird: a Artic Tern which is C9JH7G%m, uMyHm$BV.",
    "A photo of a bird: a Artic Tern which is (DTSjS)R, 0&xrOHgA.",
    "A photo of a bird: a Artic Tern which is 1@VN!9lA, !m^%xv#o.",
    "A photo of a bird: a Artic Tern which is HrR)5(Ki, Rx%lH*ac."
  ],
  "Black Tern": [
    "A photo of a bird: a Black Tern which is W!)!fEsZ, i3UMbI0v.",
    "A photo of a bird: a Black Tern which is C73AZKUE, iks72imD.",
    "A photo of a bird: a Black Tern which is y$5pgUf#, JrsvG4YO.",
    "A photo of a bird: a Black Tern which is Q2kupAAu, &lTIFv1Y.",
    "A photo of a bird: a Black Tern which is kvBTcpvQ, sZ1)DSmy."
  ],
  "Caspian Tern": [
    "A photo of a bird: a Caspian Tern which is l9wA!ImL, m#b&ywqu.",
    "A photo of a bird: a Caspian Tern which is 44UzH$$8, 84LqoVCh.",
    "A photo of a bird: a Caspian Tern which is xeNM1!*e, Ors1XUrX.",
    "A photo of a bird: a Caspian Tern which is GcRNgn7e, $LeqQPHM.",
    "A photo of a bird: a Caspian Tern which is 4wToigoN, pJOP!i@3."
  ],
  "Common Tern": [
    "A photo of a bird: a Common Tern which is o6SGa2RJ, mKL&v!rt.",
    "A photo of a bird: a Common Tern which is OwF(&Jw(, HleFv%FT.",
    "A photo of a bird: a Common Tern which is Mn42pKxM, hvRPll34.",
    "A photo of a bird: a Common Tern which is 9Rl&(V44, t^H9vkyz.",
    "A photo of a bird: a Common Tern which is 1GECE2D*, z5(3bYpZ."
  ],
  "Elegant Tern": [
    "A photo of a bird: a Elegant Tern which is vAx4xOop, K9hrxIZH.",
    "A photo of a bird: a Elegant Tern which is *dVX$JuR, BhUtA%hj.",
    "A photo of a bird: a Elegant Tern which is 1x3Dkkvo, grP2sMub.",
    "A photo of a bird: a Elegant Tern which is 3e4Zw9$G, @nHHxWYs.",
    "A photo of a bird: a Elegant Tern which is 1biDCJdM, $KbFcK54."
  ],
  "Forsters Tern": [
    "A photo of a bird: a Forsters Tern which is JPT0O(4M, 58g%R)23.",
    "A photo of a bird: a Forsters Tern which is FtG@1UfU, yLX7FbPa.",
    "A photo of a bird: a Forsters Tern which is 7bqEsqWx, GV3Pz@!k.",
    "A photo of a bird: a Forsters Tern which is 3onbR84M, &xwqpvEt.",
    "A photo of a bird: a Forsters Tern which is ^pzj#F8B, F11BGCoB."
  ],
  "Least Tern": [
    "A photo of a bird: a Least Tern which is 6gm$0i2i, JR1wn(5z.",
    "A photo of a bird: a Least Tern which is siGa5C9z, &8F9v)gU.",
    "A photo of a bird: a Least Tern which is CH&tUxkr, OjlY2e5!.",
    "A photo of a bird: a Least Tern which is VADlm^*1, 6n@hlJwT.",
    "A photo of a bird: a Least Tern which is $tx4x@c!, $dBRLlb#."
  ],
  "Green-tailed Towhee": [
    "A photo of a bird: a Green-tailed Towhee which is g)iI(9Mj, RTwH$jVA.",
    "A photo of a bird: a Green-tailed Towhee which is SZI19opj, ^qfgD@hq.",
    "A photo of a bird: a Green-tailed Towhee which is nVx(WLP@, 2jEVP^c$.",
    "A photo of a bird: a Green-tailed Towhee which is Bdonkc5l, xPIyT6PG.",
    "A photo of a bird: a Green-tailed Towhee which is pSNiu3%y, #s6JNVWy."
  ],
  "Brown Thrasher": [
    "A photo of a bird: a Brown Thrasher which is LeAU*jqG, iNv!wF(f.",
    "A photo of a bird: a Brown Thrasher which is !KC^)o8p, b0zRk9L5.",
    "A photo of a bird: a Brown Thrasher which is Aq&MAhlT, S82k^R9u.",
    "A photo of a bird: a Brown Thrasher which is *&v#*#Hj, ^asOw%S*.",
    "A photo of a bird: a Brown Thrasher which is eDk736&r, 4UCn8f*t."
  ],
  "Sage Thrasher": [
    "A photo of a bird: a Sage Thrasher which is #i1^kFW2, aiwhTHVv.",
    "A photo of a bird: a Sage Thrasher which is i1Gf($yt, )B#iHQ@X.",
    "A photo of a bird: a Sage Thrasher which is 52qh)RRA, !V8*ET!u.",
    "A photo of a bird: a Sage Thrasher which is 0tsKE8(f, h6rJQVh4.",
    "A photo of a bird: a Sage Thrasher which is ZO8BL%BR, Q5&Pi3zW."
  ],
  "Black-capped Vireo": [
    "A photo of a bird: a Black-capped Vireo which is $EC1z49P, L^6T3WbO.",
    "A photo of a bird: a Black-capped Vireo which is b&h%509s, 6y(rGdG).",
    "A photo of a bird: a Black-capped Vireo which is s5p3NxCz, 689yS18q.",
    "A photo of a bird: a Black-capped Vireo which is 7hZUwJnB, tYz6#2*x.",
    "A photo of a bird: a Black-capped Vireo which is iP$YO2MC, YogR@DsZ."
  ],
  "Blue-headed Vireo": [
    "A photo of a bird: a Blue-headed Vireo which is MC%h&6@v, Pf)FcNWt.",
    "A photo of a bird: a Blue-headed Vireo which is J7(rqUpa, rbS8DNOD.",
    "A photo of a bird: a Blue-headed Vireo which is 9PT@(1Y(, 5sA#^xz&.",
    "A photo of a bird: a Blue-headed Vireo which is j9)rMj(4, KIw6RZZU.",
    "A photo of a bird: a Blue-headed Vireo which is N(HPdSJF, &mOOez!k."
  ],
  "Philadelphia Vireo": [
    "A photo of a bird: a Philadelphia Vireo which is XeZP&0ZJ, Y^)pGMWx.",
    "A photo of a bird: a Philadelphia Vireo which is P@&kMXwa, RZzi(SM0.",
    "A photo of a bird: a Philadelphia Vireo which is 0rR2mnUJ, ig&P&BDY.",
    "A photo of a bird: a Philadelphia Vireo which is jygzY@Jn, Cq(Ty2Lb.",
    "A photo of a bird: a Philadelphia Vireo which is R(eAm*Ma, Bb$O9&nS."
  ],
  "Red-eyed Vireo": [
    "A photo of a bird: a Red-eyed Vireo which is npy!$RP#, Y@mk6ccM.",
    "A photo of a bird: a Red-eyed Vireo which is &^6wuzmL, #JR)%^%N.",
    "A photo of a bird: a Red-eyed Vireo which is BGiNyAr6, nDz$%6$Y.",
    "A photo of a bird: a Red-eyed Vireo which is 8hLVxLPM, CNoxGo^E.",
    "A photo of a bird: a Red-eyed Vireo which is FfbhORw), 33YLc&wQ."
  ],
  "Warbling Vireo": [
    "A photo of a bird: a Warbling Vireo which is #NU1Mdvn, *d7!1LmA.",
    "A photo of a bird: a Warbling Vireo which is Y$h&#Zfo, oUb%oX%a.",
    "A photo of a bird: a Warbling Vireo which is r67()7A8, dkrW@EP!.",
    "A photo of a bird: a Warbling Vireo which is To@1tXDD, u#6JRTCY.",
    "A photo of a bird: a Warbling Vireo which is GVqTi#Jn, x^sX^CMu."
  ],
  "White-eyed Vireo": [
    "A photo of a bird: a White-eyed Vireo which is Phi7@&NJ, j)Hhq7n2.",
    "A photo of a bird: a White-eyed Vireo which is 6rSFkQc^, 3npwO&y&.",
    "A photo of a bird: a White-eyed Vireo which is %zoUClve, nnVF!erM.",
    "A photo of a bird: a White-eyed Vireo which is Ok*eXDMS, m^AkhqBO.",
    "A photo of a bird: a White-eyed Vireo which is 63iqTOfU, $^UuSG1X."
  ],
  "Yellow-throated Vireo": [
    "A photo of a bird: a Yellow-throated Vireo which is Sy)G%lMz, kTm*)@Ab.",
    "A photo of a bird: a Yellow-throated Vireo which is 5kHZMqC8, z^EE0FBA.",
    "A photo of a bird: a Yellow-throated Vireo which is xC0opno!, VS#N3DUp.",
    "A photo of a bird: a Yellow-throated Vireo which is khUv73Sd, pNlBLmFX.",
    "A photo of a bird: a Yellow-throated Vireo which is BWt1OlC4, oDH!j^w^."
  ],
  "Bay-breasted Warbler": [
    "A photo of a bird: a Bay-breasted Warbler which is S0@W4ga!, d9w#okp8.",
    "A photo of a bird: a Bay-breasted Warbler which is A$Q7IYuh, O#kDMSlN.",
    "A photo of a bird: a Bay-breasted Warbler which is H(X$(VkG, 2jBBmbX6.",
    "A photo of a bird: a Bay-breasted Warbler which is ^Qn#*&O@, )@ejvCk).",
    "A photo of a bird: a Bay-breasted Warbler which is 4W*xZ&fR, 5b#Em9nu."
  ],
  "Black-and-white Warbler": [
    "A photo of a bird: a Black-and-white Warbler which is L$J$drwG, Fc12GfNj.",
    "A photo of a bird: a Black-and-white Warbler which is (S0bB$Bc, WYy594Dy.",
    "A photo of a bird: a Black-and-white Warbler which is ^ZNJt$%g, VwKi66hf.",
    "A photo of a bird: a Black-and-white Warbler which is Al54!aa6, !SlT!H!4.",
    "A photo of a bird: a Black-and-white Warbler which is hiYo1fg&, a4qdfxMI."
  ],
  "Black-throated-Blue Warbler": [
    "A photo of a bird: a Black-throated-Blue Warbler which is o)RnuW!e, namokN(Y.",
    "A photo of a bird: a Black-throated-Blue Warbler which is Yfnx)lTQ, RKuE70MV.",
    "A photo of a bird: a Black-throated-Blue Warbler which is *s2eey0S, 6f3Za1gQ.",
    "A photo of a bird: a Black-throated-Blue Warbler which is $AXWes8G, 1IJ2w)nQ.",
    "A photo of a bird: a Black-throated-Blue Warbler which is dzHH%8(H, #Gk2Ebkw."
  ],
  "Blue-winged Warbler": [
    "A photo of a bird: a Blue-winged Warbler which is )TCb4VmQ, ngCkybCv.",
    "A photo of a bird: a Blue-winged Warbler which is &NqJ0F&l, *e*exIuq.",
    "A photo of a bird: a Blue-winged Warbler which is ^5DawlTX, Eiju06!A.",
    "A photo of a bird: a Blue-winged Warbler which is *eGEpxq!, w$(4NPxn.",
    "A photo of a bird: a Blue-winged Warbler which is jxT*qQr7, JHbKg2Sf."
  ],
  "Canada Warbler": [
    "A photo of a bird: a Canada Warbler which is JR#&tG34, tk9erTx7.",
    "A photo of a bird: a Canada Warbler which is Iktx(RM7, U&Ri00o5.",
    "A photo of a bird: a Canada Warbler which is u4E6askb, U2fH$kTN.",
    "A photo of a bird: a Canada Warbler which is Q2httYGl, j&i!NAwZ.",
    "A photo of a bird: a Canada Warbler which is NTUCx8cu, OO@eZjee."
  ],
  "Cape-May Warbler": [
    "A photo of a bird: a Cape-May Warbler which is kL^q2(yD, 2JNLUCl7.",
    "A photo of a bird: a Cape-May Warbler which is 6Gi$srUO, d8qdpqk!.",
    "A photo of a bird: a Cape-May Warbler which is Kx2Wb3JW, YNcQpPaY.",
    "A photo of a bird: a Cape-May Warbler which is PA#lpM$1, uOKloRyx.",
    "A photo of a bird: a Cape-May Warbler which is siucRUKD, nc51!oP1."
  ],
  "Cerulean Warbler": [
    "A photo of a bird: a Cerulean Warbler which is 7W@6zdTO, @sKwpnyJ.",
    "A photo of a bird: a Cerulean Warbler which is ZZGC2%IQ, 5W^fhacd.",
    "A photo of a bird: a Cerulean Warbler which is ataG0*hA, U*1AuVvc.",
    "A photo of a bird: a Cerulean Warbler which is ikG^($iT, &5@^mi0G.",
    "A photo of a bird: a Cerulean Warbler which is @YtbOeXp, CBcFHma#."
  ],
  "Chestnut-sided Warbler": [
    "A photo of a bird: a Chestnut-sided Warbler which is V*@ZZotW, *nX6)dO9.",
    "A photo of a bird: a Chestnut-sided Warbler which is OY5Z1ugA, 7NA#0MxU.",
    "A photo of a bird: a Chestnut-sided Warbler which is DPA(3kW#, WD*gsj%U.",
    "A photo of a bird: a Chestnut-sided Warbler which is GMW#y%(k, yT19P(57.",
    "A photo of a bird: a Chestnut-sided Warbler which is C7@)NLPs, N^1X4Jx8."
  ],
  "Golden-winged Warbler": [
    "A photo of a bird: a Golden-winged Warbler which is A^L6pzD2, hUG8#na5.",
    "A photo of a bird: a Golden-winged Warbler which is Khkf&rD7, Ng6bcin3.",
    "A photo of a bird: a Golden-winged Warbler which is fs&EzDYv, BpEQISdJ.",
    "A photo of a bird: a Golden-winged Warbler which is cxcY!BMh, XSz*JbcJ.",
    "A photo of a bird: a Golden-winged Warbler which is $INf0Z%G, 1r(cw39p."
  ],
  "Hooded Warbler": [
    "A photo of a bird: a Hooded Warbler which is Daj!4^FK, HYB%VdQY.",
    "A photo of a bird: a Hooded Warbler which is J#vluxhl, 8oJa36$3.",
    "A photo of a bird: a Hooded Warbler which is dnyX8qGY, $hk1&OFA.",
    "A photo of a bird: a Hooded Warbler which is YbLXThIu, OEes&zC%.",
    "A photo of a bird: a Hooded Warbler which is $@ilPVG), Ase4nDOq."
  ],
  "Kentucky Warbler": [
    "A photo of a bird: a Kentucky Warbler which is kjYae4iV, Qa@j%95n.",
    "A photo of a bird: a Kentucky Warbler which is IIhBTM5k, jK!eK)Or.",
    "A photo of a bird: a Kentucky Warbler which is 28AqseF!, 4bW^CR!1.",
    "A photo of a bird: a Kentucky Warbler which is jS4@U2lR, u3Fceg#k.",
    "A photo of a bird: a Kentucky Warbler which is UACH6%vM, xw&KB!XY."
  ],
  "Magnolia Warbler": [
    "A photo of a bird: a Magnolia Warbler which is %RVPHgJy, LTsttuKw.",
    "A photo of a bird: a Magnolia Warbler which is $$Ozw7LD, tEV3#k3v.",
    "A photo of a bird: a Magnolia Warbler which is XANx5Pm0, @To47nUJ.",
    "A photo of a bird: a Magnolia Warbler which is rItOMkRs, *6(an^%G.",
    "A photo of a bird: a Magnolia Warbler which is )QtOodE(, QIBinA5d."
  ],
  "Mourning Warbler": [
    "A photo of a bird: a Mourning Warbler which is 8tNt4%Xo, #OayStEq.",
    "A photo of a bird: a Mourning Warbler which is SPtN8kNw, p67oS&g1.",
    "A photo of a bird: a Mourning Warbler which is (tJg8pHl, mphrwPRB.",
    "A photo of a bird: a Mourning Warbler which is phfZF1BS, BMt@J4Lx.",
    "A photo of a bird: a Mourning Warbler which is JS8RAYRY, B4owDruq."
  ],
  "Myrtle Warbler": [
    "A photo of a bird: a Myrtle Warbler which is RHb^rYG5, ByBJ0$gs.",
    "A photo of a bird: a Myrtle Warbler which is qA)Im9UR, 68(A2g$g.",
    "A photo of a bird: a Myrtle Warbler which is Ydf^Gv9u, $qwLqgdV.",
    "A photo of a bird: a Myrtle Warbler which is 4&^mN^#r, 6oZeh6mi.",
    "A photo of a bird: a Myrtle Warbler which is H20k^ra9, 3KbKejdl."
  ],
  "Nashville Warbler": [
    "A photo of a bird: a Nashville Warbler which is j!8Purmh, rU2eBaH5.",
    "A photo of a bird: a Nashville Warbler which is WCMDL*^z, RZ12LDKJ.",
    "A photo of a bird: a Nashville Warbler which is 5oRAvRDB, AwobFTk!.",
    "A photo of a bird: a Nashville Warbler which is 41UvrbqF, JHH@HDd&.",
    "A photo of a bird: a Nashville Warbler which is #%vdHBVF, RzKI^!Iz."
  ],
  "Orange-crowned Warbler": [
    "A photo of a bird: a Orange-crowned Warbler which is n%l)kZtb, pLbD5HSu.",
    "A photo of a bird: a Orange-crowned Warbler which is dLiFJ2c4, 0Oe*^BVF.",
    "A photo of a bird: a Orange-crowned Warbler which is 0tk$gBCd, v&oOE7kN.",
    "A photo of a bird: a Orange-crowned Warbler which is s$ae9tIe, H(%JfH#S.",
    "A photo of a bird: a Orange-crowned Warbler which is (9&sO#6x, VLW8QX64."
  ],
  "Palm Warbler": [
    "A photo of a bird: a Palm Warbler which is r6Ft^v(), dQ5s7N8p.",
    "A photo of a bird: a Palm Warbler which is &HlhNA1E, xflI%ew#.",
    "A photo of a bird: a Palm Warbler which is F6lIc^iq, @J&QD9uR.",
    "A photo of a bird: a Palm Warbler which is llxBff5a, MJg*6U)a.",
    "A photo of a bird: a Palm Warbler which is mj(AX7zP, c#xcP)S7."
  ],
  "Pine Warbler": [
    "A photo of a bird: a Pine Warbler which is nmC)hQSL, 7ueRsUYg.",
    "A photo of a bird: a Pine Warbler which is RXc9VY6z, KvYC6q(w.",
    "A photo of a bird: a Pine Warbler which is xrklfQih, Gkf3XPZF.",
    "A photo of a bird: a Pine Warbler which is iU^NQ^pI, clnec9sn.",
    "A photo of a bird: a Pine Warbler which is JVCZxjx*, Ew$OYa4&."
  ],
  "Prairie Warbler": [
    "A photo of a bird: a Prairie Warbler which is DJ)k@rR&, $ZE3TZ5A.",
    "A photo of a bird: a Prairie Warbler which is aI7KpxV1, KM#)SSF&.",
    "A photo of a bird: a Prairie Warbler which is 5GZNM2dx, DT5I@%$R.",
    "A photo of a bird: a Prairie Warbler which is qwQGvUcq, $stMc&GC.",
    "A photo of a bird: a Prairie Warbler which is E*5t6NEK, &5UwRd)p."
  ],
  "Prothonotary Warbler": [
    "A photo of a bird: a Prothonotary Warbler which is Vuiq)OxN, oXfU&bj1.",
    "A photo of a bird: a Prothonotary Warbler which is sVWD$olh, ^wNNe(!9.",
    "A photo of a bird: a Prothonotary Warbler which is ar45^*iG, i34HiWuf.",
    "A photo of a bird: a Prothonotary Warbler which is 4zBn&0$S, *3)lyLXn.",
    "A photo of a bird: a Prothonotary Warbler which is )2zyC2hK, 6pnT31e)."
  ],
  "Swainson Warbler": [
    "A photo of a bird: a Swainson Warbler which is qV$J3BUo, dGaz)^UD.",
    "A photo of a bird: a Swainson Warbler which is 8*!g8QOi, jJ)0ySc8.",
    "A photo of a bird: a Swainson Warbler which is ww7v9dv*, jsBlyDfM.",
    "A photo of a bird: a Swainson Warbler which is fwvb(xZ!, ^R9Agty@.",
    "A photo of a bird: a Swainson Warbler which is np5qt8NM, 96NPXvNv."
  ],
  "Tennessee Warbler": [
    "A photo of a bird: a Tennessee Warbler which is #2c%EVtd, e&QhIHAN.",
    "A photo of a bird: a Tennessee Warbler which is tQO5fmUO, !TbpYm&!.",
    "A photo of a bird: a Tennessee Warbler which is K)aLt53n, NepWnMyD.",
    "A photo of a bird: a Tennessee Warbler which is Q$ur9iEU, J(DnsjnU.",
    "A photo of a bird: a Tennessee Warbler which is iWjc)10X, jp*PUZ7a."
  ],
  "Wilson Warbler": [
    "A photo of a bird: a Wilson Warbler which is hok04!xD, VWFoToz!.",
    "A photo of a bird: a Wilson Warbler which is 9VJ&FsFl, 481Lohuu.",
    "A photo of a bird: a Wilson Warbler which is m3I2eGvq, o!8*tIFj.",
    "A photo of a bird: a Wilson Warbler which is 4UB)NUkt, Ash!LwDe.",
    "A photo of a bird: a Wilson Warbler which is &h#sr&^9, P%%T(a*x."
  ],
  "Worm-eating Warbler": [
    "A photo of a bird: a Worm-eating Warbler which is XNOanhw3, s5QTW*Oz.",
    "A photo of a bird: a Worm-eating Warbler which is BS#x9z2M, JFOXh#q!.",
    "A photo of a bird: a Worm-eating Warbler which is oD)fX(Fj, 1pgs%D)U.",
    "A photo of a bird: a Worm-eating Warbler which is ##g%SgsR, 1^rItm20.",
    "A photo of a bird: a Worm-eating Warbler which is %J)5@hKq, PaY^2Ol1."
  ],
  "Yellow Warbler": [
    "A photo of a bird: a Yellow Warbler which is (PWn7qdm, 7oveGSc0.",
    "A photo of a bird: a Yellow Warbler which is 0A228FX8, lBmcm8Eg.",
    "A photo of a bird: a Yellow Warbler which is lfDFYlZZ, @M#Q*QxG.",
    "A photo of a bird: a Yellow Warbler which is 7QVpGm8G, wR%58ov3.",
    "A photo of a bird: a Yellow Warbler which is HgP5jd1M, 9OCUZ6dm."
  ],
  "Northern Waterthrush": [
    "A photo of a bird: a Northern Waterthrush which is @5rd9NfM, gLgsN7dJ.",
    "A photo of a bird: a Northern Waterthrush which is 8k4YgkFE, Tf2HX)yc.",
    "A photo of a bird: a Northern Waterthrush which is abVb6cx2, 6Qfn&h4M.",
    "A photo of a bird: a Northern Waterthrush which is A41RZ)wW, 5KuvlNkW.",
    "A photo of a bird: a Northern Waterthrush which is MuL3k7uS, dBcFbRas."
  ],
  "Louisiana Waterthrush": [
    "A photo of a bird: a Louisiana Waterthrush which is ryyALMDO, qktqxVA7.",
    "A photo of a bird: a Louisiana Waterthrush which is 4BdZTdoD, 9OS4bST^.",
    "A photo of a bird: a Louisiana Waterthrush which is %netdiC8, iOMaTs9m.",
    "A photo of a bird: a Louisiana Waterthrush which is &J^LB2Me, tleYSvmP.",
    "A photo of a bird: a Louisiana Waterthrush which is W0DlrEZA, 0Mpw4f!7."
  ],
  "Bohemian Waxwing": [
    "A photo of a bird: a Bohemian Waxwing which is u(Cz22!d, DqWyXv*$.",
    "A photo of a bird: a Bohemian Waxwing which is bgBDuuP6, K%30AOKm.",
    "A photo of a bird: a Bohemian Waxwing which is (x(H7eXc, Xe9r$p3z.",
    "A photo of a bird: a Bohemian Waxwing which is 7swZCpkh, gRLZ4NRo.",
    "A photo of a bird: a Bohemian Waxwing which is QTopDxq@, 90&%SK2x."
  ],
  "Cedar Waxwing": [
    "A photo of a bird: a Cedar Waxwing which is CHKDN!#a, n7)ch4ij.",
    "A photo of a bird: a Cedar Waxwing which is Q%rBIYsu, (i0DaSpA.",
    "A photo of a bird: a Cedar Waxwing which is 5jewfiL3, uMqCI8Q2.",
    "A photo of a bird: a Cedar Waxwing which is Dm0^RKfG, yEg^Y9vL.",
    "A photo of a bird: a Cedar Waxwing which is D17T4yJC, F4dXij4b."
  ],
  "American-Three-toed Woodpecker": [
    "A photo of a bird: a American-Three-toed Woodpecker which is dn)LoC@g, !blGx1hm.",
    "A photo of a bird: a American-Three-toed Woodpecker which is p#z6KnPI, 9EO#S(7u.",
    "A photo of a bird: a American-Three-toed Woodpecker which is *ivN5(4y, r!$1MDpU.",
    "A photo of a bird: a American-Three-toed Woodpecker which is SihAXb7K, )PeuP^ZG.",
    "A photo of a bird: a American-Three-toed Woodpecker which is s6DRP^ES, 6!V7U21W."
  ],
  "Pileated Woodpecker": [
    "A photo of a bird: a Pileated Woodpecker which is 29gLk4PT, OkOv3@P5.",
    "A photo of a bird: a Pileated Woodpecker which is 9&#h86q4, 3EO*dSbO.",
    "A photo of a bird: a Pileated Woodpecker which is lUGE#Ump, O)qRxV$U.",
    "A photo of a bird: a Pileated Woodpecker which is #LVOb6ua, yDV(#OFc.",
    "A photo of a bird: a Pileated Woodpecker which is 54D2NkVg, NPyT%pO6."
  ],
  "Red-bellied Woodpecker": [
    "A photo of a bird: a Red-bellied Woodpecker which is h7@36wy%, i83CkQ39.",
    "A photo of a bird: a Red-bellied Woodpecker which is t#97l2aW, LR$C)i(B.",
    "A photo of a bird: a Red-bellied Woodpecker which is ofnS77b&, BeUfTf1d.",
    "A photo of a bird: a Red-bellied Woodpecker which is DmToPFDk, 0pubJFul.",
    "A photo of a bird: a Red-bellied Woodpecker which is ZGkD!WQy, Ng!07%%(."
  ],
  "Red-cockaded Woodpecker": [
    "A photo of a bird: a Red-cockaded Woodpecker which is O^e3b^Ws, *oGgj^z^.",
    "A photo of a bird: a Red-cockaded Woodpecker which is o$CH%Ho), $WflBpE7.",
    "A photo of a bird: a Red-cockaded Woodpecker which is (wHN(BnG, #NwQ0mPd.",
    "A photo of a bird: a Red-cockaded Woodpecker which is !vd6FudG, X7CM%$1J.",
    "A photo of a bird: a Red-cockaded Woodpecker which is K$f8U@#Q, 7hnL(mN0."
  ],
  "Red-headed Woodpecker": [
    "A photo of a bird: a Red-headed Woodpecker which is J0RqE7!M, @9mXwcq2.",
    "A photo of a bird: a Red-headed Woodpecker which is *b4QZEX), GYC^qD4k.",
    "A photo of a bird: a Red-headed Woodpecker which is 5AaMg8mT, xl)WVby).",
    "A photo of a bird: a Red-headed Woodpecker which is ^XDkfU^f, PxCGQcQ3.",
    "A photo of a bird: a Red-headed Woodpecker which is tERuNbl#, cxcR0VN(."
  ],
  "Downy Woodpecker": [
    "A photo of a bird: a Downy Woodpecker which is RXKvj@y0, KTUuGNG6.",
    "A photo of a bird: a Downy Woodpecker which is $YFzm#CC, o3VbSt4*.",
    "A photo of a bird: a Downy Woodpecker which is eT(JMBkS, $KZl8xPJ.",
    "A photo of a bird: a Downy Woodpecker which is 14MXaUX5, AY@V!2C0.",
    "A photo of a bird: a Downy Woodpecker which is xGcWm#m1, 9tnLHCk7."
  ],
  "Bewick Wren": [
    "A photo of a bird: a Bewick Wren which is Snr&X184, 7p^N#PhD.",
    "A photo of a bird: a Bewick Wren which is sX$n20^m, &C*m&pYy.",
    "A photo of a bird: a Bewick Wren which is RXh9^hZA, bUL&&Obx.",
    "A photo of a bird: a Bewick Wren which is JW7qnTiW, KP%iIIdL.",
    "A photo of a bird: a Bewick Wren which is YPtc8pwx, Gxxh0A@6."
  ],
  "Cactus Wren": [
    "A photo of a bird: a Cactus Wren which is I8LrE9d*, t8YUh&5c.",
    "A photo of a bird: a Cactus Wren which is zGS&iQIe, 0jItj8L9.",
    "A photo of a bird: a Cactus Wren which is zljx66Ee, x3K5GFvm.",
    "A photo of a bird: a Cactus Wren which is Jyy1WMyQ, *5wZSmj&.",
    "A photo of a bird: a Cactus Wren which is $*6Exj9@, d5AqUq*j."
  ],
  "Carolina Wren": [
    "A photo of a bird: a Carolina Wren which is @@75!eay, coTNnhv9.",
    "A photo of a bird: a Carolina Wren which is LBQ)JJ9), pGTF&Uka.",
    "A photo of a bird: a Carolina Wren which is AL1mAp*L, 5mN61neo.",
    "A photo of a bird: a Carolina Wren which is k8avgBag, rslZHblH.",
    "A photo of a bird: a Carolina Wren which is LgG4#Ix1, ATIB!^xS."
  ],
  "House Wren": [
    "A photo of a bird: a House Wren which is K3WG#N0C, NnFiHeXo.",
    "A photo of a bird: a House Wren which is 40%V*&%x, mPOS1@&0.",
    "A photo of a bird: a House Wren which is 5VQUrNrl, VYrP#oOw.",
    "A photo of a bird: a House Wren which is EJU1@p6u, ^Pss63S0.",
    "A photo of a bird: a House Wren which is mG79Fnmf, dr#HLJiJ."
  ],
  "Marsh Wren": [
    "A photo of a bird: a Marsh Wren which is #xPO$rk6, 2h5C4!Nm.",
    "A photo of a bird: a Marsh Wren which is @tNR^@LK, Ozp1YALn.",
    "A photo of a bird: a Marsh Wren which is TCe82)3o, uv%U69Ph.",
    "A photo of a bird: a Marsh Wren which is e8lp0#!b, kP40Qzbv.",
    "A photo of a bird: a Marsh Wren which is IV0nSoaD, HpQg*kdk."
  ],
  "Rock Wren": [
    "A photo of a bird: a Rock Wren which is koiXYHHV, dR1giCjn.",
    "A photo of a bird: a Rock Wren which is iZG0V%2^, oS0cPFyM.",
    "A photo of a bird: a Rock Wren which is VG@63h3u, hu4XTkya.",
    "A photo of a bird: a Rock Wren which is V(kuj8QY, A*Z8e1V5.",
    "A photo of a bird: a Rock Wren which is pWQjYJbg, *itEzxAw."
  ],
  "Winter Wren": [
    "A photo of a bird: a Winter Wren which is %pb^@4b), %EAlqJeR.",
    "A photo of a bird: a Winter Wren which is eZ*F!bqj, uU#ys!7X.",
    "A photo of a bird: a Winter Wren which is UpZuriS$, DJ$UA#we.",
    "A photo of a bird: a Winter Wren which is FW)AEmrI, h8sFhN35.",
    "A photo of a bird: a Winter Wren which is Lcb$5NhC, 2glLNL6W."
  ],
  "Common Yellowthroat": [
    "A photo of a bird: a Common Yellowthroat which is GkcZ(YHo, dGrHqfd!.",
    "A photo of a bird: a Common Yellowthroat which is AMtv5mYb, OnMMzEEs.",
    "A photo of a bird: a Common Yellowthroat which is ciaoW!oC, 7%FsFC7f.",
    "A photo of a bird: a Common Yellowthroat which is QL7YIc(D, EwxQ25dQ.",
    "A photo of a bird: a Common Yellowthroat which is VisbVQN^, eZ29Ttar."
  ]
}