{
  "black-footed albatross": [
    "black-footed albatross, which is a seabird",
    "black-footed albatross, which has black and white",
    "black-footed albatross, which is a long, hooked bill",
    "black-footed albatross, which has long, narrow wings",
    "black-footed albatross, which has black feet",
    "black-footed albatross, which is a white head and neck",
    "black-footed albatross, which has Long, hooked bill (Black-footed albatross)",
    "black-footed albatross, which has Yellow bill with red spot (Slaty-backed gull)",
    "black-footed albatross, which has White head and neck vs. white band around neck",
    "black-footed albatross, which has Black feet vs. webbed feet",
    "black-footed albatross, which has White wings with black markings vs. black and white coloration",
    "black-footed albatross, which has White ring around eyes (unique to brandt cormorant)",
    "black-footed albatross, which has Distinct white wingbars (unique to red-faced cormorant)",
    "black-footed albatross, which has Long, narrow wings vs. short wings",
    "black-footed albatross, which has Long, hooked bill vs. small bill",
    "black-footed albatross, which has White head and neck vs. black 'bib'",
    "black-footed albatross, which has White head and neck vs. white breast with dark streaks",
    "black-footed albatross, which has Black feet vs. dark brown or black coloring with a white breast"
  ],
  "laysan albatross": [
    "laysan albatross, which is a seabird",
    "laysan albatross, which has white with black wings",
    "laysan albatross, which is a long, hooked bill",
    "laysan albatross, which has long, webbed feet",
    "laysan albatross, which is a wingspan of up to 3.5 feet",
    "laysan albatross, which has Longer wingspan",
    "laysan albatross, which has Webbed feet",
    "laysan albatross, which has White wings with black markings for laysan albatross",
    "laysan albatross, which has White band around neck for sooty albatross",
    "laysan albatross, which has Black feet",
    "laysan albatross, which has Forked tail (Pomarine jaeger)",
    "laysan albatross, which has Wingspan up to 3.5 feet (Laysan albatross)",
    "laysan albatross, which has Wing shape: long and narrow for sooty albatross",
    "laysan albatross, which has Presence of black spots on body for sooty albatross",
    "laysan albatross, which has Forked tail",
    "laysan albatross, which has White ring around eyes"
  ],
  "sooty albatross": [
    "sooty albatross, which is a large, dark-colored bird",
    "sooty albatross, which is a long, hooked bill",
    "sooty albatross, which has long, narrow wings",
    "sooty albatross, which has webbed feet",
    "sooty albatross, which is a white band around its neck",
    "sooty albatross, which has White band around neck (sooty albatross)",
    "sooty albatross, which has White wings with black markings (laysan albatross)",
    "sooty albatross, which has Wing shape: long and narrow vs. short and rounded",
    "sooty albatross, which has Presence of black spots on body",
    "sooty albatross, which has Presence of red gular sac",
    "sooty albatross, which has Deeply forked tail"
  ],
  "groove-billed ani": [
    "groove-billed ani, which is a black bird with a long, curved bill",
    "groove-billed ani, which is a white stripe above its eyes",
    "groove-billed ani, which is a long tail",
    "groove-billed ani, which has two toes pointing forward and two toes pointing backward",
    "groove-billed ani, which has found in the southern United States and Mexico"
  ],
  "crested auklet": [
    "crested auklet, which is a small, black and white bird",
    "crested auklet, which is a black head with a white crest",
    "crested auklet, which is a black bill",
    "crested auklet, which is a black body with white spots",
    "crested auklet, which has black legs and feet",
    "crested auklet, which has Distinctive black ring around eyes",
    "crested auklet, which has Black bill with white face",
    "crested auklet, which has Distinctive bill shape and color",
    "crested auklet, which has Body color pattern and eye ring",
    "crested auklet, which has Black ring around eyes",
    "crested auklet, which has Long tail streamers"
  ],
  "least auklet": [
    "least auklet, which is a small, black and white bird",
    "least auklet, which is a black head and back, with a white belly",
    "least auklet, which is a black bill",
    "least auklet, which is a white ring around its black eyes",
    "least auklet, which has black wings with white spots",
    "least auklet, which has black legs and feet",
    "least auklet, which has White ring around eyes",
    "least auklet, which has White band around neck",
    "least auklet, which has White ring around eyes (Least auklet)",
    "least auklet, which has Horn-like projections on eyes (Horned puffin)",
    "least auklet, which has Large, bulbous bill (Rhinoceros auklet)"
  ],
  "parakeet auklet": [
    "parakeet auklet, which is a small, stocky seabird",
    "parakeet auklet, which is a black head and neck, with a white face and black bill",
    "parakeet auklet, which is a black back and wings, with a white underside",
    "parakeet auklet, which is a short, black tail",
    "parakeet auklet, which has orange feet",
    "parakeet auklet, which is a black ring around its eyes",
    "parakeet auklet, which has Orange feet",
    "parakeet auklet, which has White crest on black head",
    "parakeet auklet, which has White crest on head",
    "parakeet auklet, which has White patch on throat",
    "parakeet auklet, which has Presence of crest on head",
    "parakeet auklet, which has Color of feet",
    "parakeet auklet, which has Black ring around eyes",
    "parakeet auklet, which has Distinctive black spots on body",
    "parakeet auklet, which has Presence of white crest on head",
    "parakeet auklet, which has Long tail streamers",
    "parakeet auklet, which has White crest on black head (parakeet auklet)",
    "parakeet auklet, which has Forked tail (Arctic tern)",
    "parakeet auklet, which has Yellow-green coloration vs blue coloration",
    "parakeet auklet, which has Black mask and crescent vs black head and neck with white chest"
  ],
  "rhinoceros auklet": [
    "rhinoceros auklet, which is a seabird",
    "rhinoceros auklet, which has black or dark grey",
    "rhinoceros auklet, which is a large, bulbous bill",
    "rhinoceros auklet, which is a white face with a black stripe behind the eye",
    "rhinoceros auklet, which is a black stripe down the center of the back",
    "rhinoceros auklet, which is a short, stubby tail",
    "rhinoceros auklet, which has webbed feet",
    "rhinoceros auklet, which has Black stripe down the back",
    "rhinoceros auklet, which has White band around the neck",
    "rhinoceros auklet, which has Black stripes on back and white band around neck (for rhinoceros auklet)",
    "rhinoceros auklet, which has Forked tail and dark streaks on white breast (for pomarine jaeger)"
  ],
  "brewer blackbird": [
    "brewer blackbird, which has black",
    "brewer blackbird, which is a long, curved beak",
    "brewer blackbird, which has yellow eyes",
    "brewer blackbird, which is a long tail",
    "brewer blackbird, which has long, black legs",
    "brewer blackbird, which has black wings with white spots",
    "brewer blackbird, which has Tail length",
    "brewer blackbird, which has Beak shape and color",
    "brewer blackbird, which has Yellow eyes",
    "brewer blackbird, which has Webbed feet",
    "brewer blackbird, which has White spot on wings",
    "brewer blackbird, which has Red patches on wings and tail",
    "brewer blackbird, which has White spots on wings (Brewer blackbird)",
    "brewer blackbird, which has Bronze-brown body color (Bronzed cowbird)",
    "brewer blackbird, which has Glossy sheen on feathers",
    "brewer blackbird, which has 'Beard' of shaggy throat feathers",
    "brewer blackbird, which has Bronze-brown body color"
  ],
  "red-winged blackbird": [
    "red-winged blackbird, which is a blackbird with red and yellow wing markings",
    "red-winged blackbird, which is a black body",
    "red-winged blackbird, which is a yellow beak",
    "red-winged blackbird, which has red eyes",
    "red-winged blackbird, which has black legs",
    "red-winged blackbird, which has Red and yellow wing markings",
    "red-winged blackbird, which has Large, triangular beak"
  ],
  "rusty blackbird": [
    "rusty blackbird, which is a blackbird with rusty-brown feathers",
    "rusty blackbird, which is a yellow eyes.",
    "rusty blackbird, which is a black bill.",
    "rusty blackbird, which has black legs and feet.",
    "rusty blackbird, which is a medium-sized bird.",
    "rusty blackbird, which has found in North America",
    "rusty blackbird, which has Yellow eyes (Rusty Blackbird)",
    "rusty blackbird, which has Red patches on wings and tail (Eastern Towhee)",
    "rusty blackbird, which has Yellow eyes vs. Yellow beak",
    "rusty blackbird, which has Red patches on wings and tail vs. Red and yellow wing markings",
    "rusty blackbird, which has Black bill vs. Yellow beak",
    "rusty blackbird, which has 'Beard' of shaggy throat feathers vs. Absence of 'beard'"
  ],
  "yellow-headed blackbird": [
    "yellow-headed blackbird, which is a blackbird with a yellow head",
    "yellow-headed blackbird, which is a black body with yellow wings",
    "yellow-headed blackbird, which is a long, black beak",
    "yellow-headed blackbird, which has black legs and feet",
    "yellow-headed blackbird, which has yellow eyes",
    "yellow-headed blackbird, which has Distinct yellow head",
    "yellow-headed blackbird, which has Rusty-brown feathers",
    "yellow-headed blackbird, which has Red patches on wings and tail",
    "yellow-headed blackbird, which has Red patches on wings and tail (Yellow-headed blackbird)",
    "yellow-headed blackbird, which has Medium-sized bird (Rusty blackbird)"
  ],
  "bobolink": [
    "bobolink, which is a black and white bird",
    "bobolink, which is a black head, neck, and chest with a white collar",
    "bobolink, which is a black back and wings with white stripes",
    "bobolink, which is a white belly",
    "bobolink, which is a long, black tail",
    "bobolink, which is a black bill",
    "bobolink, which has yellow eyes",
    "bobolink, which has black legs and feet",
    "bobolink, which has Contrasting black and white plumage vs. olive-green or brown plumage",
    "bobolink, which has Long black tail vs. short tail",
    "bobolink, which has Black and white plumage vs. black body with red and yellow wing markings"
  ],
  "indigo bunting": [
    "indigo bunting, which is a small, songbird",
    "indigo bunting, which has blue",
    "indigo bunting, which is a black head",
    "indigo bunting, which is a white belly",
    "indigo bunting, which has black wings with white wingbars",
    "indigo bunting, which is a short, pointed bill",
    "indigo bunting, which is a long, forked tail",
    "indigo bunting, which has Blue body coloration",
    "indigo bunting, which has Pink breast and belly"
  ],
  "lazuli bunting": [
    "lazuli bunting, which is a small, songbird",
    "lazuli bunting, which has blue, grey, and white",
    "lazuli bunting, which is a black head with a white stripe above the eye",
    "lazuli bunting, which is a black bill",
    "lazuli bunting, which is a white breast with black streaks",
    "lazuli bunting, which is a black tail with white edges",
    "lazuli bunting, which has black wings with white bars",
    "lazuli bunting, which has Blue, grey, and white coloration with black head and tail",
    "lazuli bunting, which has White breast with black streaks and black wings with white bars",
    "lazuli bunting, which has Distinct head coloration (black head with white stripe vs. black, brown, or grey head)",
    "lazuli bunting, which has Red breast (pine grosbeak)",
    "lazuli bunting, which has Pink breast and belly",
    "lazuli bunting, which has Long, forked tail",
    "lazuli bunting, which has Distinct head coloration (black head with white stripe)",
    "lazuli bunting, which has White belly",
    "lazuli bunting, which has Red and yellow wing markings",
    "lazuli bunting, which has Distinct black head and tail vs. iridescent blue-green plumage",
    "lazuli bunting, which has Small, pointed black bill vs. short, square or forked tail",
    "lazuli bunting, which has Presence of red or pink breast",
    "lazuli bunting, which has Beak shape: long, curved vs. small, pointed"
  ],
  "painted bunting": [
    "painted bunting, which is a brightly colored bird",
    "painted bunting, which is a blue head and neck, green back, and yellow or red belly",
    "painted bunting, which is a long, pointed beak",
    "painted bunting, which has two long, pointed wings",
    "painted bunting, which has two long, thin legs",
    "painted bunting, which has Blue head and green back (Painted Bunting)",
    "painted bunting, which has Red body and black wings (Summer Tanager)"
  ],
  "cardinal": [
    "cardinal, which is a red bird",
    "cardinal, which is a black beak",
    "cardinal, which is a black mask around its eyes",
    "cardinal, which is a black crest on its head",
    "cardinal, which is a white underside",
    "cardinal, which is a long tail",
    "cardinal, which is a wingspan of about 12 inches"
  ],
  "spotted catbird": [
    "spotted catbird, which is a small, dark bird",
    "spotted catbird, which is a black head with a white spot on each side",
    "spotted catbird, which is a black body with white spots",
    "spotted catbird, which is a long, black tail",
    "spotted catbird, which has black legs and feet",
    "spotted catbird, which has Presence of white spots on body",
    "spotted catbird, which has Webbed feet",
    "spotted catbird, which has Presence of white spots on body for spotted catbird",
    "spotted catbird, which has Solid black wings with white-tipped black tail for shiny cowbird",
    "spotted catbird, which has Webbed feet vs. zygodactyl feet",
    "spotted catbird, which has Presence of red streak on back"
  ],
  "gray catbird": [
    "gray catbird, which is a small to medium-sized bird",
    "gray catbird, which has gray with black streaks on its back and wings",
    "gray catbird, which is a black cap and tail",
    "gray catbird, which is a white belly",
    "gray catbird, which is a long, black beak",
    "gray catbird, which has yellow eyes",
    "gray catbird, which has gray legs and feet",
    "gray catbird, which has Black cap and tail",
    "gray catbird, which has Olive-green crown",
    "gray catbird, which has Black cap and tail vs. White throat and breast",
    "gray catbird, which has Long, curved bill",
    "gray catbird, which has Black cap and tail vs. Tail markings: black with white bars",
    "gray catbird, which has Yellow eyes vs. Distinctive eye ring"
  ],
  "yellow-breasted chat": [
    "yellow-breasted chat, which is a songbird",
    "yellow-breasted chat, which has yellow and black",
    "yellow-breasted chat, which is a black \"mask\" around its eyes",
    "yellow-breasted chat, which is a yellow breast",
    "yellow-breasted chat, which is a black tail with white edges",
    "yellow-breasted chat, which is a black bill",
    "yellow-breasted chat, which has black legs",
    "yellow-breasted chat, which has Land bird vs. waterbird",
    "yellow-breasted chat, which has Presence of black 'mask' around the eyes",
    "yellow-breasted chat, which has Yellow breast vs. white breast with black streaks",
    "yellow-breasted chat, which has Yellow eyes vs. no yellow eyes",
    "yellow-breasted chat, which has Black 'mask' around eyes vs. black head with white stripe above eye",
    "yellow-breasted chat, which has Yellow breast vs. orange throat",
    "yellow-breasted chat, which has Presence of white wingbar",
    "yellow-breasted chat, which has Facial pattern - black mask vs. black head with orange throat",
    "yellow-breasted chat, which has Underside coloration - yellow breast vs. orange breast and belly",
    "yellow-breasted chat, which has Distinct bright yellow coloration",
    "yellow-breasted chat, which has Red patch on nape for northern flicker",
    "yellow-breasted chat, which has White rump for northern flicker",
    "yellow-breasted chat, which has Presence of webbed feet vs. non-webbed feet",
    "yellow-breasted chat, which has Body proportions: long, thin neck and body vs. shorter neck and body"
  ],
  "eastern towhee": [
    "eastern towhee, which is a blackbird with a white belly",
    "eastern towhee, which is a black head, back, and wings",
    "eastern towhee, which is a long, black tail",
    "eastern towhee, which has red eyes",
    "eastern towhee, which is a long, curved bill",
    "eastern towhee, which has dark-colored legs",
    "eastern towhee, which has White belly",
    "eastern towhee, which has Red patches on wings and tail",
    "eastern towhee, which has Red vs. yellow eye color",
    "eastern towhee, which has Orange belly, throat, and breast vs. white belly"
  ],
  "chuck-will widow": [
    "chuck-will widow, which is a nocturnal bird",
    "chuck-will widow, which has black with white streaks on its wings",
    "chuck-will widow, which is a white throat and breast",
    "chuck-will widow, which has red eyes",
    "chuck-will widow, which is a long, black tail",
    "chuck-will widow, which is a wingspan of up to 24 inches",
    "chuck-will widow, which has Large wingspan for Chuck-will's widow",
    "chuck-will widow, which has Climbing behavior for Brown creeper",
    "chuck-will widow, which has White bars on wings for Winter wren"
  ],
  "brandt cormorant": [
    "brandt cormorant, which is a black or dark-brown bird",
    "brandt cormorant, which is a long, hooked bill",
    "brandt cormorant, which is a long neck",
    "brandt cormorant, which has long, webbed feet",
    "brandt cormorant, which is a long, forked tail",
    "brandt cormorant, which is a white patch on its throat",
    "brandt cormorant, which has White patch on throat (unique to brandt cormorant)",
    "brandt cormorant, which has White ring around eyes (unique to pomarine jaeger)",
    "brandt cormorant, which has Red skin on face (unique to red-faced cormorant)",
    "brandt cormorant, which has Presence of black stripe down the back (Nashville warbler)",
    "brandt cormorant, which has Presence of black mask on face (Tennessee warbler)",
    "brandt cormorant, which has Seabird vs. perching bird",
    "brandt cormorant, which has Coloration: black, white, or grey vs. predominantly gray",
    "brandt cormorant, which has White patch on throat (Brandt cormorant)",
    "brandt cormorant, which has Long streamers on tail (Pelagic cormorant)"
  ],
  "red-faced cormorant": [
    "red-faced cormorant, which is a waterbird",
    "red-faced cormorant, which has black or dark grey",
    "red-faced cormorant, which is a long, hooked bill",
    "red-faced cormorant, which has red skin on its face",
    "red-faced cormorant, which has long, webbed feet",
    "red-faced cormorant, which is a long, tail",
    "red-faced cormorant, which has Aquatic adaptation vs. land adaptation",
    "red-faced cormorant, which has Body color and eye color",
    "red-faced cormorant, which has Presence of crest on head",
    "red-faced cormorant, which has Bill shape and length",
    "red-faced cormorant, which has Presence of distinct white wingbars",
    "red-faced cormorant, which has Bill shape: hooked vs. thin and specialized for fishing",
    "red-faced cormorant, which has Bill shape: hooked vs. thin",
    "red-faced cormorant, which has Horn-like projections on eyes",
    "red-faced cormorant, which has Hooked bill shape"
  ],
  "pelagic cormorant": [
    "pelagic cormorant, which is a black or dark-brown bird",
    "pelagic cormorant, which is a long, hooked bill",
    "pelagic cormorant, which has long, webbed feet",
    "pelagic cormorant, which has long, streamers on its tail",
    "pelagic cormorant, which is a white patch on its throat",
    "pelagic cormorant, which has Long, hooked bill",
    "pelagic cormorant, which has Long, webbed feet",
    "pelagic cormorant, which has Long streamers on tail (pelagic cormorant)",
    "pelagic cormorant, which has Long, narrow wings (sooty albatross)",
    "pelagic cormorant, which has White patch on throat",
    "pelagic cormorant, which has Red skin on face"
  ],
  "bronzed cowbird": [
    "bronzed cowbird, which is a small, dark bird",
    "bronzed cowbird, which is a short, stout bill",
    "bronzed cowbird, which is a bronze-brown body",
    "bronzed cowbird, which is a black head, neck, and tail",
    "bronzed cowbird, which has yellow eyes",
    "bronzed cowbird, which has dark legs and feet",
    "bronzed cowbird, which has Red and yellow wing markings",
    "bronzed cowbird, which has Shaggy 'beard' of throat feathers",
    "bronzed cowbird, which has Yellow eyes vs. yellow beak",
    "bronzed cowbird, which has Red and yellow wing markings vs. red patches",
    "bronzed cowbird, which has Bronze-brown body vs. blue, grey, and white coloration",
    "bronzed cowbird, which has Long, forked tail"
  ],
  "shiny cowbird": [
    "shiny cowbird, which is a blackbird with a glossy black plumage",
    "shiny cowbird, which is a long, curved beak",
    "shiny cowbird, which has yellow eyes",
    "shiny cowbird, which is a black tail with a white tip",
    "shiny cowbird, which has black legs",
    "shiny cowbird, which has Curved beak vs. straight beak",
    "shiny cowbird, which has Forked tail vs. black tail with white tip",
    "shiny cowbird, which has White-tipped black tail",
    "shiny cowbird, which has Solid black wings",
    "shiny cowbird, which has Size comparison: smaller size",
    "shiny cowbird, which has Webbed feet",
    "shiny cowbird, which has Glossy black plumage with white-tipped black tail vs. black plumage with red and yellow wing markings",
    "shiny cowbird, which has Yellow eyes and curved beak vs. yellow beak and long, thin beak",
    "shiny cowbird, which has Glossy black plumage with white-tipped black tail vs. brown or grey plumage with dark streaks",
    "shiny cowbird, which has Yellow eyes and curved beak vs. white throat and breast",
    "shiny cowbird, which has Eye color (yellow for shiny cowbird, black for white-necked raven)",
    "shiny cowbird, which has Wingspan size (over four feet for white-necked raven)",
    "shiny cowbird, which has Rusty-brown feathers vs. shiny black plumage",
    "shiny cowbird, which has Webbed feet vs. non-webbed feet",
    "shiny cowbird, which has Plumage coloration: glossy black vs. black, white, and brown",
    "shiny cowbird, which has Beak shape: long and curved vs. large and triangular",
    "shiny cowbird, which has Coloration pattern on wings: glossy black with white-tipped tail vs. white spots with red patches",
    "shiny cowbird, which has Body coloration: glossy black with white vs. bronze-brown",
    "shiny cowbird, which has Plumage color and tail pattern",
    "shiny cowbird, which has Eye color and beak shape",
    "shiny cowbird, which has Glossy black plumage with white-tipped black tail vs. black, grey, or white coloration with black mask",
    "shiny cowbird, which has Yellow eyes and curved beak vs. black bill and black mask extending from beak to eyes",
    "shiny cowbird, which has Curved beak vs. pointed beak",
    "shiny cowbird, which has White-tipped black tail vs. forked tail"
  ],
  "brown creeper": [
    "brown creeper, which is a small, brown bird",
    "brown creeper, which is a long, thin beak",
    "brown creeper, which is a long, curved tail",
    "brown creeper, which has small, black eyes",
    "brown creeper, which has black and white stripes on its wings",
    "brown creeper, which has black and white stripes on its back",
    "brown creeper, which has Long, thin, curved beak (for brown creeper)",
    "brown creeper, which has Large wingspan (for chuck-will widow)",
    "brown creeper, which has Climbing behavior",
    "brown creeper, which has Black cap",
    "brown creeper, which has Blue and white body colors",
    "brown creeper, which has Distinct black and white bars on tail (for mangrove cuckoo)",
    "brown creeper, which has Black bill (for mangrove cuckoo)",
    "brown creeper, which has Climbing behavior vs drilling behavior",
    "brown creeper, which has Curved beak vs chisel-like beak",
    "brown creeper, which has Climbing behavior vs hovering flight",
    "brown creeper, which has Reddish throat vs absence of reddish throat",
    "brown creeper, which has Curved tail for climbing",
    "brown creeper, which has White stripe above eyes",
    "brown creeper, which has Leg color",
    "brown creeper, which has Eye ring presence"
  ],
  "american crow": [
    "american crow, which has black",
    "american crow, which is a long, curved beak",
    "american crow, which is a fan-shaped tail",
    "american crow, which has glossy feathers",
    "american crow, which has yellow eyes",
    "american crow, which has Diurnal vs nocturnal behavior",
    "american crow, which has Eye color: red vs yellow",
    "american crow, which has Fan-shaped tail vs long tail",
    "american crow, which has White stripe above eyes",
    "american crow, which has Brown, grey, or olive-colored plumage (Swainson warbler)",
    "american crow, which has White stripe above beak (House wren)"
  ],
  "fish crow": [
    "fish crow, which is a black bird",
    "fish crow, which is a long, thin beak",
    "fish crow, which is a small head",
    "fish crow, which is a long, slender body",
    "fish crow, which has long legs",
    "fish crow, which has webbed feet",
    "fish crow, which is a fish-like tail",
    "fish crow, which has Red and yellow wing markings",
    "fish crow, which has Yellow beak",
    "fish crow, which has Webbed feet",
    "fish crow, which has 'Beard' of shaggy throat feathers"
  ],
  "black-billed cuckoo": [
    "black-billed cuckoo, which is a medium-sized bird",
    "black-billed cuckoo, which has black and white",
    "black-billed cuckoo, which is a long, black bill",
    "black-billed cuckoo, which is a black tail with white bars",
    "black-billed cuckoo, which has black legs",
    "black-billed cuckoo, which has yellow eyes",
    "black-billed cuckoo, which has Tail markings: black with white bars vs. black with white edges",
    "black-billed cuckoo, which has Eye color: yellow vs. distinctive eye ring",
    "black-billed cuckoo, which has Tail shape and color",
    "black-billed cuckoo, which has Bill color and head markings",
    "black-billed cuckoo, which has Yellow eyes and black bill",
    "black-billed cuckoo, which has Distinctive orange-yellow coloration and specific wingbars"
  ],
  "mangrove cuckoo": [
    "mangrove cuckoo, which is a medium-sized bird",
    "mangrove cuckoo, which has brown or grey",
    "mangrove cuckoo, which is a long tail",
    "mangrove cuckoo, which is a black bill",
    "mangrove cuckoo, which has yellow eyes",
    "mangrove cuckoo, which has black legs",
    "mangrove cuckoo, which is a white breast with brown spots",
    "mangrove cuckoo, which has Habitat preference",
    "mangrove cuckoo, which has Distinct call",
    "mangrove cuckoo, which has Habitat preference for mangrove forests",
    "mangrove cuckoo, which has Distinct black and white bars on the tail",
    "mangrove cuckoo, which has Yellow body color vs. brown/grey with white breast and brown spots",
    "mangrove cuckoo, which has Black and white bars on tail (for mangrove cuckoo)",
    "mangrove cuckoo, which has Black band around neck and blue wings (for ringed kingfisher)",
    "mangrove cuckoo, which has Yellow eyes",
    "mangrove cuckoo, which has Black cap on head"
  ],
  "yellow-billed cuckoo": [
    "yellow-billed cuckoo, which is a bird",
    "yellow-billed cuckoo, which has black, grey, or white",
    "yellow-billed cuckoo, which is a long, curved beak",
    "yellow-billed cuckoo, which has yellow eyes",
    "yellow-billed cuckoo, which is a black tail with white bars",
    "yellow-billed cuckoo, which has black wings with white bars",
    "yellow-billed cuckoo, which has Long, curved beak",
    "yellow-billed cuckoo, which has Black mask on yellow body",
    "yellow-billed cuckoo, which has Dark streaks on head (Savannah sparrow) vs. Lack of dark streaks on throat, crown, and nape (Le Conte's sparrow)",
    "yellow-billed cuckoo, which has White throat and breast with brown streaks (Savannah sparrow) vs. Brown stripe down the center of the head (Le Conte's sparrow)"
  ],
  "gray-crowned-rosy finch": [
    "gray-crowned-rosy finch, which is a small, sparrow-like bird",
    "gray-crowned-rosy finch, which has gray, brown, and white",
    "gray-crowned-rosy finch, which is a black cap and bib",
    "gray-crowned-rosy finch, which is a pink breast and belly",
    "gray-crowned-rosy finch, which has gray wings and tail",
    "gray-crowned-rosy finch, which is a black bill",
    "gray-crowned-rosy finch, which has dark eyes",
    "gray-crowned-rosy finch, which has Mountainous habitat",
    "gray-crowned-rosy finch, which has Distinct call",
    "gray-crowned-rosy finch, which has Pink breast and belly (Gray-crowned-rosy finch)",
    "gray-crowned-rosy finch, which has Yellow body with black wings and tail, white wing patch, and white crescent on face (Evening grosbeak)"
  ],
  "purple finch": [
    "purple finch, which is a small, sparrow-like bird",
    "purple finch, which has purple, red, or pink",
    "purple finch, which is a black head with a white stripe above the eye",
    "purple finch, which is a black bill",
    "purple finch, which is a white belly",
    "purple finch, which has brown wings with white bars",
    "purple finch, which is a long, notched tail",
    "purple finch, which has White stripe above the eye",
    "purple finch, which has Long, curved beak",
    "purple finch, which has White belly",
    "purple finch, which has Yellow breast",
    "purple finch, which has Notched tail",
    "purple finch, which has Forked tail",
    "purple finch, which has Colorful plumage (purple, red, pink) for purple finch vs. bronze-brown body for bronzed cowbird",
    "purple finch, which has White stripes above eyes and white belly for purple finch vs. black head, neck, and tail for bronzed cowbird",
    "purple finch, which has Colorful plumage (purple, red, pink) for purple finch vs. blue coloration for blue grosbeak",
    "purple finch, which has White stripe above the eye for purple finch vs. absence of white stripe above the eye for blue grosbeak",
    "purple finch, which has Colorful plumage vs. subdued coloration",
    "purple finch, which has White belly and stripes above eyes vs. pink breast and belly with black cap and bib"
  ],
  "northern flicker": [
    "northern flicker, which is a medium-sized woodpecker",
    "northern flicker, which is a black and white barred pattern on its back",
    "northern flicker, which is a red patch on its lower back",
    "northern flicker, which is a black tail with white outer feathers",
    "northern flicker, which is a black bill",
    "northern flicker, which is a white rump",
    "northern flicker, which has black wings with white spots",
    "northern flicker, which has Black and white coloration vs. Reddish-brown coloration",
    "northern flicker, which has Medium size with woodpecker-like features vs. Small size with long, curved beak",
    "northern flicker, which has Distinctive coloring on back",
    "northern flicker, which has Size and beak shape",
    "northern flicker, which has Zygodactyl feet",
    "northern flicker, which has Foraging behavior: live trees vs. dead or decaying trees",
    "northern flicker, which has Red patch on lower back (for northern flicker)",
    "northern flicker, which has Reddish throat (for brown creeper)"
  ],
  "acadian flycatcher": [
    "acadian flycatcher, which is a small, insect-eating bird",
    "acadian flycatcher, which has olive-green or brown",
    "acadian flycatcher, which is a white breast with brown streaks",
    "acadian flycatcher, which is a black head with a white eye-ring",
    "acadian flycatcher, which is a short tail",
    "acadian flycatcher, which is a black bill",
    "acadian flycatcher, which has two white wing bars",
    "acadian flycatcher, which has Short tail for Acadian flycatcher",
    "acadian flycatcher, which has Black body with white underparts for Scissor-tailed flycatcher",
    "acadian flycatcher, which has White eye-ring for Acadian Flycatcher",
    "acadian flycatcher, which has Dark legs for Yellow-throated Vireo",
    "acadian flycatcher, which has Black head with white eye-ring (Acadian flycatcher) vs. Black cap on head (Western-wood pewee)",
    "acadian flycatcher, which has Short tail (Acadian flycatcher) vs. Longer forked tail (Western-wood pewee)",
    "acadian flycatcher, which has Eye color: red for Blue-headed vireo, white for Acadian flycatcher",
    "acadian flycatcher, which has Distinctive head coloration: blue-grey/white for Blue-headed vireo, black head with white eye-ring for Acadian flycatcher",
    "acadian flycatcher, which has Black 'mask' around eyes for Bay-breasted warbler",
    "acadian flycatcher, which has Black cap on head",
    "acadian flycatcher, which has Yellow-green coloration with streaked back",
    "acadian flycatcher, which has Plumage color: olive-green or brown vs. grey or brown",
    "acadian flycatcher, which has Breast coloration: white with brown streaks vs. black head and white throat"
  ],
  "great-crested flycatcher": [
    "great-crested flycatcher, which is a small to medium-sized songbird",
    "great-crested flycatcher, which has grey, brown, or black",
    "great-crested flycatcher, which is a white breast with black streaks",
    "great-crested flycatcher, which is a black crest",
    "great-crested flycatcher, which is a black bill",
    "great-crested flycatcher, which has yellow eyes",
    "great-crested flycatcher, which has two white wing bars",
    "great-crested flycatcher, which has Distinct black stripes on white breast (great-crested flycatcher)",
    "great-crested flycatcher, which has Olive-green crown (olive-sided flycatcher)",
    "great-crested flycatcher, which has Black crest on head",
    "great-crested flycatcher, which has Distinctive climbing behavior",
    "great-crested flycatcher, which has Black bill for great-crested flycatcher",
    "great-crested flycatcher, which has White breast with black streaks for great-crested flycatcher",
    "great-crested flycatcher, which has Black crest on head (great-crested flycatcher)",
    "great-crested flycatcher, which has Black tail with white bars (house wren)",
    "great-crested flycatcher, which has Black 'mask' around eyes (olive-sided flycatcher)",
    "great-crested flycatcher, which has White V shape on back (olive-sided flycatcher)",
    "great-crested flycatcher, which has Yellow eyes (for Great-crested flycatcher)",
    "great-crested flycatcher, which has White eye-ring and dark legs (for Acadian flycatcher)",
    "great-crested flycatcher, which has Distinctive black crest on head (for Great-crested flycatcher)",
    "great-crested flycatcher, which has Coloration: grey, brown, or black (for Great-crested flycatcher) vs. olive-green or brown (for Acadian flycatcher)",
    "great-crested flycatcher, which has Black crest vs. black cap on head",
    "great-crested flycatcher, which has Yellow eyes vs. distinctive eye ring"
  ],
  "least flycatcher": [
    "least flycatcher, which is a small bird",
    "least flycatcher, which has grey or brown",
    "least flycatcher, which is a white breast with brown streaks",
    "least flycatcher, which is a black bill",
    "least flycatcher, which is a black eye-ring",
    "least flycatcher, which has two white wing bars",
    "least flycatcher, which is a short tail",
    "least flycatcher, which has Black head and white throat",
    "least flycatcher, which has Black wings and white tail",
    "least flycatcher, which has Black head and white throat (Least flycatcher)",
    "least flycatcher, which has Short tail (Least flycatcher) vs. Long tail (Warbling vireo)",
    "least flycatcher, which has Eye color: black vs. yellow",
    "least flycatcher, which has Presence of black crest on head",
    "least flycatcher, which has White line above the eye",
    "least flycatcher, which has Black crest on the head",
    "least flycatcher, which has Black eye-ring",
    "least flycatcher, which has Black mask on face",
    "least flycatcher, which has Black bill vs. long, pointed bill",
    "least flycatcher, which has Absence vs. presence of black cap on head",
    "least flycatcher, which has Presence of three black stripes on the breast",
    "least flycatcher, which has Tail length: short vs. long and forked",
    "least flycatcher, which has Presence of distinctive eye ring",
    "least flycatcher, which has Eye-ring color: black (least flycatcher) vs. white (olive-sided flycatcher)",
    "least flycatcher, which has Presence of black cap on head (olive-sided flycatcher) vs. absence (least flycatcher)",
    "least flycatcher, which has Bill color: black (least flycatcher) vs. long and black (western-wood pewee)",
    "least flycatcher, which has Plumage color: absence of vibrant red, orange, or yellow (least flycatcher) vs. presence in western-wood pewee",
    "least flycatcher, which has Presence of two white wing bars",
    "least flycatcher, which has Yellow belly",
    "least flycatcher, which has Pronounced white eyebrow (Warbling vireo)",
    "least flycatcher, which has Black mask on face (Least flycatcher)"
  ],
  "olive-sided flycatcher": [
    "olive-sided flycatcher, which is a small to medium-sized songbird",
    "olive-sided flycatcher, which has black, grey, or olive-brown",
    "olive-sided flycatcher, which is a white breast with three black stripes",
    "olive-sided flycatcher, which is a white belly",
    "olive-sided flycatcher, which is a black head with an olive-green crown",
    "olive-sided flycatcher, which is a black bill",
    "olive-sided flycatcher, which is a black tail with white sides",
    "olive-sided flycatcher, which has black wings with two white bars",
    "olive-sided flycatcher, which has White patches on sides of body",
    "olive-sided flycatcher, which has Black 'mask' around eyes",
    "olive-sided flycatcher, which has White V shape on back",
    "olive-sided flycatcher, which has White line above eyes",
    "olive-sided flycatcher, which has White eye-ring around head",
    "olive-sided flycatcher, which has Black band around the neck",
    "olive-sided flycatcher, which has Black cap on head",
    "olive-sided flycatcher, which has White V shape on the back",
    "olive-sided flycatcher, which has Olive-green or brown back coloration",
    "olive-sided flycatcher, which has Yellow belly",
    "olive-sided flycatcher, which has White patches on sides of body (Olive-sided flycatcher)",
    "olive-sided flycatcher, which has Blue and white body colors with black throat (Black-throated-blue warbler)",
    "olive-sided flycatcher, which has Black eye-ring",
    "olive-sided flycatcher, which has Significantly larger size",
    "olive-sided flycatcher, which has Distinct red and yellow wing markings",
    "olive-sided flycatcher, which has Iridescent throat feathers",
    "olive-sided flycatcher, which has White V shape on back (Olive-sided flycatcher)",
    "olive-sided flycatcher, which has Iridescent blue-green plumage with brown streaks on white breast (Tree swallow)"
  ],
  "scissor-tailed flycatcher": [
    "scissor-tailed flycatcher, which is a small to medium-sized bird",
    "scissor-tailed flycatcher, which is a long, forked tail",
    "scissor-tailed flycatcher, which is a black body with white underparts",
    "scissor-tailed flycatcher, which is a black head with a white throat",
    "scissor-tailed flycatcher, which has black wings with white wingbars",
    "scissor-tailed flycatcher, which has Forked tail",
    "scissor-tailed flycatcher, which has Yellow breast",
    "scissor-tailed flycatcher, which has Black body with white underparts and black head with white throat vs. mostly yellow body with black mask and wings",
    "scissor-tailed flycatcher, which has Forked tail vs. long black tail",
    "scissor-tailed flycatcher, which has Forked tail (scissor-tailed flycatcher)",
    "scissor-tailed flycatcher, which has Red coloration with black wings and tail (scarlet tanager)",
    "scissor-tailed flycatcher, which has Long, forked tail",
    "scissor-tailed flycatcher, which has Distinct black body with white underparts"
  ],
  "vermilion flycatcher": [
    "vermilion flycatcher, which is a small bird",
    "vermilion flycatcher, which has red, orange, or yellow",
    "vermilion flycatcher, which is a black bill",
    "vermilion flycatcher, which has black legs and feet",
    "vermilion flycatcher, which is a black tail with white edges",
    "vermilion flycatcher, which has white wing bars",
    "vermilion flycatcher, which has White wing bars",
    "vermilion flycatcher, which has Yellow breast",
    "vermilion flycatcher, which has White V shape on back",
    "vermilion flycatcher, which has Black band around the neck",
    "vermilion flycatcher, which has Red, orange, or yellow plumage",
    "vermilion flycatcher, which has Black mask from beak to eyes",
    "vermilion flycatcher, which has Glossy black plumage with white-tipped black tail",
    "vermilion flycatcher, which has Plumage color (red, orange, yellow vs. orange-red, yellow-orange)",
    "vermilion flycatcher, which has Facial coloration (black mask vs. black head)"
  ],
  "yellow-bellied flycatcher": [
    "yellow-bellied flycatcher, which is a small bird",
    "yellow-bellied flycatcher, which has yellow-bellied",
    "yellow-bellied flycatcher, which is a black head",
    "yellow-bellied flycatcher, which is a white throat",
    "yellow-bellied flycatcher, which has black wings",
    "yellow-bellied flycatcher, which is a white tail",
    "yellow-bellied flycatcher, which has White line above the eye",
    "yellow-bellied flycatcher, which has Distinctive wing color pattern",
    "yellow-bellied flycatcher, which has Yellow belly vs. white breast with black streaks",
    "yellow-bellied flycatcher, which has Presence of black crest on head",
    "yellow-bellied flycatcher, which has Presence of white throat",
    "yellow-bellied flycatcher, which has Presence of three black stripes on the breast",
    "yellow-bellied flycatcher, which has Black mask on face",
    "yellow-bellied flycatcher, which has Distinctive belly and leg coloration",
    "yellow-bellied flycatcher, which has Presence of black mask on face",
    "yellow-bellied flycatcher, which has Yellow belly vs. white breast with brown streaks",
    "yellow-bellied flycatcher, which has Yellow belly vs. white belly with black streaks",
    "yellow-bellied flycatcher, which has Belly color (yellow vs. white with black streaks)",
    "yellow-bellied flycatcher, which has Head coloration (black crest vs. orange throat and black head)",
    "yellow-bellied flycatcher, which has Presence of white V shape on the back",
    "yellow-bellied flycatcher, which has Presence of black mask on the face",
    "yellow-bellied flycatcher, which has Black bill vs. absence of black bill",
    "yellow-bellied flycatcher, which has Presence of black band around the neck",
    "yellow-bellied flycatcher, which has Presence of black crest on the head",
    "yellow-bellied flycatcher, which has Distinct yellow belly vs. orange-red or yellow-orange body",
    "yellow-bellied flycatcher, which has Black head and wings vs. black head, back, and tail",
    "yellow-bellied flycatcher, which has Black eye-ring vs. absence of black eye-ring",
    "yellow-bellied flycatcher, which has Yellow eyes",
    "yellow-bellied flycatcher, which has Red patches on wings and tail",
    "yellow-bellied flycatcher, which has Presence of black crest on head (Yellow-bellied flycatcher)",
    "yellow-bellied flycatcher, which has Olive-green back and yellow-white belly (Warbling vireo)",
    "yellow-bellied flycatcher, which has Red patches on wings and tail (Yellow-bellied flycatcher)",
    "yellow-bellied flycatcher, which has Yellow eyes (Yellow-bellied flycatcher)",
    "yellow-bellied flycatcher, which has Presence of three black stripes on the breast (Yellow-bellied flycatcher)",
    "yellow-bellied flycatcher, which has Absence of red patches on wings and tail (Warbling vireo)",
    "yellow-bellied flycatcher, which has Distinctive crest on head",
    "yellow-bellied flycatcher, which has White belly with black stripe",
    "yellow-bellied flycatcher, which has Presence of iridescent throat feathers",
    "yellow-bellied flycatcher, which has Prominent blue feathers",
    "yellow-bellied flycatcher, which has Black 'mask' around eyes"
  ],
  "frigatebird": [
    "frigatebird, which is a large, long-winged seabird",
    "frigatebird, which is a deeply forked tail",
    "frigatebird, which has a red gular sac (throat pouch) used to attract mates",
    "frigatebird, which has black plumage with a glossy sheen",
    "frigatebird, which has long, hooked bills",
    "frigatebird, which has webbed feet",
    "frigatebird, which has Red gular sac for mating",
    "frigatebird, which has Black cap and line through eyes",
    "frigatebird, which has Long, narrow wings for soaring",
    "frigatebird, which has 'Beard' of shaggy throat feathers",
    "frigatebird, which has Red gular sac",
    "frigatebird, which has White throat patch"
  ],
  "northern fulmar": [
    "northern fulmar, which is a seabird",
    "northern fulmar, which has white with black markings",
    "northern fulmar, which is a long, hooked bill",
    "northern fulmar, which has long, narrow wings",
    "northern fulmar, which has webbed feet",
    "northern fulmar, which has Webbed feet vs. typical bird feet",
    "northern fulmar, which has Presence of black 'bib' on white breast",
    "northern fulmar, which has Hooked bill vs. straight beak",
    "northern fulmar, which has Long, narrow wings vs. broad wings"
  ],
  "gadwall": [
    "gadwall, which is a dabbling duck",
    "gadwall, which has a grey body with a black rear end, a white belly, and a black head with a white stripe along the cheek",
    "gadwall, which has a brown body with a white belly",
    "gadwall, which is a long, orange bill",
    "gadwall, which has orange legs and feet",
    "gadwall, which is a black tail with a white edge",
    "gadwall, which has Color pattern on head",
    "gadwall, which has Bill color"
  ],
  "american goldfinch": [
    "american goldfinch, which is a small, sparrow-like bird",
    "american goldfinch, which has yellow and black",
    "american goldfinch, which is a black cap and wings",
    "american goldfinch, which is a white belly",
    "american goldfinch, which is a short, forked tail",
    "american goldfinch, which has black legs and feet",
    "american goldfinch, which has Black cap on head (American goldfinch)",
    "american goldfinch, which has Black bill (Warbling vireo)",
    "american goldfinch, which has Size and shape: Small, sparrow-like vs. large, triangular beak",
    "american goldfinch, which has Plumage details: Yellow and black with black cap vs. black, white, and brown with white breast and black 'bib'",
    "american goldfinch, which has Coloration of lower body region",
    "american goldfinch, which has Presence of white wing bars and dark legs",
    "american goldfinch, which has Red patches on wings and tail (American redstart)",
    "american goldfinch, which has Orange-yellow coloration with black markings (Scott oriole)"
  ],
  "european goldfinch": [
    "european goldfinch, which is a small, sparrow-like bird",
    "european goldfinch, which has yellow and black",
    "european goldfinch, which is a black cap and black wings with white wing bars",
    "european goldfinch, which is a red face and a white rump",
    "european goldfinch, which is a black bill",
    "european goldfinch, which is a forked tail",
    "european goldfinch, which has dark legs"
  ],
  "boat-tailed grackle": [
    "boat-tailed grackle, which is a blackbird with a long, keel-shaped tail",
    "boat-tailed grackle, which has a glossy black body with a purple sheen",
    "boat-tailed grackle, which has a dark brown body with a paler brown throat",
    "boat-tailed grackle, which is a yellow eye",
    "boat-tailed grackle, which is a long, curved bill",
    "boat-tailed grackle, which has long legs",
    "boat-tailed grackle, which has webbed feet",
    "boat-tailed grackle, which has Keel-shaped tail",
    "boat-tailed grackle, which has White spots and red patches on wings",
    "boat-tailed grackle, which has Size: larger vs. smaller",
    "boat-tailed grackle, which has Body color: glossy black with purple sheen vs. bronze-brown with black head, neck, and tail"
  ],
  "eared grebe": [
    "eared grebe, which is a waterbird",
    "eared grebe, which has black, grey, or brown",
    "eared grebe, which is a long, thin neck",
    "eared grebe, which is a small head",
    "eared grebe, which is a long, thin bill",
    "eared grebe, which has small, black eyes",
    "eared grebe, which has long, black legs",
    "eared grebe, which has webbed feet",
    "eared grebe, which has two long, black feathers sticking up from its head",
    "eared grebe, which has Two long, black feathers on head",
    "eared grebe, which has Distinct color pattern with red breast and black head",
    "eared grebe, which has Waterbird vs. songbird adaptation",
    "eared grebe, which has Color pattern differences",
    "eared grebe, which has Neck length relative to body size",
    "eared grebe, which has Presence of prominent feathers on head",
    "eared grebe, which has Distinct color pattern: red breast and black head",
    "eared grebe, which has Presence of crest on head",
    "eared grebe, which has Distinct color pattern: red breast and black head (Eared grebe)",
    "eared grebe, which has Bulbous bill (Horned grebe)"
  ],
  "horned grebe": [
    "horned grebe, which is a waterbird",
    "horned grebe, which has black, grey, or white",
    "horned grebe, which is a long, thin neck",
    "horned grebe, which is a small head",
    "horned grebe, which is a sharp, curved bill",
    "horned grebe, which has two long, thin, black feathers that extend from the back of the head",
    "horned grebe, which has red eyes",
    "horned grebe, which has long, thin legs",
    "horned grebe, which has webbed feet",
    "horned grebe, which has Long thin neck",
    "horned grebe, which has Distinct feathers on head",
    "horned grebe, which has Black feathers extending from back of head",
    "horned grebe, which has Horn-like projections on eyes",
    "horned grebe, which has White crest on head",
    "horned grebe, which has Bulbous bill",
    "horned grebe, which has Long streamers on tail",
    "horned grebe, which has Red eye color",
    "horned grebe, which has Crest on head"
  ],
  "pied-billed grebe": [
    "pied-billed grebe, which is a waterbird",
    "pied-billed grebe, which has black, white, and brown",
    "pied-billed grebe, which is a long, thin neck",
    "pied-billed grebe, which is a small, round head",
    "pied-billed grebe, which is a large, bill",
    "pied-billed grebe, which has webbed feet",
    "pied-billed grebe, which is a long, pointed tail",
    "pied-billed grebe, which has Thick bill vs. pointed bill",
    "pied-billed grebe, which has Presence of white stripe above the eye",
    "pied-billed grebe, which has Distinct color patterns",
    "pied-billed grebe, which has Presence of long feathers on head or white stripe above the eye",
    "pied-billed grebe, which has Webbed feet for swimming",
    "pied-billed grebe, which has Long legs for running"
  ],
  "western grebe": [
    "western grebe, which is a waterbird",
    "western grebe, which has black, white, and grey",
    "western grebe, which is a long, thin neck",
    "western grebe, which is a long, thin bill",
    "western grebe, which is a small head",
    "western grebe, which is a long, slender body",
    "western grebe, which has long, thin legs",
    "western grebe, which has webbed feet",
    "western grebe, which has Distinct color pattern (black, white, grey vs. red breast, white chest, black head)",
    "western grebe, which has Unique bill shape for fishing (long, thin bill vs. distinct bill shape)",
    "western grebe, which has Color pattern: black, white, grey vs. red face and white wingbars",
    "western grebe, which has Bill shape: long, thin vs. hooked",
    "western grebe, which has Presence of crest on head",
    "western grebe, which has Breast coloration: red vs. black, white, grey",
    "western grebe, which has Distinct crest on head vs. two long, black feathers on head",
    "western grebe, which has Eye color: distinct black in eared grebes",
    "western grebe, which has Distinct color pattern of black, white, and grey vs. grey body with black rear end, white belly, and black head with white stripe along the cheek",
    "western grebe, which has Long, thin neck and slender body vs. compact body shape with white belly and brown body",
    "western grebe, which has Red face: present in red-faced cormorant, absent in western grebe",
    "western grebe, which has Head crest: distinct in western grebe, may be present in red-faced cormorant",
    "western grebe, which has Color pattern: black, white, and grey vs. black head and back with white belly",
    "western grebe, which has Body shape: long, thin neck and slender body vs. compact body shape with white belly and brown body",
    "western grebe, which has Reddish throat vs absence of reddish throat",
    "western grebe, which has White stripe above eyes"
  ],
  "blue grosbeak": [
    "blue grosbeak, which is a blue songbird",
    "blue grosbeak, which is a black bill",
    "blue grosbeak, which has black wings with white wing bars",
    "blue grosbeak, which is a white belly",
    "blue grosbeak, which has long legs",
    "blue grosbeak, which is a long tail",
    "blue grosbeak, which has Yellow body with black wings and tail",
    "blue grosbeak, which has Short, square tail and small triangular head",
    "blue grosbeak, which has Yellow body with black wings and tail (Blue grosbeak)",
    "blue grosbeak, which has Small, triangular head and short, square tail (Lazuli bunting)",
    "blue grosbeak, which has Yellow body with black wings (Blue grosbeak) vs. Vibrant green back and breast (Green jay)",
    "blue grosbeak, which has Small triangular head and short, square tail (Blue grosbeak) vs. Long curved bill and black band across eyes (Green jay)",
    "blue grosbeak, which has Yellow body with black wings and tail for blue grosbeak",
    "blue grosbeak, which has White crown on head for white-crowned sparrow",
    "blue grosbeak, which has White stripes above eyes (Black-throated-blue warbler)",
    "blue grosbeak, which has Yellow body with black wings and tail (Blue grosbeak) vs. Black, brown, or grey body with white throat and breast (Barn swallow)",
    "blue grosbeak, which has Long legs and long tail (Blue grosbeak) vs. Yellowish legs and forked tail (Barn swallow)"
  ],
  "evening grosbeak": [
    "evening grosbeak, which is a plump, seed-eating bird",
    "evening grosbeak, which is a short, stout bill",
    "evening grosbeak, which is a small, triangular head",
    "evening grosbeak, which is a short, square tail",
    "evening grosbeak, which is a yellow body with black wings and tail",
    "evening grosbeak, which is a white wing patch",
    "evening grosbeak, which is a white crescent on its face",
    "evening grosbeak, which has Yellow body with black wings and tail",
    "evening grosbeak, which has White crescent on face",
    "evening grosbeak, which has Yellow body with black wings and tail (Evening grosbeak)",
    "evening grosbeak, which has Orange-yellow body with black head and back (Scott oriole)",
    "evening grosbeak, which has White wing patch",
    "evening grosbeak, which has Yellow eyes",
    "evening grosbeak, which has Yellow body with black wings and tail (Evening grosbeak) vs. black wings with white wing bars and red breast (Pine grosbeak)",
    "evening grosbeak, which has White crescent on face (Evening grosbeak) vs. black, brown, or grey head (Pine grosbeak)",
    "evening grosbeak, which has Triangular beak vs. straight black bill",
    "evening grosbeak, which has Black 'bib' on white breast vs. white breast with brown streaks",
    "evening grosbeak, which has Yellow body with black wings and tail (Evening grosbeak) vs. Blue body coloration (Indigo bunting)",
    "evening grosbeak, which has No pink breast and belly (Evening grosbeak) vs. Pink breast and belly (Indigo bunting)"
  ],
  "pine grosbeak": [
    "pine grosbeak, which is a plump, short-necked bird",
    "pine grosbeak, which is a large, conical bill",
    "pine grosbeak, which is a black, brown, or grey head",
    "pine grosbeak, which is a red breast",
    "pine grosbeak, which is a white belly",
    "pine grosbeak, which has black wings with white wing bars",
    "pine grosbeak, which is a long, black tail",
    "pine grosbeak, which has Red breast (Pine grosbeak)",
    "pine grosbeak, which has White wing patch (Evening grosbeak)",
    "pine grosbeak, which has Purple, red, or pink plumage (Purple finch)",
    "pine grosbeak, which has Red breast vs. red, orange, or yellow plumage",
    "pine grosbeak, which has Black wings with white wing bars vs. black tail with white edges and white V shape on back"
  ],
  "rose-breasted grosbeak": [
    "rose-breasted grosbeak, which is a black, white, and brown bird",
    "rose-breasted grosbeak, which is a large, triangular beak",
    "rose-breasted grosbeak, which is a white breast with a black \"bib.",
    "rose-breasted grosbeak, which has black wings with white stripes",
    "rose-breasted grosbeak, which is a long, black tail",
    "rose-breasted grosbeak, which has black legs",
    "rose-breasted grosbeak, which has Coloration: black, white, and brown vs. orange and black",
    "rose-breasted grosbeak, which has Size: large vs. small to medium-sized",
    "rose-breasted grosbeak, which has Habitat preference: Coastal marsh vs Coniferous forests",
    "rose-breasted grosbeak, which has Plumage color: Yellowish bill vs Yellow-green"
  ],
  "pigeon guillemot": [
    "pigeon guillemot, which is a small to medium-sized seabird",
    "pigeon guillemot, which is a black head, neck, and chest with a white band around the neck",
    "pigeon guillemot, which has of its body is dark grey or black",
    "pigeon guillemot, which is a short, orange or red bill",
    "pigeon guillemot, which has orange or red legs and feet",
    "pigeon guillemot, which is a white wing bar",
    "pigeon guillemot, which has Orange or red legs and feet",
    "pigeon guillemot, which has Long tail streamers",
    "pigeon guillemot, which has Orange or red legs and feet (Pigeon guillemot)",
    "pigeon guillemot, which has Black ring around eyes (Crested auklet)"
  ],
  "california gull": [
    "california gull, which is a white bird with a black head and bill",
    "california gull, which is a yellow ring around its black eyes",
    "california gull, which is a black ring at the base of its bill",
    "california gull, which is a black mark on its wing",
    "california gull, which is a white body with black wingtips",
    "california gull, which is a long, black tail",
    "california gull, which has orange legs and feet",
    "california gull, which has Orange legs and feet",
    "california gull, which has Red eyes",
    "california gull, which has Orange legs and feet (California gull)",
    "california gull, which has Red spot on bill (Western gull)",
    "california gull, which has Yellow ring around black eyes",
    "california gull, which has Non-webbed feet",
    "california gull, which has Black mark on wing (California gull)",
    "california gull, which has Yellow eyes (Western gull)",
    "california gull, which has Orange legs and feet vs. red legs",
    "california gull, which has Non-webbed feet vs. webbed feet",
    "california gull, which has Black ring around bill (Ring-billed gull)",
    "california gull, which has Black ring at base of bill (California gull)"
  ],
  "glaucous-winged gull": [
    "glaucous-winged gull, which is a large bird with a wingspan of up to 2.5 feet",
    "glaucous-winged gull, which has white with grey wings and a black tail",
    "glaucous-winged gull, which is a yellow beak and yellow legs",
    "glaucous-winged gull, which is a black band across its eyes",
    "glaucous-winged gull, which has Black band across eyes",
    "glaucous-winged gull, which has Color of wingtips",
    "glaucous-winged gull, which has Yellow beak and legs (Glaucous-winged gull)",
    "glaucous-winged gull, which has Red spot on lower mandible (Heermann gull)",
    "glaucous-winged gull, which has Grey wings vs. dark grey upperparts",
    "glaucous-winged gull, which has Black band across eyes vs. black cap on head",
    "glaucous-winged gull, which has Black band across eyes (Glaucous-winged gull)",
    "glaucous-winged gull, which has Yellow eyes (Western gull)",
    "glaucous-winged gull, which has Yellow beak vs. yellow bill with red spot",
    "glaucous-winged gull, which has White underparts vs. dark grey upperparts and white underparts"
  ],
  "heermann gull": [
    "heermann gull, which is a white bird with a black head and bill",
    "heermann gull, which is a red spot on its lower mandible",
    "heermann gull, which is a yellow ring around its eyes",
    "heermann gull, which has black wingtips",
    "heermann gull, which is a white tail with a black terminal band",
    "heermann gull, which has orange legs and feet",
    "heermann gull, which has Red spot on lower mandible",
    "heermann gull, which has Black terminal band on white tail",
    "heermann gull, which has Orange legs and feet (Heermann gull)",
    "heermann gull, which has Webbed feet (Ring-billed gull)",
    "heermann gull, which has Habitat preference: Coastal marsh vs Orchard/forested areas",
    "heermann gull, which has Bill color: Yellowish (Seaside sparrow) vs Black (Scott oriole)"
  ],
  "herring gull": [
    "herring gull, which is a large bird with a wingspan of up to 2.3 meters",
    "herring gull, which is a white body with black wingtips",
    "herring gull, which is a yellow beak and legs",
    "herring gull, which is a red spot on its beak",
    "herring gull, which has webbed feet",
    "herring gull, which has Red spot on beak",
    "herring gull, which has Black band across eyes",
    "herring gull, which has Black band across eyes (Herring gull)",
    "herring gull, which has Black ring around bill (Slaty-backed gull)",
    "herring gull, which has Webbed feet",
    "herring gull, which has Black tail",
    "herring gull, which has Red spot on beak (Herring gull) vs. Large, yellow bill (White pelican)",
    "herring gull, which has Black bands across eyes (Herring gull) vs. White patch on throat (White pelican)",
    "herring gull, which has Black trailing edge on wings (Slaty-backed gull)",
    "herring gull, which has Black wingtips with white stripe (Slaty-backed gull)",
    "herring gull, which has Black cap on head"
  ],
  "ivory gull": [
    "ivory gull, which is a white bird",
    "ivory gull, which has black wingtips",
    "ivory gull, which is a black bill",
    "ivory gull, which has pink legs",
    "ivory gull, which has yellow eyes"
  ],
  "ring-billed gull": [
    "ring-billed gull, which is a white bird with a black ring around its bill",
    "ring-billed gull, which is a black head and back with a white underside",
    "ring-billed gull, which is a long, black tail",
    "ring-billed gull, which has black wingtips with white stripes",
    "ring-billed gull, which has red eyes",
    "ring-billed gull, which has webbed feet",
    "ring-billed gull, which has Yellow beak vs. black ring around the bill",
    "ring-billed gull, which has Wing color pattern: black wingtips with white stripes vs. white with grey wings",
    "ring-billed gull, which has Red eyes in ring-billed gulls",
    "ring-billed gull, which has Black band across eyes in glaucous-winged gulls",
    "ring-billed gull, which has Red spot on beak (for herring gull)",
    "ring-billed gull, which has Larger wingspan (for herring gull)",
    "ring-billed gull, which has Yellow beak vs. black bill",
    "ring-billed gull, which has Webbed feet vs. non-webbed orange legs and feet",
    "ring-billed gull, which has Size difference",
    "ring-billed gull, which has 'Bib' marking on white breast",
    "ring-billed gull, which has 'Bib' marking on white breast (for ring-billed gull)",
    "ring-billed gull, which has Black cap on head (for herring gull)"
  ],
  "slaty-backed gull": [
    "slaty-backed gull, which is a large gull with a wingspan of up to 2.3 meters",
    "slaty-backed gull, which is are dark grey and the underparts are white",
    "slaty-backed gull, which is and neck are white with a black cap",
    "slaty-backed gull, which has is yellow with a red spot near the tip",
    "slaty-backed gull, which is and feet are yellow",
    "slaty-backed gull, which has have a black trailing edge",
    "slaty-backed gull, which has Black cap on head (slaty-backed gull)",
    "slaty-backed gull, which has Yellow bill with red spot (slaty-backed gull)",
    "slaty-backed gull, which has Large wingspan",
    "slaty-backed gull, which has Dark grey upperparts and white underparts",
    "slaty-backed gull, which has Black ring around bill",
    "slaty-backed gull, which has Dark grey upperparts and white underparts for slaty-backed gull",
    "slaty-backed gull, which has White body with black wingtips for herring gull",
    "slaty-backed gull, which has Black ring around bill (slaty-backed gull)",
    "slaty-backed gull, which has Black wingtips with white stripe (slaty-backed gull)",
    "slaty-backed gull, which has Black cap on head (slaty-backed gull) vs. Black band across eyes (glaucous-winged gull)",
    "slaty-backed gull, which has Dark grey upperparts and white underparts (slaty-backed gull) vs. White wings with grey coloration (glaucous-winged gull)",
    "slaty-backed gull, which has White neck with black cap for slaty-backed gull",
    "slaty-backed gull, which has Black wingtips with white stripes for herring gull",
    "slaty-backed gull, which has Wingspan size",
    "slaty-backed gull, which has Head and bill coloration",
    "slaty-backed gull, which has White neck with black cap (slaty-backed gull) vs. Black band across eyes (glaucous-winged gull)",
    "slaty-backed gull, which has Black wingtips with white stripes (slaty-backed gull) vs. Color of wingtips (glaucous-winged gull)",
    "slaty-backed gull, which has Large wingspan for slaty-backed gull",
    "slaty-backed gull, which has Red spot on lower mandible for heermann gull",
    "slaty-backed gull, which has Yellow feet for slaty-backed gull",
    "slaty-backed gull, which has Red spot on beak for herring gull",
    "slaty-backed gull, which has White neck with black cap (slaty-backed gull)",
    "slaty-backed gull, which has Black trailing edge on wings (slaty-backed gull)",
    "slaty-backed gull, which has Yellow feet (slaty-backed gull)",
    "slaty-backed gull, which has Red spot on lower mandible (slaty-backed gull)"
  ],
  "western gull": [
    "western gull, which is a large bird with a wingspan of up to 2.5 feet",
    "western gull, which has white with a grey back and wings",
    "western gull, which is a black head and bill",
    "western gull, which is a red spot on its bill",
    "western gull, which has yellow eyes",
    "western gull, which has webbed feet",
    "western gull, which has Grey back and wings vs. black wingtips",
    "western gull, which has Yellow eyes vs. yellow ring around eyes",
    "western gull, which has Red spot on bill (Western gull)",
    "western gull, which has Black wingtips with white stripes (Ring-billed gull)",
    "western gull, which has Webbed feet vs. yellow legs",
    "western gull, which has Yellow eyes vs. black band across eyes",
    "western gull, which has Yellow eyes (Western gull) vs. yellow bill with red spot (Slaty-backed gull)",
    "western gull, which has Grey back and wings (Western gull) vs. dark grey upperparts and white underparts (Slaty-backed gull)",
    "western gull, which has Long tail (Geococcyx)",
    "western gull, which has Grey back and wings vs. white with grey wings",
    "western gull, which has Black bill with red spot vs. yellow beak",
    "western gull, which has Black bill with red spot vs. yellow bill with red spot",
    "western gull, which has Grey back and wings vs. dark grey upperparts",
    "western gull, which has Black cap on head vs. no black cap",
    "western gull, which has White underparts vs. white body with grey wings"
  ],
  "anna hummingbird": [
    "anna hummingbird, which is a small, sparrow-sized bird",
    "anna hummingbird, which has green, with a white belly and a reddish throat",
    "anna hummingbird, which is a long, curved beak",
    "anna hummingbird, which has two long, thin wings",
    "anna hummingbird, which is a long, thin tail",
    "anna hummingbird, which has small, black feet",
    "anna hummingbird, which has Reddish throat (Anna hummingbird)",
    "anna hummingbird, which has Blue head and breast (Green kingfisher)",
    "anna hummingbird, which has Reddish throat in Anna hummingbird vs. Violet markings on ear in green violetear",
    "anna hummingbird, which has White belly in Anna hummingbird vs. Green body in green violetear"
  ],
  "ruby-throated hummingbird": [
    "ruby-throated hummingbird, which is a small bird",
    "ruby-throated hummingbird, which has green, yellow, and red",
    "ruby-throated hummingbird, which is a long, thin beak",
    "ruby-throated hummingbird, which has two wings",
    "ruby-throated hummingbird, which is a tail",
    "ruby-throated hummingbird, which has in the air while it feeds on nectar",
    "ruby-throated hummingbird, which has Rapid wing movement while feeding",
    "ruby-throated hummingbird, which has Distinct black and white markings",
    "ruby-throated hummingbird, which has Flight sound",
    "ruby-throated hummingbird, which has Prominence of reddish throat",
    "ruby-throated hummingbird, which has Diurnal behavior vs nocturnal behavior",
    "ruby-throated hummingbird, which has Feeding in flight vs climbing behavior",
    "ruby-throated hummingbird, which has Distinct black and white markings on body",
    "ruby-throated hummingbird, which has Blue head and breast coloration"
  ],
  "rufous hummingbird": [
    "rufous hummingbird, which is a small bird",
    "rufous hummingbird, which has reddish-brown",
    "rufous hummingbird, which is a long, curved beak",
    "rufous hummingbird, which has two wings",
    "rufous hummingbird, which has two legs",
    "rufous hummingbird, which is a tail",
    "rufous hummingbird, which is a small, round body",
    "rufous hummingbird, which has Iridescent throat feathers",
    "rufous hummingbird, which has White throat patch",
    "rufous hummingbird, which has Iridescent throat feathers (Rufous hummingbird)",
    "rufous hummingbird, which has Red patch on lower back (Northern flicker)",
    "rufous hummingbird, which has Iridescent throat feathers (Rufous hummingbird) vs. White stripe above the eye (Purple finch)",
    "rufous hummingbird, which has Small, round body (Rufous hummingbird) vs. White belly (Purple finch)",
    "rufous hummingbird, which has Curved beak for nectar feeding vs. long, thin beak for fish catching",
    "rufous hummingbird, which has Iridescent throat feathers vs. green back and wings with blue head and breast",
    "rufous hummingbird, which has Reddish-brown coloration vs. Green body with white belly and reddish throat",
    "rufous hummingbird, which has Iridescent throat feathers and white throat patch vs. Reddish throat and blue head and breast",
    "rufous hummingbird, which has Iridescent throat feathers and white throat patch (Rufous hummingbird)",
    "rufous hummingbird, which has Glossy sheen on feathers, yellow or orange beak, and yellow eyes (Cape-glossy starling)",
    "rufous hummingbird, which has Iridescent throat feathers and small, round body (Rufous hummingbird)",
    "rufous hummingbird, which has Curved beak for nectar feeding (Rufous hummingbird) vs. pointed bill for catching insects in flight (Barn swallow)"
  ],
  "green violetear": [
    "green violetear, which is a small, brightly colored bird",
    "green violetear, which is a green body with violet markings on the ear",
    "green violetear, which is a long, curved beak",
    "green violetear, which has two long, thin tails",
    "green violetear, which has small, black eyes",
    "green violetear, which has small, black feet",
    "green violetear, which has Distinct head coloration and specific breast/wing markings",
    "green violetear, which has Tail shape and bill color",
    "green violetear, which has Violet markings on ear",
    "green violetear, which has Reddish throat markings"
  ],
  "long-tailed jaeger": [
    "long-tailed jaeger, which is a seabird",
    "long-tailed jaeger, which has black, white, or grey",
    "long-tailed jaeger, which is a long, slender tail",
    "long-tailed jaeger, which has long, narrow wings",
    "long-tailed jaeger, which is a hooked beak",
    "long-tailed jaeger, which has webbed feet",
    "long-tailed jaeger, which has Long, slender tail",
    "long-tailed jaeger, which has White ring around eyes",
    "long-tailed jaeger, which has Long, slender tail vs. wingspan of up to 3.5 feet",
    "long-tailed jaeger, which has Black, white, or grey coloration vs. predominantly white with black wings",
    "long-tailed jaeger, which has Coloration: black, white, or grey vs. dark brown or black with white breast and dark streaks",
    "long-tailed jaeger, which has Black cap on head",
    "long-tailed jaeger, which has White breast with brown spots",
    "long-tailed jaeger, which has Black bill and yellow eyes"
  ],
  "pomarine jaeger": [
    "pomarine jaeger, which is a seabird",
    "pomarine jaeger, which has dark brown or black",
    "pomarine jaeger, which is a white breast with dark streaks",
    "pomarine jaeger, which is a long, hooked bill",
    "pomarine jaeger, which has long, narrow wings",
    "pomarine jaeger, which is a forked tail",
    "pomarine jaeger, which has webbed feet",
    "pomarine jaeger, which has Diving behavior",
    "pomarine jaeger, which has Flocking behavior",
    "pomarine jaeger, which has Forked tail",
    "pomarine jaeger, which has White ring around eyes",
    "pomarine jaeger, which has Dark brown or black coloring with white breast and dark streaks (for pomarine jaeger)",
    "pomarine jaeger, which has Black cap on head (for common tern)",
    "pomarine jaeger, which has Wingspan up to 3.5 feet",
    "pomarine jaeger, which has Red skin on face",
    "pomarine jaeger, which has Diving and flocking behavior",
    "pomarine jaeger, which has Red and yellow wing markings and yellow beak"
  ],
  "blue jay": [
    "blue jay, which is a blue bird",
    "blue jay, which is a white chest",
    "blue jay, which is a black neck and head",
    "blue jay, which is a black beak",
    "blue jay, which is a long tail",
    "blue jay, which has black legs",
    "blue jay, which has Crest on head",
    "blue jay, which has White stripe above eyes",
    "blue jay, which has Black bib on throat",
    "blue jay, which has Yellow eyebrow stripe"
  ],
  "florida jay": [
    "florida jay, which is a small, blue bird",
    "florida jay, which is a white chest and belly",
    "florida jay, which is a black head and neck",
    "florida jay, which is a black bill",
    "florida jay, which is a white stripe above its eyes",
    "florida jay, which has black legs and feet",
    "florida jay, which has Bill shape",
    "florida jay, which has Tail shape",
    "florida jay, which has White stripe above eyes",
    "florida jay, which has Yellow eyes",
    "florida jay, which has Small size",
    "florida jay, which has Long, curved neck",
    "florida jay, which has Blue coloration for Florida jay",
    "florida jay, which has Green and blue color combination for Green kingfisher",
    "florida jay, which has Eye color",
    "florida jay, which has Neck length and curvature",
    "florida jay, which has Black head and neck (Florida jay)",
    "florida jay, which has Black stripe on head (Kentucky warbler)",
    "florida jay, which has White stripe over the eye vs. Absence of this feature",
    "florida jay, which has Presence of black crest on head vs. Absence of this feature"
  ],
  "green jay": [
    "green jay, which is a brightly colored bird",
    "green jay, which is a blue head, wings, and tail",
    "green jay, which is a green back and breast",
    "green jay, which is a white belly",
    "green jay, which is a black band across its eyes",
    "green jay, which is a long, curved bill",
    "green jay, which has long legs",
    "green jay, which has Vibrant green back and breast vs. blue and white coloration with black throat",
    "green jay, which has Black band across eyes",
    "green jay, which has Black band across eyes vs. black stripe through eyes",
    "green jay, which has Curved bill vs. long, thin beak"
  ],
  "dark-eyed junco": [
    "dark-eyed junco, which is a small, sparrow-like bird",
    "dark-eyed junco, which has grey or brown",
    "dark-eyed junco, which is a white belly",
    "dark-eyed junco, which is a dark stripe through its eye",
    "dark-eyed junco, which is a short, notched tail",
    "dark-eyed junco, which has pink legs",
    "dark-eyed junco, which has Short tail length",
    "dark-eyed junco, which has Intricate head and back color pattern",
    "dark-eyed junco, which has Subtle color palette vs. striking color combination",
    "dark-eyed junco, which has White belly vs. white breast with black 'bib'",
    "dark-eyed junco, which has White belly vs. white breast with brown streaks",
    "dark-eyed junco, which has Dark stripe through eye vs. black head with white eye-ring"
  ],
  "tropical kingbird": [
    "tropical kingbird, which is a medium-sized bird",
    "tropical kingbird, which has mostly yellow with a black mask and black wings",
    "tropical kingbird, which is a long, black tail",
    "tropical kingbird, which is a large, black bill",
    "tropical kingbird, which has long legs",
    "tropical kingbird, which has Yellow body color with black mask and wings",
    "tropical kingbird, which has White belly and red eyes",
    "tropical kingbird, which has Red eyes",
    "tropical kingbird, which has Distinct black mask and wings for Tropical Kingbird",
    "tropical kingbird, which has Tail markings with white bars for Black-billed Cuckoo",
    "tropical kingbird, which has Yellow body color with black mask and wings (Tropical kingbird) vs. Grey coloration with black wings and white belly (Great-grey shrike)",
    "tropical kingbird, which has Red eyes and long black bill (Tropical kingbird) vs. Black mask around eyes and black bill (Great-grey shrike)",
    "tropical kingbird, which has Long legs (Tropical kingbird) vs. Black legs (Great-grey shrike)",
    "tropical kingbird, which has Black crest on head (Great-grey shrike)",
    "tropical kingbird, which has White belly (Tropical kingbird) vs. White face and throat (Great-grey shrike)",
    "tropical kingbird, which has Blue coloration (Great-grey shrike)",
    "tropical kingbird, which has Distinct black mask and wings vs. black cap and nape",
    "tropical kingbird, which has Yellow body color with black mask and wings vs. black and white color pattern with white face and throat",
    "tropical kingbird, which has Tail length",
    "tropical kingbird, which has Bill shape"
  ],
  "gray kingbird": [
    "gray kingbird, which is a perching bird",
    "gray kingbird, which has gray with a black head",
    "gray kingbird, which is a white throat and breast",
    "gray kingbird, which is a black bill",
    "gray kingbird, which has yellow eyes",
    "gray kingbird, which has long, black legs",
    "gray kingbird, which has black wingtips",
    "gray kingbird, which has White throat and breast (for gray kingbird)",
    "gray kingbird, which has Yellow eyes (for gray kingbird) and olive-green crown (for olive-sided flycatcher)",
    "gray kingbird, which has Eye color (yellow for Gray Kingbird, dark for Western Wood Pewee)",
    "gray kingbird, which has Leg length (long and black for Gray Kingbird, shorter for Western Wood Pewee)",
    "gray kingbird, which has Black bill",
    "gray kingbird, which has Forked tail",
    "gray kingbird, which has Distinctive bill shape",
    "gray kingbird, which has Presence of eye-ring",
    "gray kingbird, which has Black bill vs. black band around the neck",
    "gray kingbird, which has Yellow eyes vs. black mask on the face",
    "gray kingbird, which has Leg length",
    "gray kingbird, which has Back and wing pattern",
    "gray kingbird, which has Black bill vs. black crest on head",
    "gray kingbird, which has Long, black legs vs. white breast with black streaks",
    "gray kingbird, which has Distinct vocalization",
    "gray kingbird, which has Iridescent feathers",
    "gray kingbird, which has Gray body with black head and bill (for gray kingbird)",
    "gray kingbird, which has Mostly yellow body with black mask and wings (for tropical kingbird)"
  ],
  "belted kingfisher": [
    "belted kingfisher, which is a blue-grey bird with a white chest and belly",
    "belted kingfisher, which is a black band across its white belly",
    "belted kingfisher, which is a long, pointed bill",
    "belted kingfisher, which is a crest on its head",
    "belted kingfisher, which is a black stripe down its back",
    "belted kingfisher, which is a white stripe on its wings",
    "belted kingfisher, which is a black tail with a white band at the tip",
    "belted kingfisher, which has Crest on head",
    "belted kingfisher, which has Black band around neck"
  ],
  "green kingfisher": [
    "green kingfisher, which is a small, brightly-colored bird",
    "green kingfisher, which is a long, thin beak",
    "green kingfisher, which is a green back and wings, and a blue head and breast",
    "green kingfisher, which is a white belly",
    "green kingfisher, which is a black stripe running through its eyes",
    "green kingfisher, which has long, pointed toes",
    "green kingfisher, which has Blue head and breast (Green kingfisher)",
    "green kingfisher, which has Black band across white chest and belly (Belted kingfisher)",
    "green kingfisher, which has Eye color",
    "green kingfisher, which has Bill shape",
    "green kingfisher, which has Black stripe through eyes (Green kingfisher)",
    "green kingfisher, which has Black stripe down back (Belted kingfisher)",
    "green kingfisher, which has Blue head and breast",
    "green kingfisher, which has Dark body with white spots",
    "green kingfisher, which has Black stripe through eyes (Green kingfisher) vs. Iridescent throat feathers (Rufous hummingbird)",
    "green kingfisher, which has Green back and wings with blue head and breast (Green kingfisher) vs. Reddish-brown coloration with white throat patch (Rufous hummingbird)"
  ],
  "pied kingfisher": [
    "pied kingfisher, which is a black and white bird",
    "pied kingfisher, which is a long, black bill",
    "pied kingfisher, which is a black cap and nape, with a white face and throat",
    "pied kingfisher, which has black upperparts, with white underparts",
    "pied kingfisher, which is a black tail with white outer feathers",
    "pied kingfisher, which has black wings with white wing bars",
    "pied kingfisher, which has red eyes",
    "pied kingfisher, which has long, black legs",
    "pied kingfisher, which has Distinct black and white coloration vs. colorful appearance",
    "pied kingfisher, which has Presence of black band around the neck",
    "pied kingfisher, which has Distinct black and white coloration vs. blue color with white and black markings",
    "pied kingfisher, which has Red eyes vs. yellow eyes",
    "pied kingfisher, which has Eye color: Red for pied kingfisher, Yellow for belted kingfisher",
    "pied kingfisher, which has Belly band: Present in belted kingfisher, Absent in pied kingfisher",
    "pied kingfisher, which has Head pattern: Black cap and nape with white face and throat for pied kingfisher, Crest on head for belted kingfisher",
    "pied kingfisher, which has Back stripe: Present in belted kingfisher, Absent in pied kingfisher",
    "pied kingfisher, which has Iridescent blue-green or greenish-blue plumage",
    "pied kingfisher, which has Eye color other than red"
  ],
  "ringed kingfisher": [
    "ringed kingfisher, which is a brightly colored bird",
    "ringed kingfisher, which is a black band around its neck",
    "ringed kingfisher, which is a long, curved bill",
    "ringed kingfisher, which is a white belly",
    "ringed kingfisher, which has blue wings",
    "ringed kingfisher, which is a long tail",
    "ringed kingfisher, which has Blue wings",
    "ringed kingfisher, which has White belly vs. white breast with brown spots",
    "ringed kingfisher, which has Long, curved bill vs. short, straight bill",
    "ringed kingfisher, which has White belly and blue wings vs. black and white coloration with specific patterns on the back",
    "ringed kingfisher, which has Crest on head",
    "ringed kingfisher, which has Black stripe down back",
    "ringed kingfisher, which has Specific patterns on back",
    "ringed kingfisher, which has Difference in bill shapes",
    "ringed kingfisher, which has Black stripe down back vs. black and white bars on tail",
    "ringed kingfisher, which has Crest on head vs. black cap on head",
    "ringed kingfisher, which has Black band around neck",
    "ringed kingfisher, which has Orange feet"
  ],
  "white-breasted kingfisher": [
    "white-breasted kingfisher, which is a brightly colored bird",
    "white-breasted kingfisher, which is a white breast",
    "white-breasted kingfisher, which is a black head",
    "white-breasted kingfisher, which is a long, curved bill",
    "white-breasted kingfisher, which has blue wings",
    "white-breasted kingfisher, which is a long tail",
    "white-breasted kingfisher, which has orange feet"
  ],
  "red-legged kittiwake": [
    "red-legged kittiwake, which is a seabird",
    "red-legged kittiwake, which has white with black wingtips",
    "red-legged kittiwake, which has red legs",
    "red-legged kittiwake, which is a yellow bill",
    "red-legged kittiwake, which has webbed feet",
    "red-legged kittiwake, which has Red legs",
    "red-legged kittiwake, which has Black wingtips with black terminal band on white tail",
    "red-legged kittiwake, which has Black head, back, and tail with white belly",
    "red-legged kittiwake, which has Yellow-green coloration with black hood and wings"
  ],
  "horned lark": [
    "horned lark, which is a small, sparrow-like bird",
    "horned lark, which has brown, grey, or white",
    "horned lark, which is a black bib",
    "horned lark, which has black streaks on its back",
    "horned lark, which is a black \"horn\" on its head",
    "horned lark, which is a yellow or white throat",
    "horned lark, which is a long, black tail",
    "horned lark, which has Presence of black 'horn' on head (for horned lark)",
    "horned lark, which has Presence of black hood on head (for hooded warbler)",
    "horned lark, which has Presence of black mask on face",
    "horned lark, which has Color of wingbar"
  ],
  "pacific loon": [
    "pacific loon, which is a waterbird",
    "pacific loon, which has black, white, or grey",
    "pacific loon, which is a long, thin neck",
    "pacific loon, which is a small head",
    "pacific loon, which is a pointed bill",
    "pacific loon, which has webbed feet",
    "pacific loon, which is a white stripe above the eye",
    "pacific loon, which has White stripe above the eye for pacific loon",
    "pacific loon, which has Red skin on face for red-faced cormorant",
    "pacific loon, which has Distinct feathers on head for horned grebe",
    "pacific loon, which has Red eyes for horned grebe",
    "pacific loon, which has Presence of long, webbed feet for red-faced cormorant",
    "pacific loon, which has Long, thin neck for pacific loon",
    "pacific loon, which has White stripe above eye vs. red breast and black head",
    "pacific loon, which has Presence of two long, black feathers on head",
    "pacific loon, which has White stripe above the eye (Pacific loon) vs. Crest on head (Hooded merganser)",
    "pacific loon, which has Absence of red breast coloration (Pacific loon) vs. Presence of red breast coloration (Hooded merganser)",
    "pacific loon, which has Distinct color pattern: red breast and black head vs. Absence of red breast coloration",
    "pacific loon, which has Presence of two long, black feathers on head vs. White stripe above the eye"
  ],
  "mallard": [
    "mallard, which is a waterfowl",
    "mallard, which has green, brown, and white",
    "mallard, which is a long neck",
    "mallard, which is a bill that is orange with a black tip",
    "mallard, which has webbed feet",
    "mallard, which is a tail that is black and white"
  ],
  "western meadowlark": [
    "western meadowlark, which is a yellow-breasted songbird",
    "western meadowlark, which is a black V on its chest",
    "western meadowlark, which is a black bill",
    "western meadowlark, which has dark streaks on its sides",
    "western meadowlark, which is a white belly",
    "western meadowlark, which is a long tail",
    "western meadowlark, which has dark wings with white bars",
    "western meadowlark, which has V-shaped black pattern on chest (Western meadowlark)",
    "western meadowlark, which has Solid black hood on head (Hooded oriole)",
    "western meadowlark, which has Dark streaks on sides (Western meadowlark)",
    "western meadowlark, which has Curved beak (Hooded oriole)",
    "western meadowlark, which has Yellow breast vs. brown and white coloration",
    "western meadowlark, which has Dark streaks on sides vs. brown streaks on throat and breast",
    "western meadowlark, which has Black V-shaped pattern on chest (Western meadowlark)",
    "western meadowlark, which has Red eyes (Red-winged blackbird)",
    "western meadowlark, which has Yellow breast vs. white breast with black streaks",
    "western meadowlark, which has Black bill vs. brown stripe on head",
    "western meadowlark, which has Black 'mask' around eyes",
    "western meadowlark, which has Black tail with white edges"
  ],
  "hooded merganser": [
    "hooded merganser, which is a waterfowl",
    "hooded merganser, which has black, brown, or white",
    "hooded merganser, which is a long, thin bill",
    "hooded merganser, which is a crest on its head",
    "hooded merganser, which is a long neck",
    "hooded merganser, which is a long, narrow body",
    "hooded merganser, which has webbed feet",
    "hooded merganser, which has Presence of crest on head (Hooded merganser)",
    "hooded merganser, which has Red breast coloration (Red-breasted merganser)"
  ],
  "red-breasted merganser": [
    "red-breasted merganser, which is a waterbird",
    "red-breasted merganser, which has black, brown, or white",
    "red-breasted merganser, which is a long, thin bill",
    "red-breasted merganser, which is a red breast",
    "red-breasted merganser, which is a long, thin neck",
    "red-breasted merganser, which is a long, thin body",
    "red-breasted merganser, which has long, thin legs",
    "red-breasted merganser, which has Long, thin bill for fishing",
    "red-breasted merganser, which has Distinct color pattern with white chest and black head",
    "red-breasted merganser, which has Long, thin bill for fishing (Red-breasted merganser)",
    "red-breasted merganser, which has Two long, thin, black feathers extending from the back of the head (Horned grebe)",
    "red-breasted merganser, which has Long, thin bill specialized for fishing",
    "red-breasted merganser, which has Distinct bill shape",
    "red-breasted merganser, which has Head shape",
    "red-breasted merganser, which has Orange-yellow coloration with distinct white wingbars",
    "red-breasted merganser, which has Distinctive red breast vs. black, grey, or brown plumage",
    "red-breasted merganser, which has Long, thin bill specialized for fishing vs. smaller bill relative to body size",
    "red-breasted merganser, which has Presence of red breast",
    "red-breasted merganser, which has Webbed feet",
    "red-breasted merganser, which has Distinctive red breast vs. subtle coloration",
    "red-breasted merganser, which has Long, thin neck and body vs. shorter neck and body"
  ],
  "mockingbird": [
    "mockingbird, which is a black, grey, or white bird",
    "mockingbird, which is a long tail",
    "mockingbird, which is a black beak",
    "mockingbird, which has black legs",
    "mockingbird, which has black eyes",
    "mockingbird, which is a white breast",
    "mockingbird, which has black wings with white spots",
    "mockingbird, which has Distinctive song",
    "mockingbird, which has Climbing behavior",
    "mockingbird, which has Distinctive song patterns",
    "mockingbird, which has Unique tail color pattern",
    "mockingbird, which has Diurnal vs. Nocturnal",
    "mockingbird, which has Mimicking ability",
    "mockingbird, which has Distinctive song and climbing behavior",
    "mockingbird, which has Curved beak and forked tail",
    "mockingbird, which has Diurnal vs. Crepuscular behavior",
    "mockingbird, which has Black, grey, or white coloration (mockingbird)",
    "mockingbird, which has Yellow eyes (brown thrasher)",
    "mockingbird, which has Distinctive black and white coloration with unique patterns",
    "mockingbird, which has Black band across eyes"
  ],
  "nighthawk": [
    "nighthawk, which is a nocturnal bird of prey",
    "nighthawk, which has black or dark brown",
    "nighthawk, which has large eyes",
    "nighthawk, which is a hooked beak",
    "nighthawk, which has long, pointed wings",
    "nighthawk, which is a short tail",
    "nighthawk, which has talons on its feet",
    "nighthawk, which has Diurnal vs nocturnal behavior",
    "nighthawk, which has Eye color - red vs large dark"
  ],
  "clark nutcracker": [
    "clark nutcracker, which is a black and white bird",
    "clark nutcracker, which is a long, black beak",
    "clark nutcracker, which is a black cap and nape",
    "clark nutcracker, which is a white face and throat",
    "clark nutcracker, which is a black back and wings",
    "clark nutcracker, which is a white belly",
    "clark nutcracker, which has black legs and feet",
    "clark nutcracker, which has Black and white color pattern",
    "clark nutcracker, which has White stripe over the eye",
    "clark nutcracker, which has Presence of black cap and nape",
    "clark nutcracker, which has Red eyes",
    "clark nutcracker, which has Black and white color pattern vs black or dark brown",
    "clark nutcracker, which has Diurnal vs nocturnal behavior",
    "clark nutcracker, which has Red crest on head",
    "clark nutcracker, which has Red eyes, black cap and nape, white face and throat (Clark nutcracker)",
    "clark nutcracker, which has Black mask around eyes, long tail with white corners, grey body coloration (Great-grey shrike)"
  ],
  "white-breasted nuthatch": [
    "white-breasted nuthatch, which is a small, stocky bird",
    "white-breasted nuthatch, which has blue-grey above and white below",
    "white-breasted nuthatch, which is a black cap and a white stripe over its eye",
    "white-breasted nuthatch, which is a short, stout bill",
    "white-breasted nuthatch, which is a long, black tail",
    "white-breasted nuthatch, which has small, black feet"
  ],
  "baltimore oriole": [
    "baltimore oriole, which is a small to medium-sized songbird",
    "baltimore oriole, which has orange and black",
    "baltimore oriole, which is a black head with an orange throat",
    "baltimore oriole, which is an orange breast and belly",
    "baltimore oriole, which has black wings with white bars",
    "baltimore oriole, which is a black tail with white edges",
    "baltimore oriole, which is a black bill",
    "baltimore oriole, which has yellow eyes",
    "baltimore oriole, which has Orange breast and belly (oriole)",
    "baltimore oriole, which has Black wings with white bars (oriole)",
    "baltimore oriole, which has Orange and black coloration",
    "baltimore oriole, which has Bill shape: black bill vs pointed beak",
    "baltimore oriole, which has Black head with orange throat (Baltimore Oriole)",
    "baltimore oriole, which has Black hood on head (Hooded Oriole)",
    "baltimore oriole, which has Orange belly (Baltimore Oriole) vs. White belly (Orchard Oriole)",
    "baltimore oriole, which has Black head with orange throat (Baltimore Oriole) vs. Black head and back (Orchard Oriole)"
  ],
  "hooded oriole": [
    "hooded oriole, which is a black and orange bird",
    "hooded oriole, which is a black hood",
    "hooded oriole, which is an orange body",
    "hooded oriole, which has black wings",
    "hooded oriole, which is a long, black tail",
    "hooded oriole, which is a curved beak",
    "hooded oriole, which has two toes pointing forward and two toes pointing backward",
    "hooded oriole, which has Black hood on head",
    "hooded oriole, which has Yellow eyes",
    "hooded oriole, which has Distinct head coloration",
    "hooded oriole, which has Leg structure",
    "hooded oriole, which has Black hood covering head",
    "hooded oriole, which has Red patches on wings and tail",
    "hooded oriole, which has White belly",
    "hooded oriole, which has Body color (white vs. black)",
    "hooded oriole, which has Leg shape (red vs. narrow)",
    "hooded oriole, which has Vibrant orange and black coloration",
    "hooded oriole, which has Long, curved beak"
  ],
  "orchard oriole": [
    "orchard oriole, which is a small songbird",
    "orchard oriole, which has orange-red or yellow-orange",
    "orchard oriole, which is a black head, back, and tail",
    "orchard oriole, which is a white belly",
    "orchard oriole, which is a pointed bill",
    "orchard oriole, which has long legs",
    "orchard oriole, which is a black \"V\" on its back",
    "orchard oriole, which has Black 'V' on back (orchard oriole)",
    "orchard oriole, which has White wing bars (vermilion flycatcher)",
    "orchard oriole, which has Black 'V' on back (orchard oriole) vs. Orange throat (scott oriole)",
    "orchard oriole, which has Long legs (orchard oriole) vs. Dark legs (scott oriole)",
    "orchard oriole, which has Distinct back markings",
    "orchard oriole, which has Leg color",
    "orchard oriole, which has Belly color",
    "orchard oriole, which has White belly (orchard oriole) vs. Orange-yellow with black head and back (scott oriole)",
    "orchard oriole, which has Pointed bill (orchard oriole) vs. Black bill (scott oriole)",
    "orchard oriole, which has Black 'V' markings on back (Orchard Oriole) vs. Black 'mask' around eyes (Yellow-breasted Chat)",
    "orchard oriole, which has White belly and black head, back, and tail (Orchard Oriole) vs. Yellow breast and black tail with white edges (Yellow-breasted Chat)",
    "orchard oriole, which has White belly vs. yellow belly",
    "orchard oriole, which has Presence of three black stripes on the breast",
    "orchard oriole, which has Belly and head coloration",
    "orchard oriole, which has Legs and bill characteristics",
    "orchard oriole, which has Black band around the neck (vermilion flycatcher)",
    "orchard oriole, which has White belly and white wing bars (orchard oriole)",
    "orchard oriole, which has Black 'V' markings on back (orchard oriole) vs. Distinct black and orange-yellow coloration with white markings (scott oriole)",
    "orchard oriole, which has White belly and black head, back, and tail (orchard oriole) vs. Orange-yellow with black head and back (scott oriole)",
    "orchard oriole, which has Black 'V' markings on back for orchard oriole",
    "orchard oriole, which has Presence of black eye-ring for yellow-bellied flycatcher",
    "orchard oriole, which has Black band around the neck (orchard oriole) vs. Distinct black and orange-yellow coloration with white markings (scott oriole)",
    "orchard oriole, which has White belly and white wing bars (orchard oriole) vs. Orange-yellow coloration with black markings (scott oriole)",
    "orchard oriole, which has Eye color: distinct black",
    "orchard oriole, which has Body color pattern: black, white, and grey vs. black, brown, or white",
    "orchard oriole, which has Habitat preference for mangrove forests",
    "orchard oriole, which has Long legs for wading in water"
  ],
  "scott oriole": [
    "scott oriole, which is a small to medium-sized songbird",
    "scott oriole, which has orange-yellow with a black head and back",
    "scott oriole, which is a white wingbar",
    "scott oriole, which is a black tail with white edges",
    "scott oriole, which is a black bill",
    "scott oriole, which has dark legs",
    "scott oriole, which has White wingbar",
    "scott oriole, which has Orange throat",
    "scott oriole, which has Black tail with white edges (Scott oriole)",
    "scott oriole, which has White belly (Orchard oriole)",
    "scott oriole, which has White wingbar (Scott oriole)",
    "scott oriole, which has Distinct back markings, such as a black 'V' on the back (Orchard oriole)",
    "scott oriole, which has Orange throat (Scott oriole)",
    "scott oriole, which has Three black stripes on the breast (Orchard oriole)",
    "scott oriole, which has Distinct black and orange-yellow coloration with white markings",
    "scott oriole, which has Medium-sized songbird with specific back markings and wingbars",
    "scott oriole, which has Orange-yellow coloration with black markings",
    "scott oriole, which has Distinctive back markings and wingbars",
    "scott oriole, which has Webbed feet and long, thin neck",
    "scott oriole, which has Red legs",
    "scott oriole, which has Black 'bib' on white breast",
    "scott oriole, which has Distinctive orange-yellow and black coloration",
    "scott oriole, which has Presence of crest on head"
  ],
  "ovenbird": [
    "ovenbird, which is a small, sparrow-like bird",
    "ovenbird, which has brown or grey with streaks on its breast",
    "ovenbird, which is a white belly",
    "ovenbird, which is a black stripe on its head",
    "ovenbird, which is a long, curved beak",
    "ovenbird, which has dark eyes",
    "ovenbird, which has long legs",
    "ovenbird, which has Black stripe on head",
    "ovenbird, which has Prominent white throat and breast with brown streaks",
    "ovenbird, which has Ground-dwelling vs. Tree-dwelling",
    "ovenbird, which has Foot structure: Zygodactyl vs. Typical bird foot structure",
    "ovenbird, which has Prominent white throat and breast with brown streaks vs. Red crescent on chest",
    "ovenbird, which has White stripe above eyes vs. Absence of white stripe above eyes",
    "ovenbird, which has Habitat preference: Ground-dwelling vs. Tree-dwelling",
    "ovenbird, which has Throat coloration: White with brown streaks vs. Yellow",
    "ovenbird, which has Bill shape: long, curved vs. short, straight",
    "ovenbird, which has Tail coloration: black with white bars vs. black with white bars",
    "ovenbird, which has Throat and breast coloration: white with brown streaks vs. white with dark streaks",
    "ovenbird, which has Ground-dwelling vs. land bird",
    "ovenbird, which has Black stripe on head vs. black 'mask' around eyes",
    "ovenbird, which has Distinctive song",
    "ovenbird, which has Throat and breast coloration: White with brown streaks vs. White with dark streaks on back",
    "ovenbird, which has Red streaks on the back (Red-headed woodpecker)",
    "ovenbird, which has Red crest on the head (Pileated woodpecker)"
  ],
  "brown pelican": [
    "brown pelican, which is a large bird with a long neck and bill",
    "brown pelican, which is a brown body with white underparts",
    "brown pelican, which has long, brownish-grey wings",
    "brown pelican, which is a black tail",
    "brown pelican, which has webbed feet",
    "brown pelican, which has Pouch under bill",
    "brown pelican, which has Lighter underparts",
    "brown pelican, which has Pouch under bill (for brown pelican)",
    "brown pelican, which has Black cap on head (for caspian tern)",
    "brown pelican, which has Long neck and bill",
    "brown pelican, which has Black wingtips",
    "brown pelican, which has Presence of pouch under bill (for brown pelican)",
    "brown pelican, which has Distinct red breast coloration (for red-breasted merganser)",
    "brown pelican, which has Darker overall plumage (for brown pelican)",
    "brown pelican, which has Distinct white chest and black head color pattern (for red-breasted merganser)",
    "brown pelican, which has Red spot on bill"
  ],
  "white pelican": [
    "white pelican, which is a large bird with a wingspan of up to 3.6 m (12 ft)",
    "white pelican, which has white with black wingtips",
    "white pelican, which is a long, curved neck",
    "white pelican, which is a large, yellow bill",
    "white pelican, which has webbed feet",
    "white pelican, which has Large, yellow bill",
    "white pelican, which has White patch on throat"
  ],
  "western-wood pewee": [
    "western-wood pewee, which is a small, brownish-grey bird",
    "western-wood pewee, which is a white breast with brown streaks",
    "western-wood pewee, which is a long, black beak",
    "western-wood pewee, which is a black tail with white edges",
    "western-wood pewee, which has black wings with white bars",
    "western-wood pewee, which has two white wingbars",
    "western-wood pewee, which is a black cap",
    "western-wood pewee, which has Black cap on head (Western-wood pewee)",
    "western-wood pewee, which has Olive-green or brown coloring (Acadian flycatcher)",
    "western-wood pewee, which has Distinctive eye ring",
    "western-wood pewee, which has Longer forked tail",
    "western-wood pewee, which has Longer forked tail (western-wood pewee)",
    "western-wood pewee, which has Black crest on head (great-crested flycatcher)",
    "western-wood pewee, which has Vibrant red, orange, or yellow plumage",
    "western-wood pewee, which has Yellow breast",
    "western-wood pewee, which has Longer forked tail (Western-wood pewee)",
    "western-wood pewee, which has Black 'mask' around eyes (Acadian flycatcher)",
    "western-wood pewee, which has White patches on sides of body",
    "western-wood pewee, which has Olive-green crown"
  ],
  "sayornis": [
    "sayornis, which is a small to medium-sized bird",
    "sayornis, which has black, grey, or brown",
    "sayornis, which is a short, stout bill",
    "sayornis, which is a forked tail",
    "sayornis, which has short legs",
    "sayornis, which is a short, rounded wings",
    "sayornis, which is a strong, direct flight",
    "sayornis, which has Forked tail (for Sayornis)",
    "sayornis, which has Distinctive song and climbing behavior (for Mockingbird)",
    "sayornis, which has Forked tail in sayornis",
    "sayornis, which has Dark streaks on back of winter wren",
    "sayornis, which has Tail shape (forked vs. black with white bars)",
    "sayornis, which has Eye color (yellow vs. other)",
    "sayornis, which has Forked tail (for Sayornis) vs. Pointed bill (for orchard oriole)",
    "sayornis, which has Strong, direct flight (for Sayornis) vs. Black 'V' on back (for orchard oriole)"
  ],
  "american pipit": [
    "american pipit, which is a small bird",
    "american pipit, which has brown or grey",
    "american pipit, which is a white breast",
    "american pipit, which is a black bill",
    "american pipit, which is a long tail",
    "american pipit, which has yellow legs",
    "american pipit, which has Leg color (Yellow for American pipit, Dark for orange-crowned warbler)",
    "american pipit, which has Presence of orange crown (For orange-crowned warbler)",
    "american pipit, which has Body shape: slender and elongated vs. stocky",
    "american pipit, which has Underparts: solid color vs. black streaks"
  ],
  "whip-poor will": [
    "whip-poor will, which is a four-limbed bird",
    "whip-poor will, which has black, grey, or brown",
    "whip-poor will, which is a long, pointed beak",
    "whip-poor will, which is a long tail",
    "whip-poor will, which has large eyes",
    "whip-poor will, which is a furry body",
    "whip-poor will, which has clawed hands and feet",
    "whip-poor will, which has Hooked bill vs long, thin bill",
    "whip-poor will, which has Webbed feet vs long, thin legs"
  ],
  "horned puffin": [
    "horned puffin, which is a seabird",
    "horned puffin, which has black and white",
    "horned puffin, which is a large, orange bill",
    "horned puffin, which has orange legs and feet",
    "horned puffin, which is a black head with white facial markings",
    "horned puffin, which has black wings with white stripes",
    "horned puffin, which is a black tail with a white tip",
    "horned puffin, which has Horn-like projections on eyes",
    "horned puffin, which has White wing bar",
    "horned puffin, which has Orange bill",
    "horned puffin, which has White crest on black head"
  ],
  "common raven": [
    "common raven, which has black",
    "common raven, which is a large, curved beak",
    "common raven, which is a long, straight tail",
    "common raven, which has shiny black feathers",
    "common raven, which is a loud, croaking voice",
    "common raven, which has Wingspan size",
    "common raven, which has 'Beard' of shaggy throat feathers",
    "common raven, which has Belly coloration: white vs. white, brown, or grey",
    "common raven, which has Tail markings: black tail vs. black tail with white bars"
  ],
  "white-necked raven": [
    "white-necked raven, which is a black bird",
    "white-necked raven, which is a white neck",
    "white-necked raven, which is a large, black beak",
    "white-necked raven, which has black eyes",
    "white-necked raven, which has black legs and feet",
    "white-necked raven, which is a wingspan of over four feet",
    "white-necked raven, which has Presence of white markings",
    "white-necked raven, which has Bill shape and toe arrangement",
    "white-necked raven, which has Tail shape"
  ],
  "american redstart": [
    "american redstart, which is a small songbird",
    "american redstart, which has black, grey, or white",
    "american redstart, which has red patches on its wings and tail",
    "american redstart, which is a pointed beak",
    "american redstart, which has small feet",
    "american redstart, which has Red patches on wings and tail (American redstart)",
    "american redstart, which has Black head, back, and wings (Eastern towhee)",
    "american redstart, which has Yellow eyes (for gray kingbird) vs. Red eyes (for clark nutcracker)",
    "american redstart, which has Long, black legs (for gray kingbird) vs. Black legs and feet (for clark nutcracker)"
  ],
  "geococcyx": [
    "geococcyx, which is a bird",
    "geococcyx, which has black or dark brown",
    "geococcyx, which is a long tail",
    "geococcyx, which is a curved beak",
    "geococcyx, which has long legs",
    "geococcyx, which has webbed feet",
    "geococcyx, which is a good swimmer",
    "geococcyx, which has Ground-dwelling behavior",
    "geococcyx, which has Red gular sac for mating display"
  ],
  "loggerhead shrike": [
    "loggerhead shrike, which is a small to medium-sized songbird",
    "loggerhead shrike, which has black, grey, or white",
    "loggerhead shrike, which is a black mask that extends from its beak to its eyes",
    "loggerhead shrike, which is a black bill",
    "loggerhead shrike, which is a black tail with white outer feathers",
    "loggerhead shrike, which has black wings with white bars",
    "loggerhead shrike, which has white underparts",
    "loggerhead shrike, which has Black mask from beak to eyes vs. white stripe over eye",
    "loggerhead shrike, which has Black tail with white outer feathers vs. white belly",
    "loggerhead shrike, which has Tail color pattern",
    "loggerhead shrike, which has Head mask pattern",
    "loggerhead shrike, which has Distinct black mask from beak to eyes",
    "loggerhead shrike, which has Blue-grey above and white below coloration"
  ],
  "great-grey shrike": [
    "great-grey shrike, which is a medium-sized songbird",
    "great-grey shrike, which has grey with black wings and a white belly",
    "great-grey shrike, which is a black mask around its eyes",
    "great-grey shrike, which is a long, black tail with white corners",
    "great-grey shrike, which is a black bill",
    "great-grey shrike, which has black legs",
    "great-grey shrike, which has Black mask around eyes vs. Black cap and nape with white face and throat",
    "great-grey shrike, which has Long, black tail with white corners vs. Black back and wings",
    "great-grey shrike, which has Facial mask pattern",
    "great-grey shrike, which has Tail feather coloration",
    "great-grey shrike, which has Eye mask pattern",
    "great-grey shrike, which has Tail shape",
    "great-grey shrike, which has Tail length and color pattern",
    "great-grey shrike, which has Presence of black crest on head",
    "great-grey shrike, which has Black mask around eyes (Great-grey shrike) vs. Black bib on chest (House sparrow)",
    "great-grey shrike, which has Long tail with white corners (Great-grey shrike) vs. Short tail (House sparrow)",
    "great-grey shrike, which has Distinctive tail length and color pattern",
    "great-grey shrike, which has Blue coloration",
    "great-grey shrike, which has Black cap and wings (American goldfinch) vs. olive-green coloration above (Yellow-throated vireo)",
    "great-grey shrike, which has Black mask through the eye (Yellow-throated vireo) vs. white eye-ring (Yellow-throated vireo)",
    "great-grey shrike, which has Prominent black mask around eyes",
    "great-grey shrike, which has Red eyes"
  ],
  "baird sparrow": [
    "baird sparrow, which is a small, brown bird",
    "baird sparrow, which is a white breast with brown streaks",
    "baird sparrow, which is a brown back with white streaks",
    "baird sparrow, which is a brown tail with white streaks",
    "baird sparrow, which is a brown cap with a white eyebrow",
    "baird sparrow, which is a black bill",
    "baird sparrow, which has dark brown eyes",
    "baird sparrow, which has pale pink legs",
    "baird sparrow, which has White eyebrow and brown cap vs. black head with white stripe",
    "baird sparrow, which has Brown back with white streaks vs. brown wings with white bars",
    "baird sparrow, which has Red patch on lower back",
    "baird sparrow, which has Black head with white stripe",
    "baird sparrow, which has Red patch on lower back (Baird sparrow)",
    "baird sparrow, which has Black bill (Baird sparrow) vs. Yellowish bill (Savannah sparrow)",
    "baird sparrow, which has Coloration of the head",
    "baird sparrow, which has White belly (Brewer sparrow)",
    "baird sparrow, which has Zygodactyl feet",
    "baird sparrow, which has White belly",
    "baird sparrow, which has Diurnal behavior",
    "baird sparrow, which has Wingspan size",
    "baird sparrow, which has Presence of red patch on lower back (Baird sparrow)",
    "baird sparrow, which has Dark streaks on throat, crown, and nape (Henslow sparrow)"
  ],
  "black-throated sparrow": [
    "black-throated sparrow, which is a small, sparrow-like bird",
    "black-throated sparrow, which has black, grey, or brown",
    "black-throated sparrow, which is a black throat and breast",
    "black-throated sparrow, which is a white belly",
    "black-throated sparrow, which is a long, black tail",
    "black-throated sparrow, which is a short, black bill",
    "black-throated sparrow, which has brown wings with white bars",
    "black-throated sparrow, which has Black throat and breast vs. brown cap and dark streaks",
    "black-throated sparrow, which has Long black tail and short black bill vs. longer tail and yellow bill",
    "black-throated sparrow, which has Pronounced black markings on throat and breast vs. subtle dark streaks",
    "black-throated sparrow, which has White belly vs. white streaks on sides"
  ],
  "brewer sparrow": [
    "brewer sparrow, which is a small, brown bird",
    "brewer sparrow, which is a streaked breast",
    "brewer sparrow, which is a white belly",
    "brewer sparrow, which is a brown cap",
    "brewer sparrow, which is a yellow bill",
    "brewer sparrow, which has brown wings with white bars",
    "brewer sparrow, which is a long, brown tail",
    "brewer sparrow, which has yellow legs"
  ],
  "chipping sparrow": [
    "chipping sparrow, which is a small bird",
    "chipping sparrow, which has brown, grey, or black",
    "chipping sparrow, which is a white breast with black streaks",
    "chipping sparrow, which is a brown or grey back",
    "chipping sparrow, which is a long, black tail",
    "chipping sparrow, which is a small, black bill",
    "chipping sparrow, which has small, black legs",
    "chipping sparrow, which has Chest coloration (black streaks vs. streaked with white belly)",
    "chipping sparrow, which has Yellow bill and legs",
    "chipping sparrow, which has Yellowish wings",
    "chipping sparrow, which has Streaked white throat",
    "chipping sparrow, which has Dark stripe through the eye"
  ],
  "clay-colored sparrow": [
    "clay-colored sparrow, which is a small, brown bird",
    "clay-colored sparrow, which is a light-colored breast with dark streaks",
    "clay-colored sparrow, which is a light-colored belly with dark streaks",
    "clay-colored sparrow, which is a light-colored head with a dark line through the eye",
    "clay-colored sparrow, which is a long, notched tail",
    "clay-colored sparrow, which is a thin, curved bill",
    "clay-colored sparrow, which has two white wing bars",
    "clay-colored sparrow, which has Facial coloring: light-colored belly with dark streaks vs. brown cap and white cheeks",
    "clay-colored sparrow, which has Bill color: thin, curved bill vs. pink bill",
    "clay-colored sparrow, which has Notched tail",
    "clay-colored sparrow, which has Yellow eyes",
    "clay-colored sparrow, which has Thin, curved bill for Clay-colored sparrow vs. yellow bill for Henslow sparrow",
    "clay-colored sparrow, which has Leg length difference: shorter legs for Clay-colored sparrow vs. longer legs for Henslow sparrow",
    "clay-colored sparrow, which has Light-colored head with dark line through the eye (Clay-colored sparrow)",
    "clay-colored sparrow, which has White belly (Field sparrow)",
    "clay-colored sparrow, which has Light-colored head with dark line through the eye for Clay-colored sparrow vs. absence in Henslow sparrow",
    "clay-colored sparrow, which has Dark streaks on throat, crown, and nape for Henslow sparrow vs. absence in Clay-colored sparrow",
    "clay-colored sparrow, which has Belly color: dark streaks on light-colored belly for clay-colored sparrow vs. white streaks on seaside sparrow's breast",
    "clay-colored sparrow, which has Bill color: thin, curved bill for clay-colored sparrow vs. yellowish bill for seaside sparrow",
    "clay-colored sparrow, which has Notched tail for clay-colored sparrow",
    "clay-colored sparrow, which has Black head, neck, and chest with a white collar for bobolink",
    "clay-colored sparrow, which has Bill color: thin, curved bill for Clay-colored sparrow vs. yellow bill for Brewer sparrow",
    "clay-colored sparrow, which has Eye color: yellow eyes for Clay-colored sparrow vs. yellow legs for Brewer sparrow",
    "clay-colored sparrow, which has Facial coloring: light-colored belly with dark streaks vs. brown stripe down head",
    "clay-colored sparrow, which has Streaked back pattern",
    "clay-colored sparrow, which has Distinctive light-colored eyebrow with dark streaks",
    "clay-colored sparrow, which has Light-colored throat with dark streaks",
    "clay-colored sparrow, which has Bill color: thin, curved bill for clay-colored sparrow vs. black bill for blue grosbeak",
    "clay-colored sparrow, which has Color intensity: vibrant blue color for blue grosbeak vs. subdued brown color for clay-colored sparrow",
    "clay-colored sparrow, which has Light-colored eyebrow with dark streaks",
    "clay-colored sparrow, which has Dark stripe through the eye",
    "clay-colored sparrow, which has Back pattern: dark streaks on back for seaside sparrow vs. absence in clay-colored sparrow",
    "clay-colored sparrow, which has Head and neck coloration: black head, neck, and chest with white collar for clay-colored sparrow vs. absence in seaside sparrow",
    "clay-colored sparrow, which has Facial markings: brown stripe down head"
  ],
  "house sparrow": [
    "house sparrow, which is a small, brown bird",
    "house sparrow, which is a black bib on its chest",
    "house sparrow, which is a black stripe on its head",
    "house sparrow, which is a short, stout bill",
    "house sparrow, which is a short tail",
    "house sparrow, which has brownish-streaked upperparts",
    "house sparrow, which has pale underparts",
    "house sparrow, which has two white wingbars",
    "house sparrow, which has Black bib on chest (House sparrow)",
    "house sparrow, which has Yellow throat (Worm-eating warbler)",
    "house sparrow, which has Black bib on chest (House sparrow) vs. White throat (Harris sparrow)",
    "house sparrow, which has Yellow eyes (Harris sparrow)",
    "house sparrow, which has Black bib on chest (House sparrow) vs. light-colored breast with dark streaks (Clay-colored sparrow)",
    "house sparrow, which has Short, stout bill (House sparrow) vs. thin, curved bill (Clay-colored sparrow)",
    "house sparrow, which has White belly (Field sparrow)",
    "house sparrow, which has Distinct black and white coloration pattern on head and chest for house sparrows",
    "house sparrow, which has Gray wings and tail for gray-crowned-rosy finches"
  ],
  "field sparrow": [
    "field sparrow, which is a small, brown bird",
    "field sparrow, which is a white belly",
    "field sparrow, which is a brown streaked back",
    "field sparrow, which is a small, brown bill",
    "field sparrow, which is a long, brown tail",
    "field sparrow, which has brown wings with white bars",
    "field sparrow, which has Presence of brown wings with white bars (Field sparrow)",
    "field sparrow, which has Dark streaks on throat, crown, and nape (Henslow sparrow)",
    "field sparrow, which has Long, brown tail (Field sparrow)",
    "field sparrow, which has Brown cap (Henslow sparrow)",
    "field sparrow, which has Brown streaked back (Field sparrow)",
    "field sparrow, which has Dark stripe through the eye (Seaside sparrow)",
    "field sparrow, which has Long, brown tail for field sparrows",
    "field sparrow, which has Two white wing bars for clay-colored sparrows",
    "field sparrow, which has Presence of brown wings with white bars",
    "field sparrow, which has Dark brown or black head",
    "field sparrow, which has Black streaks on white belly (Vesper Sparrow)",
    "field sparrow, which has Brown streaks on back with white belly (Field Sparrow)",
    "field sparrow, which has Brown streaked back and long brown tail (Field sparrow)",
    "field sparrow, which has Dark streaks on throat, crown, and nape (Field sparrow)"
  ],
  "fox sparrow": [
    "fox sparrow, which is a small to medium-sized sparrow",
    "fox sparrow, which has brown, grey, or red-brown",
    "fox sparrow, which is a streaked back",
    "fox sparrow, which is a long tail",
    "fox sparrow, which is a white belly",
    "fox sparrow, which is a dark brown or black head",
    "fox sparrow, which is a white throat and eyebrow",
    "fox sparrow, which has Streaked back (Fox sparrow)",
    "fox sparrow, which has Distinct black and white coloration patterns on tail (Bewick wren)",
    "fox sparrow, which has Body color pattern (White with black cap vs. Black cap on white body)",
    "fox sparrow, which has Body shape (Robust vs. Slender)",
    "fox sparrow, which has Facial marking (Presence vs. Absence of black line from beak to eye)",
    "fox sparrow, which has Bill shape (Long, red bill vs. Straight black bill)"
  ],
  "grasshopper sparrow": [
    "grasshopper sparrow, which is a small, brown bird",
    "grasshopper sparrow, which is a light-colored breast with dark streaks",
    "grasshopper sparrow, which is a light-colored belly with dark streaks",
    "grasshopper sparrow, which is a light-colored throat with dark streaks",
    "grasshopper sparrow, which is a light-colored eyebrow with a dark streak",
    "grasshopper sparrow, which is a light-colored crown with a dark streak",
    "grasshopper sparrow, which is a light-colored nape with a dark streak",
    "grasshopper sparrow, which is a light-colored bac",
    "grasshopper sparrow, which has Distinctive facial markings",
    "grasshopper sparrow, which has Two white wing bars",
    "grasshopper sparrow, which has Light-colored facial markings with dark streaks",
    "grasshopper sparrow, which has Notched tail",
    "grasshopper sparrow, which has Facial markings (light-colored eyebrow and crown with dark streaks vs. white crown and black stripe through eye)",
    "grasshopper sparrow, which has Back and nape coloration (light-colored with dark streaks vs. long, brown tail and dark brown wings with white stripes)",
    "grasshopper sparrow, which has White wing bars",
    "grasshopper sparrow, which has Yellow eyes",
    "grasshopper sparrow, which has Distinct light-colored throat with dark streaks",
    "grasshopper sparrow, which has Dark line through the eye",
    "grasshopper sparrow, which has Distinctive light-colored eyebrow with dark streak",
    "grasshopper sparrow, which has Thin, curved bill",
    "grasshopper sparrow, which has Facial markings: light-colored eyebrow and crown with dark streaks vs. black cap and white eyebrow",
    "grasshopper sparrow, which has Leg length: shorter legs vs. longer legs",
    "grasshopper sparrow, which has Prominent light-colored nape with dark streaks",
    "grasshopper sparrow, which has Black head, neck, and chest with white collar",
    "grasshopper sparrow, which has Distinct facial markings (around eyes and crown)",
    "grasshopper sparrow, which has Back coloration and markings"
  ],
  "harris sparrow": [
    "harris sparrow, which is a small, sparrow-like bird",
    "harris sparrow, which has brown and white",
    "harris sparrow, which is a brown cap and white cheeks",
    "harris sparrow, which is a long, notched tail",
    "harris sparrow, which has yellow eyes",
    "harris sparrow, which is a pink bill",
    "harris sparrow, which has dark streaks on its back",
    "harris sparrow, which has Yellow eyes",
    "harris sparrow, which has White throat",
    "harris sparrow, which has Distinct cap color (brown vs. black)",
    "harris sparrow, which has Belly color (white vs. black 'bib')",
    "harris sparrow, which has Pink bill (for Harris sparrow) vs. Yellow bill (for Henslow sparrow)",
    "harris sparrow, which has White throat (for Harris sparrow) vs. White belly (for Henslow sparrow)"
  ],
  "henslow sparrow": [
    "henslow sparrow, which is a small, brown bird",
    "henslow sparrow, which is a streaked back",
    "henslow sparrow, which is a white belly",
    "henslow sparrow, which is a brown cap",
    "henslow sparrow, which is a yellow bill",
    "henslow sparrow, which has long legs",
    "henslow sparrow, which has Yellow bill",
    "henslow sparrow, which has Dark streaks on throat, crown, and nape",
    "henslow sparrow, which has Longer tail",
    "henslow sparrow, which has Dark streaks on throat, crown, and nape for Henslow sparrows",
    "henslow sparrow, which has Leg length difference (longer legs for Henslow sparrows)",
    "henslow sparrow, which has Yellow bill for Henslow sparrow, black bill for Vesper sparrow",
    "henslow sparrow, which has Black streaks on belly and brown back for Vesper sparrow, dark streaks on throat, crown, and nape for Henslow sparrow",
    "henslow sparrow, which has Leg length",
    "henslow sparrow, which has Tail length",
    "henslow sparrow, which has Yellow bill (for Henslow sparrow)",
    "henslow sparrow, which has Black head with white eyebrow (for Nelson-sharp-tailed sparrow)",
    "henslow sparrow, which has Longer tail in Henslow sparrows",
    "henslow sparrow, which has Dark stripe through the eye in Seaside sparrows",
    "henslow sparrow, which has Bill shape: yellow vs. long, thin",
    "henslow sparrow, which has Throat and wing bars: white throat and two white wing bars vs. no distinct markings",
    "henslow sparrow, which has Dark streaks on throat, crown, and nape (for Henslow sparrows)",
    "henslow sparrow, which has Distinctive white throat (for White-throated sparrows)",
    "henslow sparrow, which has Coastal marsh habitat for Seaside sparrows",
    "henslow sparrow, which has White belly in Henslow sparrows",
    "henslow sparrow, which has Leg length difference: longer legs for Henslow sparrows, yellow legs for Brewer sparrows",
    "henslow sparrow, which has White belly for Henslow sparrows",
    "henslow sparrow, which has Red patch on lower back for Savannah sparrows",
    "henslow sparrow, which has Yellow bill vs. thin, curved bill",
    "henslow sparrow, which has Leg length: longer for Henslow sparrows, shorter for clay-colored sparrows",
    "henslow sparrow, which has Dark stripe through the eye (Henslow sparrow)",
    "henslow sparrow, which has Yellow eyes (Grasshopper sparrow)",
    "henslow sparrow, which has Distinctive streak patterns",
    "henslow sparrow, which has Underpart color difference"
  ],
  "le-conte sparrow": [
    "le-conte sparrow, which is a small, brown bird",
    "le-conte sparrow, which is a white belly",
    "le-conte sparrow, which is a brown stripe down the center of its head",
    "le-conte sparrow, which is a long, brown tail",
    "le-conte sparrow, which is a short, brown beak",
    "le-conte sparrow, which has brown wings with white bars",
    "le-conte sparrow, which has yellow eyes",
    "le-conte sparrow, which has Brown stripe down the head vs. brown cap",
    "le-conte sparrow, which has Yellow eyes vs. yellow legs",
    "le-conte sparrow, which has White belly for Le Conte's Sparrow, blue body for Blue Grosbeak",
    "le-conte sparrow, which has Black bill for Blue Grosbeak",
    "le-conte sparrow, which has Long tail",
    "le-conte sparrow, which has Lack of dark streaks on throat, crown, and nape",
    "le-conte sparrow, which has Yellow eye color",
    "le-conte sparrow, which has Streaked breast pattern",
    "le-conte sparrow, which has Presence of stripe down head",
    "le-conte sparrow, which has Streaked back",
    "le-conte sparrow, which has Dark stripe through the eye",
    "le-conte sparrow, which has Wing color",
    "le-conte sparrow, which has Facial markings: brown stripe down the center of the head vs. black head with white eyebrow",
    "le-conte sparrow, which has Tail coloration: long brown tail vs. black tail with white outer feathers",
    "le-conte sparrow, which has Back coloration: streaked back vs. dark streaks on the back",
    "le-conte sparrow, which has Facial marking: dark stripe down the center of the head vs. dark streaks on the head",
    "le-conte sparrow, which has Breast coloration: white belly vs. white breast with dark streaks",
    "le-conte sparrow, which has Head markings: brown stripe vs. dark stripe",
    "le-conte sparrow, which has Breast markings: white belly vs. white streaks",
    "le-conte sparrow, which has Streaked back for Le Conte's Sparrow",
    "le-conte sparrow, which has Vibrant blue body for Blue Grosbeak"
  ],
  "lincoln sparrow": [
    "lincoln sparrow, which is a small, brown bird",
    "lincoln sparrow, which is a streaked back",
    "lincoln sparrow, which is a white belly",
    "lincoln sparrow, which is a brown cap",
    "lincoln sparrow, which is a white throat",
    "lincoln sparrow, which is a long, brown tail",
    "lincoln sparrow, which has yellowish-brown wings",
    "lincoln sparrow, which has Presence of a brown cap",
    "lincoln sparrow, which has Long, thin bill",
    "lincoln sparrow, which has Dark stripe through the eye",
    "lincoln sparrow, which has Two white wing bars",
    "lincoln sparrow, which has Streaked white throat (Lincoln sparrow)",
    "lincoln sparrow, which has Yellow bill and legs (Chipping sparrow)",
    "lincoln sparrow, which has Dark stripe through the eye (Lincoln sparrow)",
    "lincoln sparrow, which has Longer legs (Henslow sparrow)",
    "lincoln sparrow, which has Bill color: long, thin bill vs. black bill",
    "lincoln sparrow, which has Head coloration: brown cap vs. black head with white eyebrow",
    "lincoln sparrow, which has Facial markings: dark stripe through the eye for Lincoln sparrow, brown stripe down the head for Le Conte's sparrow",
    "lincoln sparrow, which has Breast pattern: streaked white throat with brown cap for Lincoln sparrow, streaked breast pattern with lack of dark streaks on throat, crown, and nape for Le Conte's sparrow",
    "lincoln sparrow, which has Presence of dark stripe through the eye (Lincoln sparrow)",
    "lincoln sparrow, which has Streaked white throat (Lincoln sparrow) vs. lack of dark streaks on throat, crown, and nape (Song sparrow)",
    "lincoln sparrow, which has Presence of dark stripe through the eye",
    "lincoln sparrow, which has Yellow legs",
    "lincoln sparrow, which has White breast with black streaks (Chipping sparrow)",
    "lincoln sparrow, which has Facial markings: presence of dark stripe through the eye",
    "lincoln sparrow, which has Body shape: slender and elongated"
  ],
  "nelson-sharp-tailed sparrow": [
    "nelson-sharp-tailed sparrow, which is a small, brown bird",
    "nelson-sharp-tailed sparrow, which is a black head with a white eyebrow",
    "nelson-sharp-tailed sparrow, which is a black bill",
    "nelson-sharp-tailed sparrow, which is a black tail with white outer feathers",
    "nelson-sharp-tailed sparrow, which has brown wings with white bars",
    "nelson-sharp-tailed sparrow, which has yellowish legs",
    "nelson-sharp-tailed sparrow, which has Black tail with white outer feathers",
    "nelson-sharp-tailed sparrow, which has Long, notched tail",
    "nelson-sharp-tailed sparrow, which has Facial markings: black head with white eyebrow vs. light-colored head with dark line through the eye",
    "nelson-sharp-tailed sparrow, which has Bill color: black bill vs. thin, curved bill",
    "nelson-sharp-tailed sparrow, which has Tail coloration: black tail with white outer feathers vs. long, notched tail",
    "nelson-sharp-tailed sparrow, which has Eye color: yellowish legs vs. yellow eyes",
    "nelson-sharp-tailed sparrow, which has Presence of white crown",
    "nelson-sharp-tailed sparrow, which has Presence of dark streaks on breast",
    "nelson-sharp-tailed sparrow, which has Wing markings: brown wings with white bars vs. absence of specific wing pattern",
    "nelson-sharp-tailed sparrow, which has Breast coloration: dark streaks on breast vs. light-colored breast with dark streaks",
    "nelson-sharp-tailed sparrow, which has Head coloration: black head with white eyebrow vs. brown cap and dark stripe through the eye",
    "nelson-sharp-tailed sparrow, which has Bill coloration: black bill vs. small, brown bill",
    "nelson-sharp-tailed sparrow, which has Brown wings with white bars",
    "nelson-sharp-tailed sparrow, which has Dark streaks on the back",
    "nelson-sharp-tailed sparrow, which has Distinct facial markings",
    "nelson-sharp-tailed sparrow, which has Tail shape",
    "nelson-sharp-tailed sparrow, which has White eyebrow on black head vs. black mark on head",
    "nelson-sharp-tailed sparrow, which has Brown wings with white bars vs. two white wing bars"
  ],
  "savannah sparrow": [
    "savannah sparrow, which is a small, brown bird",
    "savannah sparrow, which is a white breast with dark streaks",
    "savannah sparrow, which is a long, notched tail",
    "savannah sparrow, which is a yellowish bill",
    "savannah sparrow, which has dark streaks on its head",
    "savannah sparrow, which has Yellowish bill",
    "savannah sparrow, which has White belly",
    "savannah sparrow, which has Yellowish bill of savannah sparrow",
    "savannah sparrow, which has White throat and breast with brown streaks of northern waterthrush",
    "savannah sparrow, which has Yellowish bill (Savannah sparrow) vs Black bill (Seaside sparrow)",
    "savannah sparrow, which has Habitat: Grasslands (Savannah sparrow) vs Coastal marsh (Seaside sparrow)",
    "savannah sparrow, which has Yellowish bill (Savannah Sparrow) vs. Black bill (Vesper Sparrow)",
    "savannah sparrow, which has Red patch on lower back (Vesper Sparrow)",
    "savannah sparrow, which has Tail length",
    "savannah sparrow, which has Facial markings",
    "savannah sparrow, which has Yellowish bill (Savannah sparrow) vs. Short, brown beak (Le Conte's sparrow)",
    "savannah sparrow, which has Yellow eyes (Le Conte's sparrow)",
    "savannah sparrow, which has Dark streaks on the head of savannah sparrow",
    "savannah sparrow, which has Brown cap of northern waterthrush",
    "savannah sparrow, which has Tail length and shape",
    "savannah sparrow, which has Bill color",
    "savannah sparrow, which has Wading behavior in water",
    "savannah sparrow, which has Climbing behavior on tree trunks",
    "savannah sparrow, which has Black hood covering head (Hooded oriole)",
    "savannah sparrow, which has White breast with black 'bib' pattern (Green-tailed towhee)",
    "savannah sparrow, which has Yellowish bill vs. Yellow bill",
    "savannah sparrow, which has White throat and breast with brown streaks vs. White belly"
  ],
  "seaside sparrow": [
    "seaside sparrow, which is a small, brown bird",
    "seaside sparrow, which is a white breast with dark streaks",
    "seaside sparrow, which is a yellowish bill",
    "seaside sparrow, which is a dark stripe through its eye",
    "seaside sparrow, which is a long, notched tail",
    "seaside sparrow, which has dark streaks on its back",
    "seaside sparrow, which has pale streaks on its sides",
    "seaside sparrow, which has Presence of white streaks on the breast",
    "seaside sparrow, which has Color of the bill",
    "seaside sparrow, which has Coastal marsh habitat",
    "seaside sparrow, which has Sandbank nesting behavior",
    "seaside sparrow, which has Dark stripe through the eye (Seaside sparrow)",
    "seaside sparrow, which has Brown cap on head (Henslow sparrow)",
    "seaside sparrow, which has Habitat: Coastal marsh vs grasslands",
    "seaside sparrow, which has Color pattern on sides: White streaks vs white belly",
    "seaside sparrow, which has Habitat: Coastal marsh vs Grasslands",
    "seaside sparrow, which has Bill color: Yellowish vs Black",
    "seaside sparrow, which has Long, notched tail (Seaside sparrow)",
    "seaside sparrow, which has Dark streaks on throat, crown, and nape (Henslow sparrow)",
    "seaside sparrow, which has Dark streaks on throat, crown, and nape (Seaside sparrow)",
    "seaside sparrow, which has Dark streaks on head (Savannah sparrow)",
    "seaside sparrow, which has Habitat: coastal marsh vs forested areas",
    "seaside sparrow, which has Presence of black 'bib' on white breast",
    "seaside sparrow, which has Habitat preference: Coastal marsh vs Coniferous forests",
    "seaside sparrow, which has Bill shape: Conical vs Yellowish",
    "seaside sparrow, which has Distinct orange-yellow coloration with black markings and white wingbars",
    "seaside sparrow, which has Black tail with white edges and specific back markings",
    "seaside sparrow, which has Streaked chest markings",
    "seaside sparrow, which has Throat and belly coloration",
    "seaside sparrow, which has Dark stripe on head (Seaside sparrow)",
    "seaside sparrow, which has Leg length difference (Henslow sparrow)",
    "seaside sparrow, which has Bill shape: Yellowish vs Short, brown",
    "seaside sparrow, which has Habitat preference: Coastal marsh vs Open woodlands",
    "seaside sparrow, which has Distinct black streaks on white breast vs Subtle streaks on chest"
  ],
  "song sparrow": [
    "song sparrow, which is a small bird",
    "song sparrow, which has brown, grey, or black",
    "song sparrow, which is a streaked breast",
    "song sparrow, which is a white belly",
    "song sparrow, which is a brown or grey back",
    "song sparrow, which is a long, brown tail",
    "song sparrow, which is a small, black bill",
    "song sparrow, which has small, black legs",
    "song sparrow, which has Streaked breast vs. lack of dark streaks on throat, crown, and nape",
    "song sparrow, which has Brown or grey back with long tail vs. brown wings with white bars and shorter tail"
  ],
  "tree sparrow": [
    "tree sparrow, which is a small bird",
    "tree sparrow, which has brown and white",
    "tree sparrow, which is a black mark on its head",
    "tree sparrow, which is a short, notched tail",
    "tree sparrow, which is a thin, orange beak",
    "tree sparrow, which has small, black eyes",
    "tree sparrow, which has two white wing bars",
    "tree sparrow, which has Habitat preference (wooded vs. coastal)",
    "tree sparrow, which has Distinctiveness of streaking on breast and sides",
    "tree sparrow, which has Presence of black mark on head",
    "tree sparrow, which has Leg length",
    "tree sparrow, which has Presence of black mark on head (Tree sparrow)",
    "tree sparrow, which has Dark streaks on throat, crown, and nape (Field sparrow)"
  ],
  "vesper sparrow": [
    "vesper sparrow, which is a small, brown bird",
    "vesper sparrow, which is a white breast with black streaks",
    "vesper sparrow, which is a white belly with black streaks",
    "vesper sparrow, which is a brown back with black streaks",
    "vesper sparrow, which is a brown tail with black streaks",
    "vesper sparrow, which is a black bill",
    "vesper sparrow, which has black legs",
    "vesper sparrow, which has Black streaks on belly and brown back",
    "vesper sparrow, which has Brown stripe on head and yellow eyes",
    "vesper sparrow, which has Leg color (Black for Vesper Sparrow, long for Henslow Sparrow)",
    "vesper sparrow, which has Presence of dark stripe through the eye (Henslow Sparrow)",
    "vesper sparrow, which has Leg color (Black for Vesper Sparrow, pale pink for Baird Sparrow)",
    "vesper sparrow, which has Red patch on lower back (Baird Sparrow)",
    "vesper sparrow, which has Brown stripe on head and yellow eyes (Vesper Sparrow)",
    "vesper sparrow, which has Long, notched tail (Savannah Sparrow)",
    "vesper sparrow, which has Brown stripe on head and yellow eyes (Vesper Sparrow) vs. Light-colored facial markings with dark streaks (Grasshopper Sparrow)",
    "vesper sparrow, which has Black bill and legs (Vesper Sparrow) vs. Thin, curved bill (Grasshopper Sparrow)",
    "vesper sparrow, which has Presence of red patch on lower back (Vesper Sparrow)",
    "vesper sparrow, which has Distinctive white throat and two white wing bars (Henslow Sparrow)",
    "vesper sparrow, which has Prominent black bill",
    "vesper sparrow, which has Distinct streaks on throat, crown, and nape",
    "vesper sparrow, which has Presence of brown stripe on head and yellow eyes (Vesper Sparrow)",
    "vesper sparrow, which has Presence of dark 'bib' on white breast (Seaside Sparrow)",
    "vesper sparrow, which has Dark streaks on throat, crown, and nape (Field Sparrow)"
  ],
  "white-crowned sparrow": [
    "white-crowned sparrow, which is a small, brown bird",
    "white-crowned sparrow, which is a white crown",
    "white-crowned sparrow, which is a black stripe through its eye",
    "white-crowned sparrow, which is a light brown breast with dark streaks",
    "white-crowned sparrow, which is a white belly",
    "white-crowned sparrow, which is a long, brown tail",
    "white-crowned sparrow, which has dark brown wings with white stripes",
    "white-crowned sparrow, which has Head coloration: White crown vs. black head with white eyebrow",
    "white-crowned sparrow, which has Breast markings: Light brown with dark streaks vs. dark streaks on back"
  ],
  "white-throated sparrow": [
    "white-throated sparrow, which is a small bird",
    "white-throated sparrow, which has brown, grey, or white",
    "white-throated sparrow, which is a white throat",
    "white-throated sparrow, which is a dark stripe through its eye",
    "white-throated sparrow, which is a long, notched tail",
    "white-throated sparrow, which has two white wing bars",
    "white-throated sparrow, which has Distinctive white throat and dark stripe through the eye (White-throated sparrow)",
    "white-throated sparrow, which has Two white wing bars and notched tail (White-throated sparrow)",
    "white-throated sparrow, which has Distinctive white throat and dark stripe through the eye (White-throated sparrow) vs. black head with white eyebrow and black bill (Nelson-sharp-tailed sparrow)",
    "white-throated sparrow, which has Two white wing bars and notched tail (White-throated sparrow) vs. white outer feathers on the tail and brown wings with white bars (Nelson-sharp-tailed sparrow)",
    "white-throated sparrow, which has Distinctive black markings on throat and breast",
    "white-throated sparrow, which has Brown wings with white bars",
    "white-throated sparrow, which has White throat and two white wing bars (White-throated sparrow) vs. dark streaks on back and pale streaks on sides (Seaside sparrow)",
    "white-throated sparrow, which has Brown, grey, or white coloration with dark stripe through the eye (White-throated sparrow) vs. brown cap on head with dark streaks on throat, crown, and nape (Seaside sparrow)",
    "white-throated sparrow, which has Distinctive white throat and dark stripe through the eye (White-throated sparrow) vs. yellow bill and black streaks on throat, crown, and nape (Henslow sparrow)",
    "white-throated sparrow, which has Two white wing bars and notched tail (White-throated sparrow) vs. longer tail and legs (Henslow sparrow)"
  ],
  "cape-glossy starling": [
    "cape-glossy starling, which is a small to medium-sized bird",
    "cape-glossy starling, which has black with a glossy sheen",
    "cape-glossy starling, which is a long, pointed tail",
    "cape-glossy starling, which is a yellow or orange beak",
    "cape-glossy starling, which has yellow eyes",
    "cape-glossy starling, which has yellow legs",
    "cape-glossy starling, which has Glossy sheen on feathers",
    "cape-glossy starling, which has Forked tail",
    "cape-glossy starling, which has Yellow or orange beak",
    "cape-glossy starling, which has Yellow legs"
  ],
  "bank swallow": [
    "bank swallow, which is a small, dark bird",
    "bank swallow, which is a short, forked tail",
    "bank swallow, which is a pointed bill",
    "bank swallow, which is a white throat and breast",
    "bank swallow, which has brown upperparts",
    "bank swallow, which has pale underparts",
    "bank swallow, which has dark streaks on its sides",
    "bank swallow, which has Distinct forked tail",
    "bank swallow, which has Black band around the neck",
    "bank swallow, which has Distinct forked tail vs. long, curved tail",
    "bank swallow, which has White throat and breast with dark streaks vs. black and white stripes on wings and back",
    "bank swallow, which has Black band around the neck (Bank swallow) vs. black cap on the head (Tree swallow)",
    "bank swallow, which has Brown upperparts with pale underparts (Bank swallow) vs. iridescent blue-green plumage (Tree swallow)",
    "bank swallow, which has Black band around the neck (bank swallow)",
    "bank swallow, which has White eye-ring around black head (barn swallow)",
    "bank swallow, which has Black band around the neck (Bank swallow)",
    "bank swallow, which has Black 'horn' on head (Cliff swallow)"
  ],
  "barn swallow": [
    "barn swallow, which is a small, slim bird",
    "barn swallow, which has black, brown, or grey",
    "barn swallow, which is a long, forked tail",
    "barn swallow, which is a pointed bill",
    "barn swallow, which has long, pointed wings",
    "barn swallow, which is a white throat and breast",
    "barn swallow, which has Forked tail",
    "barn swallow, which has White eye-ring around black head",
    "barn swallow, which has Black bib on chest",
    "barn swallow, which has Black band around neck",
    "barn swallow, which has Forked tail shape",
    "barn swallow, which has Yellowish legs"
  ],
  "cliff swallow": [
    "cliff swallow, which is a small bird",
    "cliff swallow, which has black, brown, or white",
    "cliff swallow, which is a short, square tail",
    "cliff swallow, which is a forked tail",
    "cliff swallow, which is a small, pointed bill",
    "cliff swallow, which has long wings",
    "cliff swallow, which is a light underside",
    "cliff swallow, which has White belly of tree swallow",
    "cliff swallow, which has Iridescent blue-green plumage of tree swallow",
    "cliff swallow, which has Forked tail",
    "cliff swallow, which has White throat and breast",
    "cliff swallow, which has Forked tail vs. long, straight tail",
    "cliff swallow, which has Presence of black 'horn' on head vs. streamlined head shape",
    "cliff swallow, which has White throat and breast of cliff swallow",
    "cliff swallow, which has Presence of black 'horn' on head of cliff swallow"
  ],
  "tree swallow": [
    "tree swallow, which is a small, slim bird",
    "tree swallow, which has blue-green or greenish-blue",
    "tree swallow, which is a white belly",
    "tree swallow, which is a long, forked tail",
    "tree swallow, which is a black cap",
    "tree swallow, which is a black line through its eyes",
    "tree swallow, which is a black bill",
    "tree swallow, which has Nesting habitat: cavity-nesting vs seabird colony nesting",
    "tree swallow, which has Migration pattern: long-distance migration vs shorter range migration",
    "tree swallow, which has Iridescent blue-green plumage",
    "tree swallow, which has Brown streaks on white breast",
    "tree swallow, which has Long, forked tail",
    "tree swallow, which has Yellow crown",
    "tree swallow, which has Black band around neck (Bank swallow) vs. black cap on head (Tree swallow)",
    "tree swallow, which has Brown upperparts with pale underparts (Bank swallow) vs. iridescent blue-green plumage (Tree swallow)",
    "tree swallow, which has Long, forked tail (Tree swallow) vs. long, pointed toes (Green kingfisher)",
    "tree swallow, which has Iridescent blue-green plumage with brown streaks on white breast (Tree swallow) vs. green back and wings with blue head and breast (Green kingfisher)",
    "tree swallow, which has Yellow crown (Tree swallow) vs. no yellow crown (Green kingfisher)",
    "tree swallow, which has Black cap on head (Tree swallow) vs. black band across white chest and belly (Green kingfisher)"
  ],
  "scarlet tanager": [
    "scarlet tanager, which is a small to medium-sized songbird",
    "scarlet tanager, which has red with black wings and tail",
    "scarlet tanager, which is a pointed bill",
    "scarlet tanager, which has yellow eyes",
    "scarlet tanager, which has Pointed bill vs. conical bill",
    "scarlet tanager, which has Yellow eyes vs. no yellow eyes",
    "scarlet tanager, which has Pointed bill vs. chisel-like bill",
    "scarlet tanager, which has Distinctive wing pattern",
    "scarlet tanager, which has Red body with black wings and tail vs. black body with white belly",
    "scarlet tanager, which has Pointed bill and yellow eyes vs. long, curved bill and red eyes",
    "scarlet tanager, which has Red body with black wings and tail vs. glossy black plumage with white-tipped black tail",
    "scarlet tanager, which has Pointed bill vs. long, curved beak",
    "scarlet tanager, which has Red body vs. gray/brown/white coloration",
    "scarlet tanager, which has Yellow eyes and pointed bill vs. dark eyes and black bill",
    "scarlet tanager, which has Red body vs. mostly yellow body",
    "scarlet tanager, which has Pointed bill and yellow eyes vs. long, curved bill and dark eyes"
  ],
  "summer tanager": [
    "summer tanager, which is a red bird",
    "summer tanager, which has black wings",
    "summer tanager, which is a yellow breast",
    "summer tanager, which is a black head",
    "summer tanager, which is a long, pointed beak",
    "summer tanager, which has long legs",
    "summer tanager, which has clawed feet",
    "summer tanager, which has Yellow breast",
    "summer tanager, which has Yellow eyes"
  ],
  "artic tern": [
    "artic tern, which is a seabird",
    "artic tern, which has white with a black cap",
    "artic tern, which is a long, forked tail",
    "artic tern, which is a black bill",
    "artic tern, which has long, red legs",
    "artic tern, which has webbed feet",
    "artic tern, which has Straight black bill",
    "artic tern, which has Black cap",
    "artic tern, which has Leg color (red vs. black)",
    "artic tern, which has Beak shape (straight black bill vs. hooked beak)",
    "artic tern, which has Forked tail",
    "artic tern, which has Yellow bill",
    "artic tern, which has Eye line (straight black bill vs. black bill with eye line)",
    "artic tern, which has Eye line (black bill with vs. without eye line)",
    "artic tern, which has Body color (white vs. black)",
    "artic tern, which has Leg shape (red vs. narrow)",
    "artic tern, which has Presence of red belly",
    "artic tern, which has Black head with white stripe vs. white breast with black 'bib'"
  ],
  "black tern": [
    "black tern, which is a small to medium-sized bird",
    "black tern, which has black with a white belly",
    "black tern, which is a black cap",
    "black tern, which is a forked tail",
    "black tern, which has long, narrow wings",
    "black tern, which is a short, pointed bill",
    "black tern, which has webbed feet",
    "black tern, which has Forked tail",
    "black tern, which has Diving and flocking behaviors",
    "black tern, which has Webbed feet",
    "black tern, which has Yellow breast with black mask and wings",
    "black tern, which has Distinct black and white bars on the tail",
    "black tern, which has Presence of black cap on head (for black terns)",
    "black tern, which has White band around neck (for sooty albatrosses)"
  ],
  "caspian tern": [
    "caspian tern, which is a waterbird",
    "caspian tern, which has white with a black cap",
    "caspian tern, which is a long, red bill",
    "caspian tern, which has long, red legs",
    "caspian tern, which has long, red wings",
    "caspian tern, which has Robust body size",
    "caspian tern, which has Forked tail",
    "caspian tern, which has Body size (Robust vs. Slender)",
    "caspian tern, which has Bill color (Red vs. Black)",
    "caspian tern, which has Head color (White with black cap vs. Black cap)",
    "caspian tern, which has Wing shape (Long, red wings vs. Long, pointed wings)",
    "caspian tern, which has Leg color (Red vs. Black)",
    "caspian tern, which has Body shape (Robust vs. Slender)",
    "caspian tern, which has Bill shape (Red vs. Pointed)",
    "caspian tern, which has Black mask on face (Tennessee warbler) vs. distinct yellow head (Prairie warbler)",
    "caspian tern, which has Yellow crown (Tennessee warbler) vs. yellow throat (Prairie warbler)"
  ],
  "common tern": [
    "common tern, which is a seabird",
    "common tern, which has white with black markings",
    "common tern, which is a long, forked tail",
    "common tern, which is a black cap",
    "common tern, which has long, red legs",
    "common tern, which is a hooked beak"
  ],
  "elegant tern": [
    "elegant tern, which is a white bird with a black cap",
    "elegant tern, which is a long, forked tail",
    "elegant tern, which has black legs and feet",
    "elegant tern, which is a black bill",
    "elegant tern, which is a white underside",
    "elegant tern, which has Leg color (black vs. red)",
    "elegant tern, which has Beak shape (straight black bill vs. hooked beak)",
    "elegant tern, which has Underside color pattern (white underside vs. white with black markings)",
    "elegant tern, which has Habitat preference (seabird vs. potentially non-coastal habitat)",
    "elegant tern, which has Legs and feet structure",
    "elegant tern, which has Underside color",
    "elegant tern, which has Habitat preference",
    "elegant tern, which has Yellow breast with black mask and wings",
    "elegant tern, which has Diving and flocking behaviors",
    "elegant tern, which has Bill morphology",
    "elegant tern, which has Distinct black cap on head vs. Black cap combined with red bill",
    "elegant tern, which has Black legs and feet vs. Long red legs and red wings"
  ],
  "forsters tern": [
    "forsters tern, which is a seabird",
    "forsters tern, which has white with black markings",
    "forsters tern, which is a long, forked tail",
    "forsters tern, which is a black cap",
    "forsters tern, which is a black line through its eyes",
    "forsters tern, which is a black bill",
    "forsters tern, which has long, black legs",
    "forsters tern, which has Presence of black line through eyes",
    "forsters tern, which has Leg color and presence of webbed feet",
    "forsters tern, which has Presence of black line through eyes and black cap",
    "forsters tern, which has Legs vs. legs and feet color",
    "forsters tern, which has Predominantly white vs. black with glossy sheen",
    "forsters tern, which has Black cap and line through eyes vs. yellow or orange beak and yellow eyes",
    "forsters tern, which has Forked tail vs. black terminal band on white tail",
    "forsters tern, which has Black markings on white plumage: cap and line through eyes vs. black head and bill",
    "forsters tern, which has Black markings on white plumage vs. white underside with black cap and bill",
    "forsters tern, which has Forked tail and white plumage with black markings vs. straight black bill and red legs",
    "forsters tern, which has Black cap and line through eyes vs. black cap and black bill",
    "forsters tern, which has Predominantly white plumage with black markings and forked tail vs. white underside and straight black bill",
    "forsters tern, which has Tail length and shape",
    "forsters tern, which has Wing size and shape",
    "forsters tern, which has Black cap and line through eyes vs. distinct black cap on head and black bill",
    "forsters tern, which has Forked tail and predominantly white plumage with black markings vs. forked tail and black legs and feet",
    "forsters tern, which has Forked tail vs. long, slender tail",
    "forsters tern, which has Black cap and line through eyes vs. white ring around eyes",
    "forsters tern, which has Leg color: black vs. red",
    "forsters tern, which has Beak shape: straight black vs. hooked"
  ],
  "least tern": [
    "least tern, which is a small, white bird",
    "least tern, which is a black cap on its head",
    "least tern, which is a black line running from its beak to its eye",
    "least tern, which is a forked tail",
    "least tern, which has long, pointed wings",
    "least tern, which has webbed feet",
    "least tern, which has Black line from beak to eye",
    "least tern, which has Long black legs",
    "least tern, which has Black line from beak to eye (Least tern)",
    "least tern, which has Straight black bill (Arctic tern)",
    "least tern, which has Long, pointed wings (Least tern)",
    "least tern, which has Hooked beak (Arctic tern)",
    "least tern, which has Black cap on head vs. white throat and breast",
    "least tern, which has Long, pointed wings vs. short wings and forked tail"
  ],
  "green-tailed towhee": [
    "green-tailed towhee, which is a bird",
    "green-tailed towhee, which has black, brown, or grey",
    "green-tailed towhee, which is a long tail",
    "green-tailed towhee, which is a white belly",
    "green-tailed towhee, which is a black head",
    "green-tailed towhee, which is a white throat",
    "green-tailed towhee, which is a green back",
    "green-tailed towhee, which has Green back",
    "green-tailed towhee, which has White breast with black 'bib'",
    "green-tailed towhee, which has Yellow body with black wings and tail",
    "green-tailed towhee, which has Distinctive green back",
    "green-tailed towhee, which has Coastal marsh habitat preference"
  ],
  "brown thrasher": [
    "brown thrasher, which is a brown bird",
    "brown thrasher, which is a long, curved beak",
    "brown thrasher, which is a long tail",
    "brown thrasher, which has yellow eyes",
    "brown thrasher, which has dark streaks on its body",
    "brown thrasher, which has dark bars on its wings"
  ],
  "sage thrasher": [
    "sage thrasher, which is a small bird",
    "sage thrasher, which has brown or grey",
    "sage thrasher, which is a long, curved bill",
    "sage thrasher, which is a long tail",
    "sage thrasher, which is a white throat and breast",
    "sage thrasher, which has dark streaks on its back",
    "sage thrasher, which has yellow eyes",
    "sage thrasher, which has Dark streaks on back (Sage thrasher)",
    "sage thrasher, which has Black wings (Summer tanager)",
    "sage thrasher, which has Habitat: Sagebrush vs Coastal marsh",
    "sage thrasher, which has Presence of dark stripe through the eye"
  ],
  "black-capped vireo": [
    "black-capped vireo, which is a small songbird",
    "black-capped vireo, which has olive-green on its back and sides with a white belly",
    "black-capped vireo, which is a black cap on its head",
    "black-capped vireo, which has two white stripes above its eyes",
    "black-capped vireo, which is a white line running down its back",
    "black-capped vireo, which is a black bill",
    "black-capped vireo, which has two white wing bars",
    "black-capped vireo, which is a white tail with a black tip",
    "black-capped vireo, which has Black cap vs. white eyebrow",
    "black-capped vireo, which has White stripes above eyes vs. yellow-white underparts",
    "black-capped vireo, which has Presence of solid black cap on head",
    "black-capped vireo, which has Throat and breast coloration (white belly vs. yellowish or white)",
    "black-capped vireo, which has Presence of white eye-ring",
    "black-capped vireo, which has Crown color (solid black cap vs. yellow)"
  ],
  "blue-headed vireo": [
    "blue-headed vireo, which is a small songbird",
    "blue-headed vireo, which has blue, grey, or white",
    "blue-headed vireo, which is a black head",
    "blue-headed vireo, which has two white wingbars",
    "blue-headed vireo, which is a white throat and breast",
    "blue-headed vireo, which is a blue-grey back",
    "blue-headed vireo, which is a white belly",
    "blue-headed vireo, which is a black bill",
    "blue-headed vireo, which has dark legs",
    "blue-headed vireo, which has Distinctive head coloration (blue-grey/white vs. greenish-olive)",
    "blue-headed vireo, which has Throat and breast coloration (white vs. yellowish)",
    "blue-headed vireo, which has Eye color (red vs. dark)",
    "blue-headed vireo, which has Head color (blue-grey/white vs. olive-green)",
    "blue-headed vireo, which has Distinctive head coloration: blue/grey/white vs. yellow crown",
    "blue-headed vireo, which has Throat and breast coloration: white vs. white belly with dark streaks",
    "blue-headed vireo, which has Eye color (red vs. white)",
    "blue-headed vireo, which has Facial mask presence (absent vs. black mask)",
    "blue-headed vireo, which has Distinctive head coloration (blue-grey/white vs. black cap)",
    "blue-headed vireo, which has Throat and breast coloration (white vs. yellow)",
    "blue-headed vireo, which has Blue-grey/white head coloration vs. Pronounced white eyebrow",
    "blue-headed vireo, which has White throat and breast vs. Yellow-white belly with black wings",
    "blue-headed vireo, which has Head and wings color (black vs. grey)",
    "blue-headed vireo, which has Head crown color (absent vs. yellow)",
    "blue-headed vireo, which has Black head vs. White eyebrow",
    "blue-headed vireo, which has Blue-grey back vs. Olive-green back and distinctive wing color patterns"
  ],
  "philadelphia vireo": [
    "philadelphia vireo, which is a small bird",
    "philadelphia vireo, which has greenish-olive above and yellowish below",
    "philadelphia vireo, which has two white wing bars",
    "philadelphia vireo, which is a white line above the eye",
    "philadelphia vireo, which is a yellowish throat and breast",
    "philadelphia vireo, which is a grey head",
    "philadelphia vireo, which is a black bill",
    "philadelphia vireo, which has White line above the eye",
    "philadelphia vireo, which has Black mask on face",
    "philadelphia vireo, which has White line above the eye for Philadelphia vireo, black mask through the eye for yellow-throated vireo",
    "philadelphia vireo, which has White belly and dark legs for yellow-throated vireo",
    "philadelphia vireo, which has Eye color: white vs. red",
    "philadelphia vireo, which has Throat color: yellowish vs. white",
    "philadelphia vireo, which has Red eye color for Philadelphia vireo, white eye-ring for yellow-throated vireo",
    "philadelphia vireo, which has Throat and breast color: yellowish vs. yellow-white",
    "philadelphia vireo, which has Eye color: white vs. black",
    "philadelphia vireo, which has Yellow crown on head: present vs. absent",
    "philadelphia vireo, which has Dark streaks on back: present vs. absent",
    "philadelphia vireo, which has Greenish-olive above and yellowish below (Philadelphia vireo) vs. Black head and wings (Yellow-bellied flycatcher)",
    "philadelphia vireo, which has Grey head (Philadelphia vireo) vs. Orange-red or yellow-orange body (Yellow-bellied flycatcher)"
  ],
  "red-eyed vireo": [
    "red-eyed vireo, which is a small songbird",
    "red-eyed vireo, which has olive-green or grey-green",
    "red-eyed vireo, which has two white wingbars",
    "red-eyed vireo, which is a white belly",
    "red-eyed vireo, which is a black bill",
    "red-eyed vireo, which has red eyes",
    "red-eyed vireo, which has Red eye vs. blue head",
    "red-eyed vireo, which has Olive-green back vs. blue-grey back",
    "red-eyed vireo, which has Eye color (red vs. dark)",
    "red-eyed vireo, which has Throat color (white vs. yellow)",
    "red-eyed vireo, which has White throat vs. white throat and breast",
    "red-eyed vireo, which has Leg color (not specified) vs. dark legs",
    "red-eyed vireo, which has Yellow crown on head",
    "red-eyed vireo, which has Dark streaks on back",
    "red-eyed vireo, which has Red eyes",
    "red-eyed vireo, which has Yellow legs",
    "red-eyed vireo, which has Red eyes vs. black cap",
    "red-eyed vireo, which has Long, thin beak vs. dark streaks on back",
    "red-eyed vireo, which has Black mask on face (Tennessee Warbler) vs. orange crown (Orange-crowned Warbler)",
    "red-eyed vireo, which has Yellow crown (Tennessee Warbler) vs. orange crown (Orange-crowned Warbler)"
  ],
  "warbling vireo": [
    "warbling vireo, which is a small songbird",
    "warbling vireo, which has olive-green above and yellow-white below",
    "warbling vireo, which has two white wingbars",
    "warbling vireo, which is a white eyebrow",
    "warbling vireo, which is a black bill",
    "warbling vireo, which is a black eye",
    "warbling vireo, which has Distinctive song",
    "warbling vireo, which has Pronounced white eyebrow",
    "warbling vireo, which has Distinctive wing color pattern",
    "warbling vireo, which has Yellow belly and black wings",
    "warbling vireo, which has Olive-green back and yellow-white belly vs. black, grey, or white with a white breast",
    "warbling vireo, which has Two white wingbars and distinctive wing color patterns vs. black wings with white spots and unique tail color pattern",
    "warbling vireo, which has Yellow belly and black wings for warbling vireo",
    "warbling vireo, which has Olive-green back and yellow-white belly for warbling vireo",
    "warbling vireo, which has Presence of black crest on head",
    "warbling vireo, which has Presence of dark streaks on the back",
    "warbling vireo, which has Yellow crown on head"
  ],
  "white-eyed vireo": [
    "white-eyed vireo, which is a small bird",
    "white-eyed vireo, which has olive-green or yellow-green",
    "white-eyed vireo, which is a white eye-ring",
    "white-eyed vireo, which has two white wing-bars",
    "white-eyed vireo, which is a short, stout bill",
    "white-eyed vireo, which is a forked tail",
    "white-eyed vireo, which has Presence of black cap",
    "white-eyed vireo, which has White line on back",
    "white-eyed vireo, which has Head color (black cap vs. blue-grey/white head)",
    "white-eyed vireo, which has Throat and breast coloration (yellowish vs. white)",
    "white-eyed vireo, which has Yellowish or olive-green coloration",
    "white-eyed vireo, which has White eye-ring and two white wing-bars",
    "white-eyed vireo, which has Distinct black cap on head",
    "white-eyed vireo, which has Belly color pattern (dark streaks vs. plain)",
    "white-eyed vireo, which has Eye color (dark vs. red)",
    "white-eyed vireo, which has Eye color (white vs. red)",
    "white-eyed vireo, which has Crown color (black cap vs. yellow)",
    "white-eyed vireo, which has Long, curved beak (Tennessee Warbler)",
    "white-eyed vireo, which has Dark streaks on back (Tennessee Warbler)"
  ],
  "yellow-throated vireo": [
    "yellow-throated vireo, which is a small songbird",
    "yellow-throated vireo, which has olive-green above and yellow below",
    "yellow-throated vireo, which is a yellow throat and breast",
    "yellow-throated vireo, which has two white wingbars",
    "yellow-throated vireo, which is a black mask through the eye",
    "yellow-throated vireo, which is a stout bill",
    "yellow-throated vireo, which is a white belly",
    "yellow-throated vireo, which has dark legs",
    "yellow-throated vireo, which has Black mask through the eye",
    "yellow-throated vireo, which has White eye-ring",
    "yellow-throated vireo, which has Presence of white eyebrow",
    "yellow-throated vireo, which has Eye color",
    "yellow-throated vireo, which has Presence of black crest on head",
    "yellow-throated vireo, which has Distinctive wing color patterns"
  ],
  "bay-breasted warbler": [
    "bay-breasted warbler, which is a small songbird",
    "bay-breasted warbler, which has brown, black, and white",
    "bay-breasted warbler, which is a black \"mask\" around its eyes",
    "bay-breasted warbler, which is a white throat and breast with brown streaks",
    "bay-breasted warbler, which is a long, black tail",
    "bay-breasted warbler, which has yellowish legs"
  ],
  "black-and-white warbler": [
    "black-and-white warbler, which is a small songbird",
    "black-and-white warbler, which has black and white",
    "black-and-white warbler, which is a black cap and white throat",
    "black-and-white warbler, which has black streaks on its white belly",
    "black-and-white warbler, which has white wingbars",
    "black-and-white warbler, which is a black bill",
    "black-and-white warbler, which has yellow eyes",
    "black-and-white warbler, which has Black streaks on white belly (Black-and-white warbler)",
    "black-and-white warbler, which has White line above eyes and black stripe above beak (Carolina wren)",
    "black-and-white warbler, which has Distinct black streaks on white belly for black-and-white warbler",
    "black-and-white warbler, which has Specific patterns on the back for american-three-toed woodpecker",
    "black-and-white warbler, which has Yellow eyes and black cap (Black-and-white warbler)",
    "black-and-white warbler, which has Red crescent on chest and white head/neck (Red-bellied woodpecker)"
  ],
  "black-throated-blue warbler": [
    "black-throated-blue warbler, which is a small songbird",
    "black-throated-blue warbler, which has blue and white",
    "black-throated-blue warbler, which is a black throat",
    "black-throated-blue warbler, which is a white belly",
    "black-throated-blue warbler, which has black wings with white stripes",
    "black-throated-blue warbler, which is a long, thin beak",
    "black-throated-blue warbler, which is a long tail",
    "black-throated-blue warbler, which has Blue and white body colors",
    "black-throated-blue warbler, which has Throat and belly color patterns",
    "black-throated-blue warbler, which has Black wings with white stripes",
    "black-throated-blue warbler, which has White stripe above eyes",
    "black-throated-blue warbler, which has Eye area markings",
    "black-throated-blue warbler, which has Black wings with white stripes vs. Brown, black, and white wing patterns",
    "black-throated-blue warbler, which has White belly and blue/white body colors vs. White throat and breast with brown streaks",
    "black-throated-blue warbler, which has Yellow body coloration",
    "black-throated-blue warbler, which has White wing bars"
  ],
  "blue-winged warbler": [
    "blue-winged warbler, which is a small songbird",
    "blue-winged warbler, which has blue, grey, or white",
    "blue-winged warbler, which has two blue wingbars",
    "blue-winged warbler, which is a white throat and belly",
    "blue-winged warbler, which is a yellow breast",
    "blue-winged warbler, which is a black cap",
    "blue-winged warbler, which is a short, pointed bill",
    "blue-winged warbler, which is a long, narrow tail",
    "blue-winged warbler, which has Slender, pointed bill",
    "blue-winged warbler, which has Lack of black band across eyes",
    "blue-winged warbler, which has Presence of two blue wingbars",
    "blue-winged warbler, which has Dark streaks on back",
    "blue-winged warbler, which has Dark streaks on back vs. Streaked chest",
    "blue-winged warbler, which has Lack of two white wing bars",
    "blue-winged warbler, which has Color of underparts: white vs. yellow",
    "blue-winged warbler, which has Head markings: presence of black stripe through the eye",
    "blue-winged warbler, which has Eye color (dark vs. red)",
    "blue-winged warbler, which has Presence of black crest on head",
    "blue-winged warbler, which has Yellow body vs. yellow-green coloration",
    "blue-winged warbler, which has Triangular head vs. black hood"
  ],
  "canada warbler": [
    "canada warbler, which is a small songbird",
    "canada warbler, which has yellow-brown with a streaked chest",
    "canada warbler, which is a black mask around its eyes",
    "canada warbler, which is a white throat and belly",
    "canada warbler, which is a long, thin beak",
    "canada warbler, which has two white wing bars",
    "canada warbler, which is a short tail",
    "canada warbler, which has dark legs",
    "canada warbler, which has Black mask around eyes",
    "canada warbler, which has Orange crown",
    "canada warbler, which has Presence of black mask around eyes",
    "canada warbler, which has Yellow breast color",
    "canada warbler, which has White throat and belly (Canada warbler) vs. Yellow breast (yellow-breasted chat)",
    "canada warbler, which has Two white wing bars (Canada warbler) vs. Black tail with white edges (yellow-breasted chat)",
    "canada warbler, which has Black mask around eyes (Canada warbler) vs. Black cap on head (Wilson warbler)",
    "canada warbler, which has White throat and belly (Canada warbler) vs. White belly but no white throat (Wilson warbler)",
    "canada warbler, which has Black mask around eyes (Canada warbler) vs. black stripe through eye (Magnolia warbler)",
    "canada warbler, which has Streaked chest (Canada warbler) vs. black stripe down back (Magnolia warbler)"
  ],
  "cape-may warbler": [
    "cape-may warbler, which is a small songbird",
    "cape-may warbler, which has yellow-green with a streaked back",
    "cape-may warbler, which is a white belly",
    "cape-may warbler, which is a black cap",
    "cape-may warbler, which is a white throat",
    "cape-may warbler, which has two white wing bars",
    "cape-may warbler, which is a long tail",
    "cape-may warbler, which has Black cap on head",
    "cape-may warbler, which has Black wings with white spots",
    "cape-may warbler, which has Streaked back",
    "cape-may warbler, which has Black cap vs. blue and white coloring on head",
    "cape-may warbler, which has Two white wing bars",
    "cape-may warbler, which has Coloration: yellow-green with streaked back vs. olive-green or yellow-green",
    "cape-may warbler, which has Head markings: black cap on head vs. black cap with yellow throat",
    "cape-may warbler, which has Yellow-green coloration with streaked back",
    "cape-may warbler, which has Black cap on head with two white wing bars",
    "cape-may warbler, which has Black cap on head vs. black hood",
    "cape-may warbler, which has Black wings with white spots vs. black wings with white wing bars",
    "cape-may warbler, which has Presence of streaked back (Cape-May warbler)",
    "cape-may warbler, which has Presence of black stripe through eye (Wilson warbler)",
    "cape-may warbler, which has Black cap on head (Cape-May Warbler) vs. yellow crown (Tennessee Warbler)",
    "cape-may warbler, which has Yellow tail with black tip (Cape-May Warbler) vs. yellow tail with no black tip (Tennessee Warbler)",
    "cape-may warbler, which has Yellow-green coloration with streaked back (Cape-May warbler) vs. yellow color with black cap (Wilson warbler)",
    "cape-may warbler, which has Yellow-green coloration with white belly (Cape-May warbler) vs. yellow color with white belly (Wilson warbler)",
    "cape-may warbler, which has Eye marking: black stripe through eye vs. no black stripe",
    "cape-may warbler, which has Tail coloration: yellow tail with black tip vs. no black-tipped tail"
  ],
  "cerulean warbler": [
    "cerulean warbler, which is a small songbird",
    "cerulean warbler, which has blue",
    "cerulean warbler, which is a white breast with black streaks",
    "cerulean warbler, which is a black bill",
    "cerulean warbler, which has black legs",
    "cerulean warbler, which is a long tail",
    "cerulean warbler, which has Blue coloration vs. brown/grey with streaks",
    "cerulean warbler, which has Black bill and legs vs. long, curved beak and long legs",
    "cerulean warbler, which has Black legs (for cerulean warbler)",
    "cerulean warbler, which has Pink breast and belly (for indigo bunting)",
    "cerulean warbler, which has Black legs (cerulean warbler) vs. black wings with white stripes (black-throated-blue warbler)",
    "cerulean warbler, which has White breast with black streaks (cerulean warbler) vs. black throat (black-throated-blue warbler)",
    "cerulean warbler, which has Blue coloration vs. black, grey, or olive-brown",
    "cerulean warbler, which has Long tail vs. black tail with white sides",
    "cerulean warbler, which has Blue coloration vs. orange-yellow coloration",
    "cerulean warbler, which has Long tail vs. black tail with white edges",
    "cerulean warbler, which has Blue coloration vs brown coloration with streaks",
    "cerulean warbler, which has Climbing behavior vs non-climbing behavior"
  ],
  "chestnut-sided warbler": [
    "chestnut-sided warbler, which is a small songbird",
    "chestnut-sided warbler, which has yellow-green with chestnut-brown sides",
    "chestnut-sided warbler, which is a white belly",
    "chestnut-sided warbler, which is a black stripe through its eye",
    "chestnut-sided warbler, which is a black bill",
    "chestnut-sided warbler, which is a white wingbar",
    "chestnut-sided warbler, which is a long tail"
  ],
  "golden-winged warbler": [
    "golden-winged warbler, which is a small songbird",
    "golden-winged warbler, which has yellow-green with black and white markings",
    "golden-winged warbler, which is a black mask and a black crescent on its chest",
    "golden-winged warbler, which is a yellow wingbar and a white wing patch",
    "golden-winged warbler, which is a black bill",
    "golden-winged warbler, which is a long, black tail",
    "golden-winged warbler, which has black legs and feet",
    "golden-winged warbler, which has Leg color: black for golden-winged warbler, yellow for hooded warbler",
    "golden-winged warbler, which has Distinctive black and white wing markings",
    "golden-winged warbler, which has Black cap and bib with yellow wings and tail",
    "golden-winged warbler, which has Yellow wingbar and white wing patch (Golden-winged warbler)",
    "golden-winged warbler, which has Two blue wingbars (Blue-winged warbler)",
    "golden-winged warbler, which has Yellow-green coloration with black and white markings",
    "golden-winged warbler, which has Black crescent on chest",
    "golden-winged warbler, which has Yellowish bill for Savannah sparrow vs. Thin, curved bill for Clay-colored sparrow",
    "golden-winged warbler, which has Wading behavior in water for Savannah sparrow vs. Absence in Clay-colored sparrow",
    "golden-winged warbler, which has Distinctive black cap and bib with yellow wings and tail (Golden-winged warbler)",
    "golden-winged warbler, which has Lack of yellow wingbars and white wing patches (Bay-breasted warbler)"
  ],
  "hooded warbler": [
    "hooded warbler, which is a small songbird",
    "hooded warbler, which has yellow-green with a black hood",
    "hooded warbler, which is a white throat and breast",
    "hooded warbler, which is a black stripe down its back",
    "hooded warbler, which is a long, black tail",
    "hooded warbler, which has black wings with white wing bars",
    "hooded warbler, which has yellow legs",
    "hooded warbler, which has Black hood and white throat/breast vs. black cap on head and white belly",
    "hooded warbler, which has Black wings with white wing bars vs. white wingbar and yellow tail with black tip",
    "hooded warbler, which has Black hood with white throat and breast vs. black cap and bib with white throat and belly",
    "hooded warbler, which has Black wings with white wing bars and yellow-green tail with black tip vs. yellow wings and tail with dark streaks on back",
    "hooded warbler, which has Black hood and white throat/breast vs. black cap and bib with white throat and belly",
    "hooded warbler, which has Yellow-green with black hood and black wings with white wing bars vs. blue, grey, or white with two blue wingbars",
    "hooded warbler, which has Yellow-green coloration with black hood and wings vs. predominantly yellow with black cap and white belly",
    "hooded warbler, which has Long, black tail and yellow legs vs. yellow tail with black tip and dark legs",
    "hooded warbler, which has Black hood vs. yellow with black stripe on head",
    "hooded warbler, which has Black wings with white wing bars vs. prominent blue feathers",
    "hooded warbler, which has Long, black tail vs. yellow tail with black tip",
    "hooded warbler, which has Yellow-green coloration with black hood vs. predominantly yellow with black cap"
  ],
  "kentucky warbler": [
    "kentucky warbler, which is a small songbird",
    "kentucky warbler, which has yellow with a black stripe on its head",
    "kentucky warbler, which is a black bill",
    "kentucky warbler, which has black legs",
    "kentucky warbler, which is a white belly",
    "kentucky warbler, which has Prominent blue feathers",
    "kentucky warbler, which has Distinctive crest on head",
    "kentucky warbler, which has Black bill vs. yellow legs",
    "kentucky warbler, which has Black legs vs. long, black tail",
    "kentucky warbler, which has Black 'mask' around eyes",
    "kentucky warbler, which has Distinctive crest on head (Kentucky warbler)",
    "kentucky warbler, which has Dark cap and bib without stripe through the eye (Mourning warbler)"
  ],
  "magnolia warbler": [
    "magnolia warbler, which is a small songbird",
    "magnolia warbler, which has yellow, green, and grey",
    "magnolia warbler, which is a black stripe through its eye",
    "magnolia warbler, which is a black stripe down its back",
    "magnolia warbler, which is a white belly",
    "magnolia warbler, which is a long tail",
    "magnolia warbler, which has black wings with white spots",
    "magnolia warbler, which has Black stripe down the back (Magnolia Warbler)",
    "magnolia warbler, which has Yellow crown and black bill (Tennessee Warbler)",
    "magnolia warbler, which has Black stripe down the back",
    "magnolia warbler, which has Color of the crown",
    "magnolia warbler, which has Black stripe through the eye (Magnolia Warbler)",
    "magnolia warbler, which has Black legs (Kentucky Warbler)",
    "magnolia warbler, which has Black stripe down the back (Magnolia Warbler) vs. black tail with white edges (Yellow-breasted Chat)",
    "magnolia warbler, which has White belly (Magnolia Warbler) vs. yellow breast (Yellow-breasted Chat)",
    "magnolia warbler, which has Yellow coloration",
    "magnolia warbler, which has Black stripe through the eye",
    "magnolia warbler, which has Yellow coloration and black stripe through the eye",
    "magnolia warbler, which has Yellow, green, and grey coloration (Magnolia warbler) vs. Blue, grey, or white coloration (Blue-headed vireo)",
    "magnolia warbler, which has Black stripe through the eye and down the back (Magnolia warbler) vs. Blue-grey or white head coloration (Blue-headed vireo)",
    "magnolia warbler, which has Black stripe down back vs. black cap on head",
    "magnolia warbler, which has Yellow, green, and grey coloration vs. yellow with black cap"
  ],
  "mourning warbler": [
    "mourning warbler, which is a small songbird",
    "mourning warbler, which has grey or olive-grey",
    "mourning warbler, which is a black cap and bib",
    "mourning warbler, which is a white throat and belly",
    "mourning warbler, which has yellow on its wings and tail",
    "mourning warbler, which has dark streaks on its back",
    "mourning warbler, which is a long, pointed bill",
    "mourning warbler, which has Yellow wings and tail (Mourning warbler)",
    "mourning warbler, which has Blue plumage (Cerulean warbler)",
    "mourning warbler, which has Black cap and bib vs. Yellow crown",
    "mourning warbler, which has Yellow wings and tail vs. Yellow tail with black tip",
    "mourning warbler, which has Long, pointed bill",
    "mourning warbler, which has Black cap and bib without stripe through the eye",
    "mourning warbler, which has Black cap and bib vs. Black mask around eyes",
    "mourning warbler, which has Yellow wings and tail vs. Streaked chest",
    "mourning warbler, which has Dark streaks on back",
    "mourning warbler, which has Presence of two white wing bars",
    "mourning warbler, which has Yellow wings and tail feathers (Mourning warbler) vs. Yellow belly (Yellow-bellied flycatcher)",
    "mourning warbler, which has Dark streaks on back (Mourning warbler) vs. Distinctive wing color pattern (Yellow-bellied flycatcher)",
    "mourning warbler, which has Black cap and bib vs. Black cap with yellow throat markings",
    "mourning warbler, which has Yellow wings and tail feathers vs. Black wings with white spots",
    "mourning warbler, which has Black cap and bib with yellow wings and tail feathers (Mourning warbler) vs. Yellow, green, and grey coloration with black wings and white spots (Magnolia warbler)",
    "mourning warbler, which has Dark streaks on back with white throat and belly (Mourning warbler) vs. Black stripe through the eye and down the back with white belly (Magnolia warbler)"
  ],
  "myrtle warbler": [
    "myrtle warbler, which is a small songbird",
    "myrtle warbler, which has yellow-green with a white breast and belly",
    "myrtle warbler, which is a black head with white stripes",
    "myrtle warbler, which is a yellow throat and black streaks on its sides",
    "myrtle warbler, which is a long, black tail with white edges",
    "myrtle warbler, which has black legs and feet",
    "myrtle warbler, which has Black streaks on sides (Myrtle warbler)",
    "myrtle warbler, which has Two white wingbars on wings (Pine warbler)",
    "myrtle warbler, which has Black cap on head",
    "myrtle warbler, which has Streaked back vs. white stripes"
  ],
  "nashville warbler": [
    "nashville warbler, which is a small songbird",
    "nashville warbler, which has yellow-green with a white belly",
    "nashville warbler, which is a black stripe through its eye",
    "nashville warbler, which is a black stripe down its back",
    "nashville warbler, which is a white wingbar",
    "nashville warbler, which is a yellow tail with a black tip",
    "nashville warbler, which has dark legs",
    "nashville warbler, which has Yellow tail with black tip (Nashville warbler)",
    "nashville warbler, which has Black cap on head (Wilson warbler)",
    "nashville warbler, which has Black cap on head (Nashville warbler)",
    "nashville warbler, which has Long, black tail (Hooded warbler)",
    "nashville warbler, which has Black stripe through eye",
    "nashville warbler, which has Orange crown vs. black cap on head",
    "nashville warbler, which has Yellow-green coloration with white belly (Nashville warbler) vs. predominantly yellow with black stripe on head (Kentucky warbler)",
    "nashville warbler, which has Presence of black stripes through eye and down back (Nashville warbler) vs. absence in Kentucky warbler",
    "nashville warbler, which has Presence of black stripe through the eye (Nashville warbler)",
    "nashville warbler, which has Black cap and bib without stripe through the eye (Mourning warbler)",
    "nashville warbler, which has Black head and neck (Florida jay) vs. Blue-grey/white head (Blue-headed vireo)",
    "nashville warbler, which has Yellow eyes (Florida jay) vs. Red eyes (Blue-headed vireo)"
  ],
  "orange-crowned warbler": [
    "orange-crowned warbler, which is a small songbird",
    "orange-crowned warbler, which has yellow-green with an orange crown",
    "orange-crowned warbler, which is a white throat and breast",
    "orange-crowned warbler, which has two white wing bars",
    "orange-crowned warbler, which is a long, thin beak",
    "orange-crowned warbler, which is a long tail",
    "orange-crowned warbler, which has dark legs",
    "orange-crowned warbler, which has Orange crown vs. black mask",
    "orange-crowned warbler, which has White wing bars vs. mostly yellow wings with black",
    "orange-crowned warbler, which has Black stripe down the back",
    "orange-crowned warbler, which has Black hood color",
    "orange-crowned warbler, which has Orange crown",
    "orange-crowned warbler, which has Red eyes",
    "orange-crowned warbler, which has Distinct plumage color",
    "orange-crowned warbler, which has Presence of wing bars",
    "orange-crowned warbler, which has Throat color (Orange vs. Yellow)",
    "orange-crowned warbler, which has Beak shape (Long, thin vs. Stout)",
    "orange-crowned warbler, which has Black cap on head (Wilson Warbler)",
    "orange-crowned warbler, which has Orange crown (Orange-crowned Warbler)",
    "orange-crowned warbler, which has Orange crown vs. black cap and bib",
    "orange-crowned warbler, which has White breast vs. white belly with dark streaks",
    "orange-crowned warbler, which has Orange crown vs. yellow head coloration",
    "orange-crowned warbler, which has Presence of black stripe through the eye",
    "orange-crowned warbler, which has Black stripe through the eye",
    "orange-crowned warbler, which has Yellow crown on head (Tennessee Warbler)",
    "orange-crowned warbler, which has Black mask on face (Tennessee Warbler)",
    "orange-crowned warbler, which has Orange crown vs. black head",
    "orange-crowned warbler, which has White throat and breast vs. white throat and yellow belly",
    "orange-crowned warbler, which has Head color (Orange crown vs. Blue-grey/white)",
    "orange-crowned warbler, which has Overall body coloration (Yellow-green with orange crown vs. Blue/grey/white with black head)"
  ],
  "palm warbler": [
    "palm warbler, which is a small songbird",
    "palm warbler, which has yellow-brown or olive-brown",
    "palm warbler, which is a white belly",
    "palm warbler, which is a black stripe through its eye",
    "palm warbler, which is a yellow or white throat",
    "palm warbler, which is a long, thin beak",
    "palm warbler, which is a long tail that is often held upright",
    "palm warbler, which has two white wing bars",
    "palm warbler, which has Black stripe through the eye",
    "palm warbler, which has Black wings with white spots",
    "palm warbler, which has Long, upright tail",
    "palm warbler, which has Ground-dwelling behavior",
    "palm warbler, which has Thin, long beak vs. short, curved beak",
    "palm warbler, which has Upright long tail vs. yellow tail with black tip"
  ],
  "pine warbler": [
    "pine warbler, which is a small songbird",
    "pine warbler, which has yellow-green with a white belly",
    "pine warbler, which has two white wingbars",
    "pine warbler, which is a yellow throat and breast",
    "pine warbler, which is a black cap",
    "pine warbler, which is a long, pointed bill",
    "pine warbler, which has dark legs",
    "pine warbler, which has Black cap (unique to pine warbler)",
    "pine warbler, which has Black stripe through eye (unique to prairie warbler)",
    "pine warbler, which has Yellow throat and breast",
    "pine warbler, which has Purple, red, or pink coloration",
    "pine warbler, which has Black cap on head (unique to pine warbler)",
    "pine warbler, which has Red plumage with black wings and tail (unique to scarlet tanager)",
    "pine warbler, which has Yellow throat and breast (Pine warbler) vs. White breast with brown streaks (Acadian flycatcher)",
    "pine warbler, which has Black cap on head (Pine warbler) vs. Black head with white eye-ring (Acadian flycatcher)",
    "pine warbler, which has Yellow-green coloration with white belly and two white wingbars (Pine warbler)",
    "pine warbler, which has Black and orange body with black hood (Hooded oriole)",
    "pine warbler, which has Yellow-green coloration vs. vibrant blue coloration",
    "pine warbler, which has Black cap on head vs. white belly"
  ],
  "prairie warbler": [
    "prairie warbler, which is a small songbird",
    "prairie warbler, which has yellow-green with brown streaks",
    "prairie warbler, which is a white belly",
    "prairie warbler, which is a black stripe through its eye",
    "prairie warbler, which is a yellow throat",
    "prairie warbler, which is a short tail",
    "prairie warbler, which has dark legs",
    "prairie warbler, which has Yellow-green color with brown streaks (Prairie warbler) vs. Yellow color with black cap (Wilson warbler)",
    "prairie warbler, which has Yellow throat (Prairie warbler) vs. Black bill (Wilson warbler)",
    "prairie warbler, which has Distinct yellow head",
    "prairie warbler, which has Black stripe through the eye",
    "prairie warbler, which has Yellow throat",
    "prairie warbler, which has Black wings with white spots",
    "prairie warbler, which has Distinct yellow head (Prairie warbler) vs. Black cap on head (Wilson warbler)",
    "prairie warbler, which has Black stripe through the eye (Prairie warbler) vs. Black bill (Wilson warbler)",
    "prairie warbler, which has Black stripe through the eye (Prairie warbler) vs. Black cap on head (Cape-May warbler)",
    "prairie warbler, which has Yellow throat (Prairie warbler) vs. White throat (Cape-May warbler)",
    "prairie warbler, which has Black stripe through the eye (Prairie warbler) vs. Black mask on face (Tennessee warbler)",
    "prairie warbler, which has Yellow throat (Prairie warbler) vs. Yellow crown (Tennessee warbler)",
    "prairie warbler, which has Black stripe through the eye (Prairie warbler) vs. Black bill (American pipit)",
    "prairie warbler, which has Yellow legs (American pipit)"
  ],
  "prothonotary warbler": [
    "prothonotary warbler, which is a small songbird",
    "prothonotary warbler, which has bright yellow",
    "prothonotary warbler, which is a black head",
    "prothonotary warbler, which is a black bill",
    "prothonotary warbler, which is a black tail",
    "prothonotary warbler, which has white wing bars",
    "prothonotary warbler, which has dark legs",
    "prothonotary warbler, which has White wing bars",
    "prothonotary warbler, which has Yellow eyes"
  ],
  "swainson warbler": [
    "swainson warbler, which is a small songbird",
    "swainson warbler, which has brown, grey, or olive-coloured",
    "swainson warbler, which is a white throat and breast",
    "swainson warbler, which is a long, curved bill",
    "swainson warbler, which is a long tail",
    "swainson warbler, which has yellowish legs",
    "swainson warbler, which has White throat and breast (Swainson warbler)",
    "swainson warbler, which has Yellowish legs (Swainson warbler)",
    "swainson warbler, which has Bill color",
    "swainson warbler, which has Leg color",
    "swainson warbler, which has Long, curved bill (Swainson warbler)",
    "swainson warbler, which has Black tail with white bars (House wren)",
    "swainson warbler, which has Red spot on lower mandible (Heermann gull)",
    "swainson warbler, which has Orange legs and feet (Heermann gull)"
  ],
  "tennessee warbler": [
    "tennessee warbler, which is a small songbird",
    "tennessee warbler, which has yellow-olive with dark streaks on its back",
    "tennessee warbler, which is a white belly",
    "tennessee warbler, which is a black mask on its face",
    "tennessee warbler, which is a yellow crown",
    "tennessee warbler, which is a black bill",
    "tennessee warbler, which has dark legs",
    "tennessee warbler, which has Yellow crown",
    "tennessee warbler, which has Yellow tail with black tip",
    "tennessee warbler, which has Black mask on face (Tennessee Warbler)",
    "tennessee warbler, which has Black cap on head (Wilson Warbler)",
    "tennessee warbler, which has Yellow tail with black tip (Tennessee Warbler)",
    "tennessee warbler, which has Dark streaks on back (Tennessee Warbler)",
    "tennessee warbler, which has Yellow crown vs. black cap on head",
    "tennessee warbler, which has Presence of two white stripes above eyes",
    "tennessee warbler, which has Head coloration: Yellow crown vs. orange crown",
    "tennessee warbler, which has Underbelly coloration: White throat and belly vs. white belly with dark streaks on back",
    "tennessee warbler, which has Yellow crown vs. yellow throat and breast",
    "tennessee warbler, which has Black mask on face vs. black mask through the eye",
    "tennessee warbler, which has Crown color: Yellow vs. black cap and bib",
    "tennessee warbler, which has Underbelly coloration: White belly with dark streaks vs. black crescent on chest",
    "tennessee warbler, which has Black eye-ring",
    "tennessee warbler, which has Yellow crown and black mask (Tennessee Warbler) vs. black cap and white throat (Cape-May Warbler)",
    "tennessee warbler, which has Yellow tail with black tip (Tennessee Warbler) vs. black wings with white spots (Cape-May Warbler)",
    "tennessee warbler, which has Yellow crown vs. black stripe through eye",
    "tennessee warbler, which has Tail behavior: upright vs. not upright",
    "tennessee warbler, which has Black mask on face vs. two white wing bars",
    "tennessee warbler, which has Presence of white line running down back",
    "tennessee warbler, which has Black eye-ring (Tennessee Warbler)",
    "tennessee warbler, which has Tail behavior: upright (Tennessee Warbler)",
    "tennessee warbler, which has Tail behavior: upright",
    "tennessee warbler, which has Black stripe down back (Nashville warbler)",
    "tennessee warbler, which has Black stripe through eye (Nashville warbler)",
    "tennessee warbler, which has White line running down back (Tennessee Warbler)",
    "tennessee warbler, which has Two white wing bars (Tennessee Warbler)",
    "tennessee warbler, which has Streaked back (Wilson Warbler)",
    "tennessee warbler, which has Coloration around head and neck area (Tennessee Warbler vs. Wilson Warbler)",
    "tennessee warbler, which has Long, curved beak",
    "tennessee warbler, which has White throat and belly (Tennessee Warbler)",
    "tennessee warbler, which has Black mask vs. black bill",
    "tennessee warbler, which has Dark streaks on back vs. long tail",
    "tennessee warbler, which has Black mask on face and yellow crown vs. solid black cap on head",
    "tennessee warbler, which has Presence of white line running down back and yellow-white underparts",
    "tennessee warbler, which has Black eye-ring (Tennessee Warbler) vs. absence of black eye-ring (Cape-May Warbler)",
    "tennessee warbler, which has White line running down back (Tennessee Warbler) vs. lack of white line on back (Cape-May Warbler)",
    "tennessee warbler, which has Yellow crown on head",
    "tennessee warbler, which has Dark streaks on back",
    "tennessee warbler, which has Ground-dwelling vs. land bird",
    "tennessee warbler, which has Distinct black and white coloration patterns on tail",
    "tennessee warbler, which has Presence of black stripe through the eye",
    "tennessee warbler, which has Black mask around the eyes",
    "tennessee warbler, which has Dark streaks on back vs. bright yellow coloration",
    "tennessee warbler, which has Yellow crown and black mask vs. black head and bill",
    "tennessee warbler, which has Distinct black and white coloration patterns on tail (Tennessee Warbler)",
    "tennessee warbler, which has Ground-dwelling vs. land bird behavior (Tennessee Warbler)",
    "tennessee warbler, which has Black mask on face (Tennessee warbler) vs. Black cap and bib (Mourning warbler)",
    "tennessee warbler, which has Yellow crown on head (Tennessee warbler) vs. Yellow wings and tail feathers (Mourning warbler)"
  ],
  "wilson warbler": [
    "wilson warbler, which is a small songbird",
    "wilson warbler, which has yellow with a black cap",
    "wilson warbler, which is a black stripe through its eye",
    "wilson warbler, which is a black bill",
    "wilson warbler, which has black legs and feet",
    "wilson warbler, which is a white belly",
    "wilson warbler, which has Black cap on head (Wilson warbler)",
    "wilson warbler, which has Black stripe through eye (Wilson warbler)",
    "wilson warbler, which has Black cap and stripe for Wilson warbler, yellow crown and black mask for Tennessee warbler",
    "wilson warbler, which has White belly and black legs for Wilson warbler, yellow tail with black tip and dark legs for Tennessee warbler",
    "wilson warbler, which has Coloration around head and neck area",
    "wilson warbler, which has Tail coloration",
    "wilson warbler, which has Black cap vs. orange crown on head",
    "wilson warbler, which has Black stripe through eye vs. red eyes",
    "wilson warbler, which has Wing pattern",
    "wilson warbler, which has Bill coloration",
    "wilson warbler, which has Presence of two white wing bars",
    "wilson warbler, which has Streaked back",
    "wilson warbler, which has Presence of white throat",
    "wilson warbler, which has Absence of black stripe through the eye",
    "wilson warbler, which has Black cap and stripe for Wilson warbler vs. Black mask around eyes and orange crown for Canada warbler",
    "wilson warbler, which has White belly and black legs for Wilson warbler vs. White throat and belly with dark legs for Canada warbler",
    "wilson warbler, which has Presence of black stripe through eye",
    "wilson warbler, which has Yellow-green coloration with white belly"
  ],
  "worm-eating warbler": [
    "worm-eating warbler, which is a small songbird",
    "worm-eating warbler, which has olive-green or yellow-green",
    "worm-eating warbler, which is a white belly",
    "worm-eating warbler, which has two white wing bars",
    "worm-eating warbler, which is a black cap",
    "worm-eating warbler, which is a yellow throat",
    "worm-eating warbler, which is a long, thin beak",
    "worm-eating warbler, which has Olive-green or yellow-green coloration",
    "worm-eating warbler, which has Yellow throat",
    "worm-eating warbler, which has Throat coloration: yellow vs. white with brown streaks",
    "worm-eating warbler, which has Tail length: long, brown tail vs. no specific tail description",
    "worm-eating warbler, which has Yellow throat vs. yellowish throat and breast",
    "worm-eating warbler, which has Black cap vs. grey head",
    "worm-eating warbler, which has Black cap on head (Tennessee Warbler)",
    "worm-eating warbler, which has Black mask on face (Tennessee Warbler)",
    "worm-eating warbler, which has Long, thin beak vs. black bill",
    "worm-eating warbler, which has Olive-green or yellow-green coloration vs. greenish-olive above and yellowish below",
    "worm-eating warbler, which has Red breast",
    "worm-eating warbler, which has Olive-green or yellow-green coloration vs. brown and white coloration with brown streaks",
    "worm-eating warbler, which has Long, curved bill",
    "worm-eating warbler, which has Red breast (Worm-eating Warbler)",
    "worm-eating warbler, which has Long, curved bill (Worm-eating Warbler)",
    "worm-eating warbler, which has Yellow throat vs. white throat",
    "worm-eating warbler, which has Red eyes vs. dark eyes",
    "worm-eating warbler, which has Black streaks on white belly",
    "worm-eating warbler, which has Three toes, one pointing backward",
    "worm-eating warbler, which has Throat color: Yellow vs. white with brown streaks",
    "worm-eating warbler, which has Beak shape: Long, thin vs. long, curved"
  ],
  "yellow warbler": [
    "yellow warbler, which is a small songbird",
    "yellow warbler, which has yellow",
    "yellow warbler, which is a black stripe through its eye",
    "yellow warbler, which is a black bill",
    "yellow warbler, which has black legs",
    "yellow warbler, which is a yellow breast with black streaks",
    "yellow warbler, which is a yellow belly"
  ],
  "northern waterthrush": [
    "northern waterthrush, which is a small, sparrow-like bird",
    "northern waterthrush, which has brown and white",
    "northern waterthrush, which is a long, brown tail",
    "northern waterthrush, which is a white throat and breast with brown streaks",
    "northern waterthrush, which is a brown cap",
    "northern waterthrush, which has yellow eyes",
    "northern waterthrush, which is a black bill",
    "northern waterthrush, which has long, brown legs",
    "northern waterthrush, which has Distinctive throat and breast coloration",
    "northern waterthrush, which has Tail length",
    "northern waterthrush, which has Throat and breast coloration pattern",
    "northern waterthrush, which has Habitat preference",
    "northern waterthrush, which has Distinctive cap color",
    "northern waterthrush, which has Back color pattern"
  ],
  "louisiana waterthrush": [
    "louisiana waterthrush, which is a small, sparrow-like bird",
    "louisiana waterthrush, which has brown and white",
    "louisiana waterthrush, which is a long, curved bill",
    "louisiana waterthrush, which is a white throat and breast with brown streaks",
    "louisiana waterthrush, which is a brown back with white streaks",
    "louisiana waterthrush, which is a long, brown tail",
    "louisiana waterthrush, which has yellow eyes",
    "louisiana waterthrush, which has long, brown legs",
    "louisiana waterthrush, which has Yellow eyes (Louisiana waterthrush)",
    "louisiana waterthrush, which has Black cap and yellow throat (Worm-eating warbler)",
    "louisiana waterthrush, which has Long, curved bill",
    "louisiana waterthrush, which has Brown cap",
    "louisiana waterthrush, which has Brown cap (Louisiana waterthrush)",
    "louisiana waterthrush, which has Olive-green or yellow-green coloration (Worm-eating warbler)",
    "louisiana waterthrush, which has Long, curved bill (Louisiana waterthrush)",
    "louisiana waterthrush, which has Pink bill (Harris sparrow)",
    "louisiana waterthrush, which has Bill length",
    "louisiana waterthrush, which has Eye color",
    "louisiana waterthrush, which has Black head with white stripes pattern",
    "louisiana waterthrush, which has Long, curved bill vs. short, stout bill",
    "louisiana waterthrush, which has Brown and white coloration with streaks vs. blue-grey and white coloration"
  ],
  "bohemian waxwing": [
    "bohemian waxwing, which is a small to medium-sized songbird",
    "bohemian waxwing, which has black, grey, or brown",
    "bohemian waxwing, which is a crest on its head",
    "bohemian waxwing, which is a black mask around its eyes",
    "bohemian waxwing, which is a black and white striped tail",
    "bohemian waxwing, which is a black and white striped wing pattern",
    "bohemian waxwing, which is a red waxy coating on its wingtips",
    "bohemian waxwing, which has Red waxy coating on wingtips",
    "bohemian waxwing, which has Black cap and black wings with white wing bars"
  ],
  "cedar waxwing": [
    "cedar waxwing, which is a small to medium-sized songbird",
    "cedar waxwing, which has brown, gray, or black",
    "cedar waxwing, which is a crest on its head",
    "cedar waxwing, which is a black mask around its eyes",
    "cedar waxwing, which is a yellow or orange beak",
    "cedar waxwing, which has black and white stripes on its wings",
    "cedar waxwing, which is a black tail with a white tip",
    "cedar waxwing, which has Yellow or orange beak (Cedar waxwing)",
    "cedar waxwing, which has Red breast (Pine grosbeak)",
    "cedar waxwing, which has Presence of crest on head",
    "cedar waxwing, which has Red face and white rump"
  ],
  "american-three-toed woodpecker": [
    "american-three-toed woodpecker, which is a black and white bird",
    "american-three-toed woodpecker, which is a black head with a white stripe running down the middle",
    "american-three-toed woodpecker, which is a black back with white stripes running down the sides",
    "american-three-toed woodpecker, which is a black tail with white stripes running down the sides",
    "american-three-toed woodpecker, which is a black bill",
    "american-three-toed woodpecker, which has black wings with white stripes running down the sides",
    "american-three-toed woodpecker, which has black legs",
    "american-three-toed woodpecker, which has three toes on each foot, one of which is pointing backward",
    "american-three-toed woodpecker, which has Black and white coloration with specific patterns",
    "american-three-toed woodpecker, which has Three toes on each foot, one pointing backward",
    "american-three-toed woodpecker, which has Toe arrangement on feet",
    "american-three-toed woodpecker, which has Color patterns on the back",
    "american-three-toed woodpecker, which has Three toes, one pointing backward",
    "american-three-toed woodpecker, which has Red streaks and patch on back",
    "american-three-toed woodpecker, which has Distinctive toe arrangement with one pointing backward",
    "american-three-toed woodpecker, which has Long, thin beak",
    "american-three-toed woodpecker, which has Distinctive toe arrangement with one toe pointing backward (for american-three-toed woodpecker)",
    "american-three-toed woodpecker, which has Long, curved tail for climbing (for brown creeper)",
    "american-three-toed woodpecker, which has Three toes with one pointing backward vs. Zygodactyl feet",
    "american-three-toed woodpecker, which has Black head with white stripe vs. Red crescent on chest",
    "american-three-toed woodpecker, which has Fan-shaped tail vs forked tail",
    "american-three-toed woodpecker, which has Black beak vs yellow/orange beak and legs"
  ],
  "pileated woodpecker": [
    "pileated woodpecker, which is a black and white bird",
    "pileated woodpecker, which is a red crest",
    "pileated woodpecker, which is a black back",
    "pileated woodpecker, which is a white belly",
    "pileated woodpecker, which is a black and white striped tail",
    "pileated woodpecker, which is a black bill",
    "pileated woodpecker, which has black wings with white bars",
    "pileated woodpecker, which has zygodactyl feet (two toes pointing forward and two toes pointing backward)",
    "pileated woodpecker, which has Large size",
    "pileated woodpecker, which has Red crest on head",
    "pileated woodpecker, which has Red crest on head (for pileated woodpecker)",
    "pileated woodpecker, which has Blue coloration (for cerulean warbler)"
  ],
  "red-bellied woodpecker": [
    "red-bellied woodpecker, which is a black and white bird",
    "red-bellied woodpecker, which is a red belly",
    "red-bellied woodpecker, which is a black head with a white stripe running down the middle",
    "red-bellied woodpecker, which is a black back",
    "red-bellied woodpecker, which is a long, black tail",
    "red-bellied woodpecker, which is a black bill",
    "red-bellied woodpecker, which has two white wing bars",
    "red-bellied woodpecker, which has black legs",
    "red-bellied woodpecker, which has Red crescent on chest",
    "red-bellied woodpecker, which has Zygodactyl feet",
    "red-bellied woodpecker, which has Presence of red belly",
    "red-bellied woodpecker, which has Toe arrangement on feet",
    "red-bellied woodpecker, which has Red streaks on back",
    "red-bellied woodpecker, which has Yellow eyes",
    "red-bellied woodpecker, which has Black feet vs. webbed feet",
    "red-bellied woodpecker, which has White head and neck vs. white ring around eyes"
  ],
  "red-cockaded woodpecker": [
    "red-cockaded woodpecker, which is a small to medium-sized woodpecker",
    "red-cockaded woodpecker, which has black and white with red streaks on its back",
    "red-cockaded woodpecker, which is a white stripe above its eyes",
    "red-cockaded woodpecker, which is a black cap",
    "red-cockaded woodpecker, which is a red crescent on its chest",
    "red-cockaded woodpecker, which is a long, black bill",
    "red-cockaded woodpecker, which is a black tail with white bars",
    "red-cockaded woodpecker, which has zygodactyl feet (two toes pointing forward and two toes pointing backward)",
    "red-cockaded woodpecker, which has Habitat preference: Mature pine forests vs. Coniferous and mixed forests",
    "red-cockaded woodpecker, which has Foraging behavior: Foraging on live trees vs. Foraging on dead or decaying trees",
    "red-cockaded woodpecker, which has Red streak on back",
    "red-cockaded woodpecker, which has Red crescent on chest",
    "red-cockaded woodpecker, which has Red streaks and red crescent vs. red patch on lower back",
    "red-cockaded woodpecker, which has Red streaks on back and red crescent on chest (unique to red-cockaded woodpecker)",
    "red-cockaded woodpecker, which has Olive-green or brown coloration and white eye-ring (distinctive of Acadian flycatcher)",
    "red-cockaded woodpecker, which has Presence of red streaks on back and red crescent on chest",
    "red-cockaded woodpecker, which has Red eyes",
    "red-cockaded woodpecker, which has Red streaks on back",
    "red-cockaded woodpecker, which has Zygodactyl feet",
    "red-cockaded woodpecker, which has Eye color: Red eyes vs. non-red eyes",
    "red-cockaded woodpecker, which has Eye-ring color: White eye-ring vs. no white eye-ring"
  ],
  "red-headed woodpecker": [
    "red-headed woodpecker, which is a black and white bird",
    "red-headed woodpecker, which is a red head",
    "red-headed woodpecker, which is a black back",
    "red-headed woodpecker, which is a white belly",
    "red-headed woodpecker, which is a black tail",
    "red-headed woodpecker, which is a black bill",
    "red-headed woodpecker, which is a white rump",
    "red-headed woodpecker, which has black wings with white bars",
    "red-headed woodpecker, which has Red streaks on back",
    "red-headed woodpecker, which has Size: smaller",
    "red-headed woodpecker, which has Distinct red head and black back",
    "red-headed woodpecker, which has Long, thin beak and climbing behavior",
    "red-headed woodpecker, which has Red head vs. black head with white stripe",
    "red-headed woodpecker, which has White belly vs. white stripes on sides of back",
    "red-headed woodpecker, which has Long, hooked bill (Pelagic cormorant)",
    "red-headed woodpecker, which has Distinct color pattern: red breast and black head (Eared grebe)",
    "red-headed woodpecker, which has Distinct color pattern: red head and black and white body",
    "red-headed woodpecker, which has Bill shape and size: long, thin beak for climbing vs. pointed bill for feeding"
  ],
  "downy woodpecker": [
    "downy woodpecker, which is a small, black and white bird",
    "downy woodpecker, which is a black head with a white stripe running down the middle",
    "downy woodpecker, which is a black back with white spots",
    "downy woodpecker, which is a white belly",
    "downy woodpecker, which is a black tail with white spots",
    "downy woodpecker, which is a black bill",
    "downy woodpecker, which has black wings with white bars",
    "downy woodpecker, which has white feathers on its lower back",
    "downy woodpecker, which has Size: smaller",
    "downy woodpecker, which has Red streaks on back",
    "downy woodpecker, which has White belly",
    "downy woodpecker, which has White stripe above eyes",
    "downy woodpecker, which has Black tail with white spots vs. black tail with white bars",
    "downy woodpecker, which has Red patch on lower back",
    "downy woodpecker, which has Red streaks on back (for downy woodpecker)",
    "downy woodpecker, which has White rump (for northern flicker)",
    "downy woodpecker, which has Red patch on lower back (for downy woodpecker)",
    "downy woodpecker, which has White feathers on lower back (for downy woodpecker)",
    "downy woodpecker, which has White stripe above eyes (for downy woodpecker)",
    "downy woodpecker, which has Long, thin beak and climbing behavior (for red-headed woodpecker)"
  ],
  "bewick wren": [
    "bewick wren, which is a small, brown bird",
    "bewick wren, which is a white belly",
    "bewick wren, which is a black tail with a white tip",
    "bewick wren, which is a black stripe above its eyes",
    "bewick wren, which is a white stripe above its beak",
    "bewick wren, which is a black bill",
    "bewick wren, which has black legs",
    "bewick wren, which has Black tail with white tip",
    "bewick wren, which has Lack of black and white stripes on wings and back",
    "bewick wren, which has Black stripe above eyes",
    "bewick wren, which has White bars on black tail",
    "bewick wren, which has Black tail with white tip (Bewick wren) vs. Black tail with white stripes (American-three-toed woodpecker)",
    "bewick wren, which has Distinct black and white coloration patterns (American-three-toed woodpecker)",
    "bewick wren, which has Distinctive white belly (Bewick wren)",
    "bewick wren, which has Blue-grey upper body (White-breasted nuthatch)",
    "bewick wren, which has Black cap",
    "bewick wren, which has White belly",
    "bewick wren, which has Black cap on head (Bewick wren)",
    "bewick wren, which has Brown back without white streaks (House wren)",
    "bewick wren, which has Black stripe above eyes (Bewick wren)",
    "bewick wren, which has Green back (Green-tailed towhee)",
    "bewick wren, which has Mimicking ability",
    "bewick wren, which has Distinctive yellow body color with black mask and wings"
  ],
  "cactus wren": [
    "cactus wren, which is a small bird",
    "cactus wren, which has brown or grey",
    "cactus wren, which is a white belly",
    "cactus wren, which is a black tail with white bars",
    "cactus wren, which is a black bill",
    "cactus wren, which has black legs",
    "cactus wren, which is a white eyebrow",
    "cactus wren, which has Black tail with white bars (Cactus wren)",
    "cactus wren, which has Dark streaks on back and two white bars on wings (Winter wren)",
    "cactus wren, which has Notched tail (Grasshopper sparrow)",
    "cactus wren, which has Black tail with white bars",
    "cactus wren, which has Iridescent throat feathers and white throat patch",
    "cactus wren, which has Long, thin, curved beak",
    "cactus wren, which has Habitat preference for mangrove forests",
    "cactus wren, which has Green back (Bewick wren)",
    "cactus wren, which has Two white wing bars (House wren)"
  ],
  "carolina wren": [
    "carolina wren, which is a small, brown bird",
    "carolina wren, which is a white belly",
    "carolina wren, which is a long tail that is often held upright",
    "carolina wren, which is a black band across its eyes",
    "carolina wren, which is a black bill",
    "carolina wren, which has small, black legs",
    "carolina wren, which has small, black feet",
    "carolina wren, which has Black band across eyes",
    "carolina wren, which has Tail behavior - upright vs. black with white bars",
    "carolina wren, which has White line above eyes (Carolina wren)",
    "carolina wren, which has Black stripe above beak (Bewick wren)",
    "carolina wren, which has Distinctive white belly (House wren)",
    "carolina wren, which has Dark streaks on back (Winter wren)",
    "carolina wren, which has Unique toe arrangement with one pointing backward",
    "carolina wren, which has Distinctive crest on head",
    "carolina wren, which has Distinctive toe arrangement",
    "carolina wren, which has Habitat preference for specific environment"
  ],
  "house wren": [
    "house wren, which is a small, brown bird",
    "house wren, which is a white belly",
    "house wren, which is a black tail with white bars",
    "house wren, which is a black bill",
    "house wren, which has black legs",
    "house wren, which is a brown back with white streaks",
    "house wren, which has White stripe above beak (Bewick Wren)",
    "house wren, which has Black stripe above eyes (Bewick Wren)",
    "house wren, which has Tail length and position",
    "house wren, which has Leg length and adaptation",
    "house wren, which has Belly coloration",
    "house wren, which has Vocalization behavior",
    "house wren, which has Distinctive white belly in house wren",
    "house wren, which has Long, thin, curved beak in brown creeper",
    "house wren, which has Tail coloration pattern (House Wren: black tail with white bars, Bewick Wren: black tail with white tip)",
    "house wren, which has Leg coloration (House Wren: black legs, Bewick Wren: black legs with white bars on the tail)",
    "house wren, which has White stripe above beak (House Wren)",
    "house wren, which has Two white wing bars (Field Sparrow)",
    "house wren, which has Two white wing bars (House Wren)",
    "house wren, which has Long, thin, curved beak (House Wren)",
    "house wren, which has Presence of white stripe above the beak",
    "house wren, which has Tail length and pattern"
  ],
  "marsh wren": [
    "marsh wren, which is a small, sparrow-like bird",
    "marsh wren, which has brown or grey with streaked feathers",
    "marsh wren, which is a long, thin bill",
    "marsh wren, which is a short tail that is often held upright",
    "marsh wren, which has long legs for wading in water",
    "marsh wren, which is a loud, distinctive song",
    "marsh wren, which has Leg length (long vs short)",
    "marsh wren, which has Distinctive markings on tail and belly",
    "marsh wren, which has Presence of white eyebrow",
    "marsh wren, which has White patches on sides of body (Olive-sided flycatcher)",
    "marsh wren, which has Longer forked tail (Western-wood pewee)"
  ],
  "rock wren": [
    "rock wren, which is a small bird",
    "rock wren, which has brown or grey",
    "rock wren, which is a white belly",
    "rock wren, which is a black tail with white bars",
    "rock wren, which is a black bill",
    "rock wren, which has black legs",
    "rock wren, which is a white eyebrow",
    "rock wren, which has Habitat preference (rocky vs. coniferous)",
    "rock wren, which has Presence of black cap and nape",
    "rock wren, which has Habitat preference: rocky vs. mangrove",
    "rock wren, which has Distinct black tail feathers with white bars",
    "rock wren, which has Distinctive black tail with white bars (Rock wren)",
    "rock wren, which has Dark streaks on back and two white bars on wings (Winter wren)",
    "rock wren, which has Distinctive black tail feathers with white bars",
    "rock wren, which has Large, dark eyes",
    "rock wren, which has Distinctive tail shape",
    "rock wren, which has Eye color",
    "rock wren, which has Distinctive dark streaks on back and two white bars on wings (Rock wren)",
    "rock wren, which has White stripe above beak (House wren)",
    "rock wren, which has White eyebrow above eyes (Rock wren)",
    "rock wren, which has Black V-shaped pattern on chest (Western meadowlark)"
  ],
  "winter wren": [
    "winter wren, which is a small, brown bird",
    "winter wren, which is a short tail",
    "winter wren, which is a round body",
    "winter wren, which is a small bill",
    "winter wren, which is a white throat and belly",
    "winter wren, which has dark streaks on its back",
    "winter wren, which has two white bars on its wings",
    "winter wren, which has Presence of white throat",
    "winter wren, which has Black legs",
    "winter wren, which has White throat and belly",
    "winter wren, which has Long legs and webbed feet",
    "winter wren, which has Body shape: round vs. slender",
    "winter wren, which has Bill size: small vs. long, thin, curved",
    "winter wren, which has Body shape: rounded vs. slender",
    "winter wren, which has Back and wing stripes: dark streaks vs. black and white stripes",
    "winter wren, which has Bill color: small vs. black",
    "winter wren, which has Back markings: dark streaks vs. black stripe above eyes",
    "winter wren, which has Wing bars: two white bars vs. white bars on black tail"
  ],
  "common yellowthroat": [
    "common yellowthroat, which is a small songbird",
    "common yellowthroat, which has yellow and black",
    "common yellowthroat, which is a black mask over its eyes",
    "common yellowthroat, which is a yellow throat",
    "common yellowthroat, which is a black bill",
    "common yellowthroat, which has dark legs",
    "common yellowthroat, which has Black mask over eyes",
    "common yellowthroat, which has V-shaped black pattern on chest",
    "common yellowthroat, which has Yellow throat vs white throat and belly",
    "common yellowthroat, which has Black mask over eyes vs black mask around eyes"
  ]
}