{
  "apples": [
    "A complex origami crane folded from metallic paper.",
    "Navigating a complex underground cave system.",
    "The faint hum of distant power lines on a cold morning.",
    "The feeling of smooth, cool ceramic under fingertips.",
    "The precise chemical formula for table salt."
  ],
  "aquarium fish": [
    "A meticulously organized collection of vintage buttons.",
    "A satellite orbiting silently above the Earth.",
    "The historical significance of the Gutenberg printing press.",
    "The smell of ozone after a thunderstorm.",
    "The texture of rough burlap sacking."
  ],
  "baby": [
    "A field of vibrant red poppies swaying in the breeze.",
    "A forgotten cup of tea growing cold on a desk.",
    "The intricate design of a microchip.",
    "The rhythmic ticking of an old wall clock.",
    "The sensation of plunging hands into cold water."
  ],
  "bear": [
    "A dense fog rolling over a coastal landscape.",
    "A half-finished painting drying on an easel.",
    "The crackle and pop of a needle on a vinyl record.",
    "The rough, abrasive surface of sandpaper.",
    "The rules governing international chess tournaments."
  ],
  "beaver": [
    "A rusted anchor partially buried in beach sand.",
    "An algorithm designed for facial recognition.",
    "Sunlight filtering through the leaves of a dense forest canopy.",
    "The clatter of dishes being washed in a restaurant kitchen.",
    "The sticky sweetness of melting honeycomb."
  ],
  "bed": [
    "A dog-eared paperback novel with underlined passages.",
    "A perfectly formed snowflake under a microscope.",
    "The distant siren wailing in the urban night.",
    "The process of photosynthesis in plant cells.",
    "The soft, yielding texture of memory foam."
  ],
  "bee": [
    "A stained-glass window depicting a pastoral scene.",
    "A tangled set of earbuds knotted in a pocket.",
    "The low rumble of thunder preceding a storm.",
    "The powdery residue left by chalk on a blackboard.",
    "The theory of plate tectonics and continental drift."
  ],
  "beetle": [
    "A geyser erupting steam and water high into the air.",
    "A worn leather armchair with cracked upholstery.",
    "The binary code underlying digital information.",
    "The cheerful whistling of a boiling kettle.",
    "The smooth, polished surface of a river stone."
  ],
  "bicycle": [
    "A child's colorful building blocks scattered across a floor.",
    "A complex network of electrical wires behind a wall.",
    "The gentle lapping of waves on a sandy shore.",
    "The operation of a hydroelectric dam.",
    "The slightly metallic taste of spring water."
  ],
  "bottles": [
    "A handwritten letter sealed with red wax.",
    "A weaver operating a large, complex loom.",
    "The migration patterns of wildebeest across the Serengeti.",
    "The oily sheen of gasoline on wet pavement.",
    "The satisfying crunch of walking on fresh snow."
  ],
  "bowls": [
    "A faded billboard advertising a defunct airline.",
    "Molten metal being poured into a cast.",
    "The chirping chorus of crickets on a summer night.",
    "The prickly sensation of static electricity.",
    "The structure of the human respiratory system."
  ],
  "boy": [
    "A desert landscape stretching to the horizon.",
    "A half-completed crossword puzzle.",
    "The intricate dance of honeybees communicating direction.",
    "The muffled sound of music from passing car.",
    "The smooth, cool feel of polished granite."
  ],
  "bridge": [
    "A complex piece of abstract sculpture.",
    "A forgotten shopping list left in a cart.",
    "The process of nuclear fission.",
    "The rhythmic clanging of a buoy bell in the fog.",
    "The soft texture of velvet fabric."
  ],
  "bus": [
    "A time-lapse sequence of clouds moving across the sky.",
    "An old map marked with annotations.",
    "The principles of supply and demand.",
    "The sharp, tangy scent of cut limes.",
    "The sizzle of onions cooking in a hot pan."
  ],
  "butterfly": [
    "A discarded bicycle tire leaning against a fence.",
    "A field of sunflowers turning towards the sun.",
    "The gentle hum of a refrigerator.",
    "The rough texture of tree bark.",
    "The rules of a traditional Japanese tea ceremony."
  ],
  "camel": [
    "A collection of antique keys on a ring.",
    "A meticulously crafted ship in a bottle.",
    "The feeling of cool mud squishing between toes.",
    "The lifecycle of a star, from nebula to supernova.",
    "The sound of distant church bells ringing."
  ],
  "cans": [
    "A tangled ball of brightly colored yarn.",
    "A vibrant coral reef teeming with life.",
    "The geological layers visible in a cliff face.",
    "The rhythmic dripping of a leaky faucet.",
    "The sticky surface of spilled soda."
  ],
  "castle": [
    "A single, lost glove lying on a park bench.",
    "An intricate spiderweb covered in morning dew.",
    "The concept of quantum entanglement.",
    "The crackle of a bonfire sending sparks skyward.",
    "The slightly gritty texture of whole wheat flour."
  ],
  "caterpillar": [
    "A dusty, forgotten board game in an attic.",
    "A perfectly balanced mobile turning in the air.",
    "The chemical composition of Earth's atmosphere.",
    "The smooth, cool surface of stainless steel.",
    "The whoosh of air brakes on a large truck."
  ],
  "cattle": [
    "A half-eaten apple core on a desk.",
    "A mountain range silhouetted against a sunset.",
    "The coarse feel of uncut wool.",
    "The process of sedimentary rock formation.",
    "The repetitive beep of a reversing vehicle."
  ],
  "chair": [
    "A bent paperclip holding papers together.",
    "A glassblower shaping molten glass with breath.",
    "The fuzzy texture of a peach skin.",
    "The gentle strumming of an acoustic guitar.",
    "The structure and function of a plant cell."
  ],
  "chimpanzee": [
    "A stack of old newspapers tied with twine.",
    "A winding river snaking through a green valley.",
    "The clatter of falling building blocks.",
    "The operation of a global positioning system (GPS).",
    "The sensation of biting into a crisp pickle."
  ],
  "clock": [
    "A collection of smooth sea glass in various colors.",
    "A network of glowing fiber optic cables.",
    "The principles of aerodynamics and lift.",
    "The roar of a crowd at a football game.",
    "The sharp smell of ammonia cleaner."
  ],
  "cloud": [
    "A crumpled receipt at the bottom of a bag.",
    "A dense jungle canopy viewed from above.",
    "The historical context of the Industrial Revolution.",
    "The rhythmic chirping of a smoke detector.",
    "The soft, downy feel of a dandelion seed head."
  ],
  "cockroach": [
    "A geothermal vent releasing steam on a volcanic slope.",
    "An old rotary phone sitting silently on a table.",
    "The distant sound of a lawnmower on a Saturday morning.",
    "The process of water purification.",
    "The rough, uneven texture of concrete."
  ],
  "computer keyboard": [
    "A schematic diagram of electronic circuitry.",
    "A single, unmatched sock.",
    "The crisp snap of breaking a dry twig.",
    "The difference between mitosis and meiosis.",
    "The gentle cooing of pigeons on a window ledge."
  ],
  "couch": [
    "A chipped coffee mug with a faded logo.",
    "A field of ripe wheat ready for harvest.",
    "The concept of inertia in classical mechanics.",
    "The hiss of static from an untuned radio.",
    "The yielding softness of a down pillow."
  ],
  "crab": [
    "A lighthouse beam sweeping across a dark sea.",
    "A pile of neatly folded laundry.",
    "The crunch of gravel underfoot.",
    "The hard, smooth exterior of a beetle's shell.",
    "The theory of evolution by natural selection."
  ],
  "crocodile": [
    "A vast desert oasis with palm trees.",
    "An ornate, empty picture frame.",
    "The function of the lymphatic system.",
    "The rhythmic squeak of an old swing set.",
    "The scaly, dry texture of reptile skin."
  ],
  "cups": [
    "A potter's wheel spinning clay into shape.",
    "A scattering of loose coins on a countertop.",
    "The clinking of wind chimes in a breeze.",
    "The laws of motion as described by Newton.",
    "The smooth, slightly cool feel of porcelain."
  ],
  "dinosaur": [
    "A fossilized ammonite embedded in rock.",
    "A museum exhibit displaying reconstructed skeletons.",
    "The echoing boom of fireworks exploding.",
    "The imagined texture of dinosaur hide.",
    "The vast scale of geologic time."
  ],
  "dolphin": [
    "A smooth, gray stone perfectly shaped for skipping.",
    "Sunlight glinting off the surface of the ocean.",
    "The cheerful splashing sound of children in a pool.",
    "The principles of echolocation used by marine mammals.",
    "The sleek, rubbery feel of wet neoprene."
  ],
  "elephant": [
    "A wide savanna stretching under a vast sky.",
    "An ancient Baobab tree with a massive trunk.",
    "The complex social structure of elephant herds.",
    "The deep rumble of a passing freight train.",
    "The rough, wrinkled texture of thick hide."
  ],
  "flatfish": [
    "A discarded fishing net tangled on rocks.",
    "The biological adaptation of camouflage.",
    "The quiet shuffling of papers in an office.",
    "The sandy bottom of a shallow bay.",
    "The slightly slimy coating on fresh fish skin."
  ],
  "forest": [
    "A moss-covered log slowly returning to the earth.",
    "A shaft of sunlight piercing the dense canopy.",
    "The damp, earthy smell of decaying leaves.",
    "The intricate ecosystem of the forest floor.",
    "The sigh of wind whispering through pine needles."
  ],
  "fox": [
    "A half-hidden den entrance under tree roots.",
    "Moonlight illuminating a snow-covered field.",
    "The cunning strategies used in predator-prey relationships.",
    "The sharp yip of a small dog in the distance.",
    "The soft, thick fur of a winter coat."
  ],
  "girl": [
    "A brightly colored playground slide.",
    "A worn teddy bear missing one eye.",
    "The developmental stages of childhood learning.",
    "The ringing of a bicycle bell.",
    "The smooth texture of a polished wooden toy."
  ],
  "hamster": [
    "A maze of interconnected plastic tubes.",
    "A tiny water bottle with a metal spout.",
    "The feeling of soft wood shavings.",
    "The nocturnal activity patterns of small rodents.",
    "The soft whirring of a small electric motor."
  ],
  "house": [
    "A neatly manicured lawn bordered by flowers.",
    "A welcome mat lying by the front door.",
    "The cool smoothness of a painted wall.",
    "The principles of architectural design and structure.",
    "The rhythmic tapping of rain on a windowpane."
  ],
  "kangaroo": [
    "A tall eucalyptus tree shedding bark.",
    "The coarse fur covering powerful legs.",
    "The dry, dusty expanse of the Australian outback.",
    "The rhythmic thud of a bouncing ball.",
    "The unique reproductive biology involving a pouch."
  ],
  "lamp": [
    "A dusty corner of a room revealed by the light.",
    "A pool of warm light illuminating a book.",
    "The gentle click of a light switch.",
    "The physics of light emission from a filament.",
    "The smooth coolness of a glass lampshade."
  ],
  "lawn-mower": [
    "A freshly cut lawn with neat stripes.",
    "A tangled garden hose lying nearby.",
    "The mechanics of a small gasoline engine.",
    "The sharp smell of cut grass.",
    "The steady drone of cicadas on a hot summer day."
  ],
  "leopard": [
    "A rocky outcrop providing a vantage point.",
    "A sun-dappled branch high in an acacia tree.",
    "The silent rustle of leaves in a gentle breeze.",
    "The sleek, short fur patterned with rosettes.",
    "The stealth and patience required for ambush predation."
  ],
  "lion": [
    "A deep, resonant roar echoing across the plains.",
    "A golden savanna under a blazing sun.",
    "A watering hole attracting diverse wildlife.",
    "The coarse texture of a thick mane.",
    "The social dynamics within a pride."
  ],
  "lizard": [
    "A quick darting movement into a crevice.",
    "A sun-baked rock in a desert landscape.",
    "The ability to regenerate a lost tail.",
    "The dry, scaly texture of reptile skin.",
    "The faint skittering sound of small claws on rock."
  ],
  "lobster": [
    "A lobster trap resting on a dock.",
    "A rocky seabed with seaweed and crevices.",
    "The bubbling sound of boiling water.",
    "The hard, segmented shell of a crustacean.",
    "The process of molting to allow for growth."
  ],
  "man": [
    "A briefcase leaning against a desk chair.",
    "A bustling city street corner at rush hour.",
    "The clatter of tools in a workshop.",
    "The complex decision-making process in human cognition.",
    "The rough texture of unshaven stubble."
  ],
  "maple": [
    "A forest ablaze with red and orange foliage.",
    "A wooden bucket collecting dripping syrup.",
    "The crunch of footsteps on autumn leaves.",
    "The distinctive five-lobed shape of a leaf.",
    "The process of tapping trees for sap."
  ],
  "motorcycle": [
    "A black leather jacket hanging on a hook.",
    "A winding mountain road with sharp curves.",
    "The cool smoothness of chrome plating.",
    "The loud rumble of a powerful engine.",
    "The principles of balance and gyroscopic stability."
  ],
  "mountain": [
    "A jagged peak piercing a clear blue sky.",
    "A narrow trail leading towards the summit.",
    "The geological forces involved in orogeny.",
    "The rough, weathered surface of granite.",
    "The whistling sound of wind over a high ridge."
  ],
  "mouse": [
    "A crumb of cheese fallen on the floor.",
    "A dark corner behind kitchen cabinets.",
    "The faint scratching sound inside a wall.",
    "The rapid reproductive cycle of rodents.",
    "The soft, fine fur of a small mammal."
  ],
  "mushrooms": [
    "A mossy forest floor after a rain shower.",
    "A network of mycelium hidden beneath the soil.",
    "The quiet dripping of water in a damp cave.",
    "The role of decomposers in nutrient cycling.",
    "The spongy, slightly damp texture of fungi."
  ],
  "oak": [
    "A sprawling tree with strong, gnarled branches.",
    "A sturdy wooden beam in an old barn.",
    "The importance of acorns as a food source for wildlife.",
    "The rough, deeply furrowed bark.",
    "The rustling sound of dry leaves in winter."
  ],
  "oranges": [
    "A dimpled peel texture.",
    "A sun-drenched citrus grove.",
    "The bright, zesty smell of peeled citrus fruit.",
    "The cheerful buzz of bees in a flower garden.",
    "The process of juice extraction."
  ],
  "orchids": [
    "A humid tropical rainforest canopy.",
    "An intricate bloom with vibrant colors.",
    "The complex pollination mechanisms involving specific insects.",
    "The delicate, waxy texture of exotic petals.",
    "The gentle trickle of water in a greenhouse."
  ],
  "otter": [
    "A clear, cold river flowing over smooth stones.",
    "A half-eaten fish left on a rock.",
    "The behavior of sliding down muddy banks.",
    "The playful splashing and chirping sounds near a riverbank.",
    "The sleek, dense, waterproof fur."
  ],
  "palm": [
    "A coconut lying on the sand.",
    "A tropical beach lined with swaying trees.",
    "Adaptations to withstand strong coastal winds.",
    "The fibrous texture of a trunk.",
    "The rhythmic sound of waves washing ashore."
  ],
  "pears": [
    "A still life painting featuring fruit.",
    "An orchard in late summer.",
    "The process of fruit ripening.",
    "The smooth skin giving way to slightly gritty flesh.",
    "The soft buzz of fluorescent lights."
  ],
  "pickup truck": [
    "A dusty rural road stretching through farmland.",
    "A toolbox resting in the truck bed.",
    "The cool metal of a tailgate.",
    "The crunch of tires on a gravel driveway.",
    "The mechanics of a four-wheel drive system."
  ],
  "pine": [
    "A fallen cone scattering its seeds.",
    "A snow-covered forest landscape.",
    "The adaptation of needles to conserve water.",
    "The sticky residue of resin on bark.",
    "The whistling moan of wind through tall trees."
  ],
  "plain": [
    "A lone windmill turning slowly.",
    "A vast, flat expanse of grassland under a wide sky.",
    "The distant rumble of a train.",
    "The dry, rustling texture of prairie grass.",
    "The ecological role of grazing animals."
  ],
  "plate": [
    "A neatly set dining table.",
    "A pattern around the rim.",
    "The clinking sound of cutlery.",
    "The physics of heat transfer during cooking.",
    "The smooth, hard surface of glazed ceramic."
  ],
  "poppies": [
    "A dark center surrounded by bright color.",
    "A field painted vibrant red in early summer.",
    "The delicate, paper-thin texture of petals.",
    "The gentle drone of bees collecting nectar.",
    "The historical symbolism associated with the flower."
  ],
  "porcupine": [
    "A mixed forest with rocky ledges.",
    "Gnaw marks on the bark of a tree.",
    "The defensive mechanism of raising and detaching quills.",
    "The rustling sound of movement in dry underbrush.",
    "The sharp, stiff feeling of quills."
  ],
  "possum": [
    "A suburban backyard bordering a wooded area.",
    "An overturned garbage can.",
    "The coarse grayish fur and prehensile tail.",
    "The defensive behavior of 'playing dead'.",
    "The soft hooting of an owl at night."
  ],
  "rabbit": [
    "A grassy meadow dotted with wildflowers.",
    "A small burrow hidden under a bush.",
    "The incredibly soft, dense fur.",
    "The quiet munching sound of eating vegetation.",
    "The rapid escape response involving quick bursts of speed."
  ],
  "raccoon": [
    "A distinctive ringed tail.",
    "A stream running through a forest at night.",
    "The chattering and chirring sounds from a dark alley.",
    "The nimble dexterity of dark-masked paws.",
    "The opportunistic feeding habits in urban environments."
  ],
  "ray": [
    "A barbed tail spine used for defense (in some species).",
    "A shallow tropical lagoon with a sandy bottom.",
    "The ability to glide gracefully through water.",
    "The gentle swish of water moving over sand.",
    "The smooth, cartilaginous texture of wings."
  ],
  "road": [
    "A painted white line dividing lanes.",
    "A ribbon of pavement stretching towards the horizon.",
    "The engineering principles behind highway construction.",
    "The rough, dark texture of tarmac.",
    "The steady hum of tires on asphalt."
  ],
  "rocket": [
    "A launchpad silhouetted against a dawn sky.",
    "A plume of smoke and fire trailing behind.",
    "The deafening roar and crackle of liftoff.",
    "The physics of thrust and escaping Earth's gravity.",
    "The smooth, aerodynamic surface of the fuselage."
  ],
  "roses": [
    "A formal garden with trellises and hedges.",
    "The gentle buzzing of bees visiting flowers.",
    "The sharp prickle of thorns on a stem.",
    "The soft, velvety texture of petals.",
    "The sweet, fragrant aroma."
  ],
  "sea": [
    "A distant ship on the horizon.",
    "A vast expanse of blue water meeting the sky.",
    "The constant roar and sigh of crashing waves.",
    "The immense power of tides and currents.",
    "The salty taste of ocean spray."
  ],
  "seal": [
    "A cluster of smooth, wave-washed rocks.",
    "Large, dark, liquid eyes.",
    "The adaptation for diving and moving efficiently in water.",
    "The barking calls echoing off rocky shores.",
    "The sleek, wet fur covering a layer of blubber."
  ],
  "shark": [
    "A triangular dorsal fin breaking the surface.",
    "The deep blue expanse of the open ocean.",
    "The quiet sound of water moving against a hull.",
    "The rough, sandpaper-like texture of dermal denticles (skin).",
    "The streamlined body shape designed for speed."
  ],
  "shrew": [
    "A long, pointed snout twitching nervously.",
    "The dark, damp environment under logs and rocks.",
    "The frantic rustling in leaf litter.",
    "The incredibly high metabolic rate requiring constant feeding.",
    "The soft, velvety fur of a tiny mammal."
  ],
  "skunk": [
    "A small den under a shed or porch.",
    "The distinctive black and white fur pattern.",
    "The edge of a woodland near a field at dusk.",
    "The powerful chemical defense mechanism involving musk spray.",
    "The warning hiss or foot-stomping sound."
  ],
  "skyscraper": [
    "A grid of city streets viewed from a great height.",
    "Clouds drifting past upper-floor windows.",
    "The cool, smooth surface of glass and steel.",
    "The distant hum of city traffic far below.",
    "The engineering challenges of building tall structures."
  ],
  "snail": [
    "A damp garden path after a rain shower.",
    "A spiral shell providing protection.",
    "The gentle dripping of water onto leaves.",
    "The slimy trail left behind on a surface.",
    "The slow, deliberate movement using a muscular foot."
  ],
  "snake": [
    "A flickering forked tongue tasting the air.",
    "A sun-warmed rock or dusty path.",
    "The dry rustling sound of scales moving over leaves.",
    "The process of shedding skin (ecdysis).",
    "The smooth, dry, scaly texture of skin."
  ],
  "spider": [
    "A dusty corner of a room or garden shed.",
    "Multiple eyes arranged in a specific pattern.",
    "The delicate, sticky threads of a web.",
    "The faint vibration felt on a web strand.",
    "The process of spinning silk for various purposes."
  ],
  "squirrel": [
    "A park lawn scattered with oak trees.",
    "Empty acorn shells littered on the ground.",
    "The behavior of burying nuts for later retrieval.",
    "The bushy tail twitching rapidly.",
    "The sharp, scolding chatter from a treetop."
  ],
  "streetcar": [
    "A city street lined with historic buildings.",
    "Passengers looking out windows.",
    "The clanging bell and grinding sound of wheels on tracks.",
    "The overhead wires providing electric power.",
    "The smooth vinyl texture of worn seats."
  ],
  "sunflowers": [
    "A central disk filled with developing seeds.",
    "A vast field of tall yellow blooms facing the sun.",
    "The buzzing sound of many bees in late summer.",
    "The heliotropic movement tracking the sun across the sky.",
    "The rough, hairy texture of the large leaves."
  ],
  "sweet peppers": [
    "A colorful display in a grocery store produce section.",
    "Seeds clustered inside a hollow cavity.",
    "The crisp slicing sound of a knife through vegetables.",
    "The mild, sweet flavor compared to hot peppers.",
    "The smooth, glossy skin in various colors (red, yellow, green)."
  ],
  "table": [
    "A dining room set for a meal.",
    "A tablecloth or placemat.",
    "The scrape of a chair being pushed back.",
    "The smooth, hard surface of polished wood or laminate.",
    "The structural design providing a stable flat surface."
  ],
  "tank": [
    "A muddy field or desert landscape.",
    "Camouflage paint patterns.",
    "The deep rumble and clatter of metal treads.",
    "The mechanics of a rotating turret and cannon.",
    "The thick, angled steel armor plating."
  ],
  "telephone": [
    "A coiled cord or a charging cable.",
    "An office desk or kitchen counter.",
    "The ringing or buzzing sound signaling a call.",
    "The smooth plastic of a handset or smartphone screen.",
    "The technology converting sound waves to electrical signals."
  ],
  "television": [
    "A living room centered around an entertainment unit.",
    "A remote control resting nearby.",
    "The electronic display technology creating images.",
    "The muffled sound of dialogue or music from another room.",
    "The smooth, dark glass of the screen when off."
  ],
  "tiger": [
    "A bamboo forest or mangrove swamp.",
    "Large paw prints left in soft mud.",
    "The low, rumbling growl from dense jungle.",
    "The soft fur patterned with bold black stripes.",
    "The solitary hunting behavior of a large predator."
  ],
  "tractor": [
    "A farmer sitting in the driver's seat.",
    "A large agricultural field being plowed or harvested.",
    "The hydraulic systems used to operate attachments.",
    "The large, deeply treaded rubber tires.",
    "The steady chugging sound of a diesel engine."
  ],
  "train": [
    "A long line of cars stretching along a track.",
    "A loud whistle blowing at a crossing.",
    "The cool metal exterior of a railway car.",
    "The rhythmic clackety-clack of wheels on rails.",
    "The vast network of tracks connecting locations."
  ],
  "trout": [
    "An artificial fly drifting on the water's surface.",
    "Sunlight dappling the gravel bottom of a river.",
    "The ability to swim against strong currents.",
    "The cool, slippery skin dotted with spots.",
    "The gentle gurgle of a clear, cold stream."
  ],
  "tulips": [
    "A garden bed bursting with vibrant colors.",
    "Long green stems supporting cup-shaped blooms.",
    "The bulb structure storing energy underground.",
    "The cheerful chatter of birds in springtime.",
    "The smooth, waxy texture of petals."
  ],
  "turtle": [
    "A log basking in the sun at the edge of a pond.",
    "The ability to retract head and limbs into the shell.",
    "The hard, patterned shell (carapace and plastron).",
    "The slow, deliberate movement on land.",
    "The soft plop sound as one slides into water."
  ],
  "wardrobe": [
    "A bedroom corner or dressing area.",
    "The faint scent of cedar or stored fabrics.",
    "The internal structure of shelves and hanging rods.",
    "The smooth finish of wood or laminate.",
    "The soft rustle of clothes being moved."
  ],
  "whale": [
    "A massive fluke lifting out of the water before a dive.",
    "The explosive sound of a blowhole releasing air and water.",
    "The immense size and smooth skin.",
    "The long-distance migrations undertaken by many species.",
    "The vast, deep blue of the open ocean."
  ],
  "willow": [
    "Fine, narrow leaves fluttering in the wind.",
    "The bank of a slow-moving river or pond.",
    "The flexible wood often used in basketry.",
    "The gentle rustling of leaves in a riverside breeze.",
    "The long, drooping branches sweeping towards the ground."
  ],
  "wolf": [
    "A snow-covered landscape under northern lights.",
    "The complex social hierarchy and pack hunting behavior.",
    "The mournful howl echoing through a moonlit forest.",
    "The thick, coarse fur adapted for cold climates.",
    "Tracks left in fresh snow."
  ],
  "woman": [
    "A busy cafe filled with conversation.",
    "A handbag resting on a nearby chair.",
    "The clicking sound of heels on a hard floor.",
    "The diverse roles and experiences across cultures.",
    "The smooth texture of silk fabric."
  ],
  "worm": [
    "A bird pulling one from the ground.",
    "Rich, dark earth in a garden bed.",
    "The quiet patter of rain on damp soil.",
    "The role in aerating soil and decomposing organic matter.",
    "The soft, segmented, damp body."
  ]
}