{
  "black-footed albatross": [
    "Black feet (for black-footed albatross) vs. long, webbed feet (for laysan albatross)",
    "Black feet and white head/neck vs. webbed feet and white band around neck",
    "Black head and neck (for black-footed albatross) vs. white head and neck (for laysan albatross)",
    "Black head and neck vs. dark-colored body with white band around neck",
    "Dark wings vs. black head and neck",
    "Dark-colored body vs. predominantly black and white plumage",
    "Distinct black markings on body",
    "Distinct black markings on body (for laysan albatross) vs. no distinct black markings (for black-footed albatross)",
    "Distinct body marking coloration (for laysan albatross) vs. no distinct body markings (for black-footed albatross)",
    "Feet color (Black vs. webbed)",
    "Hooked beak (for laysan albatross) vs. no hooked beak (for black-footed albatross)",
    "Large size vs. smaller size",
    "Long, narrow wings (for black-footed albatross) vs. up to 3.5 feet wingspan with black wings (for laysan albatross)",
    "No specific black tail (for black-footed albatross) vs. black tail (for laysan albatross)",
    "Predominantly black and white plumage (for black-footed albatross) vs. white body with black wings (for laysan albatross)",
    "Predominantly black and white plumage vs. dark body with white band coloration",
    "Predominantly black and white plumage vs. large, dark-colored bird with white band around neck",
    "Red spot on head and bill (for laysan albatross) vs. no red spot (for black-footed albatross)",
    "Size comparison: larger vs. smaller",
    "Size: larger size (for black-footed albatross) vs. smaller size (for laysan albatross)",
    "Tail color (No specific black tail vs. black tail)",
    "White head and neck vs. white head and neck",
    "a long, hooked bill",
    "a seabird",
    "a white head and neck",
    "black and white",
    "black feet",
    "long, narrow wings"
  ],
  "laysan albatross": [
    "Body coloration: white body with black wings vs. dark-colored body with white head and neck",
    "Body marking coloration: laysan albatross has distinct black markings",
    "Distinct black markings on body",
    "Head and neck color: black-footed albatross has black head and neck",
    "Hooked beak",
    "Long, hooked bill vs. black head and bill with red spot",
    "Red spot on head and bill: laysan albatross has a red spot",
    "Size: black-footed albatross is larger",
    "White body with black wings vs. white body with grey back and wings",
    "Wingspan and wing shape: up to 3.5 feet wingspan for laysan albatross vs. long, narrow wings for sooty albatross",
    "a long, hooked bill",
    "a seabird",
    "a wingspan of up to 3.5 feet",
    "long, webbed feet",
    "white with black wings"
  ],
  "sooty albatross": [
    "Black feet (Black-footed albatross)",
    "Black tail (Black-footed albatross)",
    "Coloration: Dark body with white band vs. Black head, neck, and chest with white band",
    "Dark body with white band (Sooty albatross)",
    "Dark wings (Black-footed albatross)",
    "Dark wings (Sooty albatross)",
    "Dark-colored body (Sooty albatross)",
    "Predominantly black and white plumage (Black-footed albatross)",
    "Red spot on head and bill (Black-footed albatross)",
    "Red spot on head and bill (Sooty albatross)",
    "Size: Large vs. Small",
    "Webbed feet (Sooty albatross)",
    "White band around neck (Sooty albatross)",
    "White head and neck (Black-footed albatross)",
    "Wing coloration",
    "Wingspan size",
    "Wingspan size: up to 3.5 feet with dark wings (Sooty albatross)",
    "a large, dark-colored bird",
    "a long, hooked bill",
    "a white band around its neck",
    "long, narrow wings",
    "webbed feet"
  ],
  "groove-billed ani": [
    "Black plumage with white stripe above eyes vs. dark-brown or black plumage with red face",
    "Eye color: yellow for American crow",
    "Long tail with two toes vs. fan-shaped tail",
    "Long tail with two toes vs. keel-shaped tail and webbed feet",
    "Long tail with two toes vs. long, webbed feet",
    "Presence of white stripe above eyes",
    "White stripe above eyes vs. distinctive white neck",
    "White stripe above the eyes vs. yellow eye",
    "a black bird with a long, curved bill",
    "a long tail",
    "a white stripe above its eyes",
    "found in the southern United States and Mexico",
    "two toes pointing forward and two toes pointing backward"
  ],
  "crested auklet": [
    "Bill shape: black vs. large and bulbous",
    "Black bill vs. black bill with orange ring",
    "Black or dark grey coloration",
    "Black stripe down the center of the back",
    "Color of belly",
    "Color of bill and legs",
    "Crest shape",
    "Eye ring color",
    "Eye ring presence",
    "Feet type",
    "Leg color",
    "Presence of crest on head",
    "White crest on head vs. white face",
    "White face with black stripe behind the eye",
    "White spots on black body",
    "Wingspan",
    "a black bill",
    "a black body with white spots",
    "a black head with a white crest",
    "a small, black and white bird",
    "black legs and feet"
  ],
  "least auklet": [
    "Back stripe: Black stripe down center",
    "Bill shape: Black vs. Bulbous",
    "Bill shape: Bulbous",
    "Bill shape: Long and hooked",
    "Body pattern: White spots on black body",
    "Color of belly (White vs. Dark grey)",
    "Color of bill and legs (Black vs. Yellow)",
    "Color of crest on head",
    "Color pattern: Black head and back with white belly vs. White face with black stripe",
    "Distinct white ring around eyes",
    "Eye ring color: White",
    "Eye ring color: White (Least auklet) vs. Black (Parakeet auklet)",
    "Eye ring presence: White ring",
    "Face pattern: White face with black stripe",
    "Feet type: Webbed",
    "Leg color (Black vs. Yellow)",
    "Leg color: Black (Least auklet) vs. Orange (Parakeet auklet)",
    "Neck length",
    "Presence of black stripe down center of back",
    "Presence of crest shape on head",
    "Presence of white belly",
    "Size: Small",
    "Size: small vs. large",
    "Wings: black with white spots vs. long and narrow",
    "Wingspan: small vs. up to 2.5 feet",
    "a black bill",
    "a black head and back, with a white belly",
    "a small, black and white bird",
    "a white ring around its black eyes",
    "black legs and feet",
    "black wings with white spots"
  ],
  "parakeet auklet": [
    "Black eye ring vs. White eye ring color",
    "Black ring around eyes",
    "Black ring around eyes vs. Black stripe on face",
    "Black ring around eyes vs. black stripe down the back",
    "Long red legs vs. Black legs",
    "Long, hooked bill",
    "Long, hooked bill vs. Bulbous bill",
    "Long, red legs with webbed feet",
    "Orange feet",
    "Orange feet vs. webbed feet",
    "Orange feet vs. yellow feet with red spot near bill tip",
    "Short tail vs. Bulbous bill",
    "White crest on head",
    "White crest on head vs. black stripe behind the eye",
    "White crest vs. White eye ring color",
    "White face vs. White belly",
    "White face with black ring around eyes vs. black cap on head",
    "White spots on black body",
    "a black back and wings, with a white underside",
    "a black head and neck, with a white face and black bill",
    "a black ring around its eyes",
    "a short, black tail",
    "a small, stocky seabird",
    "orange feet"
  ],
  "rhinoceros auklet": [
    "Back stripe: Black stripe down center vs. no stripe",
    "Bill shape: Bulbous vs. different shape",
    "Black stripe down back vs. black back and wings with white underside",
    "Black stripe down the center of the back for rhinoceros auklet",
    "Bulbous bill vs. black bill with white face",
    "Bulbous bill vs. short bill",
    "Color of bill and legs: Black vs. Yellow",
    "Eye feature: White ring around black eyes vs. no white ring",
    "Face color pattern: White face with black stripe vs. black head and white belly",
    "Orange/red legs and feet for crested auklet",
    "Short, stubby tail for rhinoceros auklet",
    "Webbed feet vs. orange/red legs and feet",
    "White belly for crested auklet",
    "White crest on the head for crested auklet",
    "White face with black stripe vs. white face with black ring around eyes",
    "White ring around black eyes for rhinoceros auklet",
    "White spots on black body for crested auklet",
    "Wing pattern: Black with white spots for rhinoceros auklet",
    "Wing pattern: Black with white spots vs. no distinct pattern",
    "a black stripe down the center of the back",
    "a large, bulbous bill",
    "a seabird",
    "a short, stubby tail",
    "a white face with a black stripe behind the eye",
    "black or dark grey",
    "webbed feet"
  ],
  "brewer blackbird": [
    "Bronze-brown body coloration",
    "Distinctive body coloration (purple sheen vs. glossy black)",
    "Glossy black body vs. rusty-brown feathers",
    "Glossy black body with purple sheen and bronze-brown coloration (Boat-tailed grackle)",
    "Head color: yellow vs. glossy black with purple sheen and bronze-brown coloration",
    "Long tail",
    "Long tail with black wings and white spots vs. tail with black color and white tip",
    "Tail color pattern (white spots vs. white tip)",
    "White spots on black wings (Brewer blackbird)",
    "Wing color pattern: white spots vs. white bars",
    "a long tail",
    "a long, curved beak",
    "black",
    "black wings with white spots",
    "long, black legs",
    "yellow eyes"
  ],
  "red-winged blackbird": [
    "Red and yellow wing markings",
    "White belly and long, curved bill",
    "a black body",
    "a blackbird with red and yellow wing markings",
    "a yellow beak",
    "black legs",
    "red eyes"
  ],
  "rusty blackbird": [
    "Beak shape: black bill vs. long, curved",
    "Bill and feet: Black vs. long, curved and webbed",
    "Black bill vs. long, curved beak",
    "Body coloration: rusty-brown vs. bronze-brown",
    "Coloration: Rusty-brown vs. glossy black with purple sheen",
    "Eye color: Yellow eyes (rusty blackbird) vs. Yellow eye (boat-tailed grackle)",
    "Plumage color: rusty-brown vs. glossy black",
    "Rusty-brown feathers vs. glossy black plumage",
    "Size: Medium (rusty blackbird) vs. Large (boat-tailed grackle)",
    "Tail color: black with white tip vs. solid color",
    "a black bill.",
    "a blackbird with rusty-brown feathers",
    "a medium-sized bird.",
    "a yellow eyes.",
    "black legs and feet.",
    "found in North America"
  ],
  "yellow-headed blackbird": [
    "Black 'V' shape on back vs. no black 'V' shape on back",
    "Black 'bib' on white breast",
    "Black body vs. brown body",
    "Black wings with white spots",
    "Black wings with white spots vs. black wings with white bars or patterns",
    "Body color: yellow or yellow-orange vs. white",
    "Distinct wing color pattern",
    "Distinct yellow head",
    "Glossy black body with purple sheen and bronze-brown coloration",
    "Head color: black, white, and brown vs. yellow",
    "Long, curved beak",
    "Presence of black 'bib' on white breast",
    "Presence of black 'bib' on white breast vs. absence of black 'bib' on white breast",
    "Presence of rose-colored breast vs. absence of rose-colored breast",
    "Rose-colored breast",
    "Short, forked tail",
    "Tail length (short, forked vs. long)",
    "White belly",
    "White belly vs. no white belly",
    "Wing color pattern",
    "Yellow 'bib' on white breast",
    "Yellow head",
    "Yellow head vs. black head",
    "Yellow head vs. black head with orange-red or yellow-orange body",
    "Yellow head vs. yellowish bill",
    "Yellow or yellow-orange body",
    "a black body with yellow wings",
    "a blackbird with a yellow head",
    "a long, black beak",
    "black legs and feet",
    "yellow eyes"
  ],
  "bobolink": [
    "'Mask' around eyes: white 'mask' present vs. absent",
    "Belly coloration: white vs. bronze-brown",
    "Body coloration: black and white plumage vs. glossy black plumage with bronze-brown body",
    "Curved beak and long tail with white 'mask' around eyes (Hooded Oriole)",
    "Distinct black and white plumage vs. uniform brown coloration with dark streaks",
    "Distinctive black and white plumage",
    "Distinctive head and chest coloration",
    "Tail shape",
    "Unique tail shape",
    "Wing coloration: black with white stripes vs. black with white spots",
    "Yellow eyes and black legs and feet",
    "Yellow eyes and black legs and feet (Bobolink)",
    "a black and white bird",
    "a black back and wings with white stripes",
    "a black bill",
    "a black head, neck, and chest with a white collar",
    "a long, black tail",
    "a white belly",
    "black legs and feet",
    "yellow eyes"
  ],
  "indigo bunting": [
    "Bill shape",
    "Black head vs. blue head",
    "Black wings with white wingbars vs. black wings with white wing bars",
    "Black wings with white wingbars vs. brown wings with white bars",
    "Blue coloring vs. blue coloring with violet markings on the ear",
    "Blue coloring vs. purple, red, or pink coloring",
    "Blue head coloring vs. black head and neck with white stripe",
    "Blue head coloring vs. black head with white stripe above the eye",
    "Color pattern of underbelly",
    "Eye color",
    "Forked tail vs. distinct black bill",
    "Head coloration",
    "Long, forked tail vs. long tail",
    "Pattern of white wingbars on black wings",
    "Pattern of white wingbars on black wings vs. distinctive wing pattern with black wings and white stripes",
    "Short, pointed bill vs. black bill",
    "Short, pointed bill vs. long, thin beak",
    "Tail length",
    "Underbelly color pattern",
    "White belly vs. white belly with green body and violet markings on the ear",
    "White chest and belly",
    "White chest and belly vs. white belly with white breast and black streaks",
    "Yellow eyes",
    "a black head",
    "a long, forked tail",
    "a short, pointed bill",
    "a small, songbird",
    "a white belly",
    "black wings with white wingbars",
    "blue"
  ],
  "lazuli bunting": [
    "Black head with white stripe above the eye",
    "Body color: green with violet markings vs. black, white, and brown",
    "Body color: green with violet markings vs. solid blue",
    "Body coloration: green with violet markings vs. blue, grey, and white",
    "Breast coloration: black streaks vs. white belly",
    "Chest and belly color: white vs. white with black streaks",
    "Color of the bill",
    "Distinct black wings with white bars",
    "Head color: black head with white stripe above the eye vs. black, white, and brown",
    "Presence of white edges on tail",
    "Presence of white stripe above the eye",
    "Tail length",
    "Tail shape: long, forked vs. black tail with white edges",
    "Wing color: black wings with white bars vs. brown wings with white bars",
    "a black bill",
    "a black head with a white stripe above the eye",
    "a black tail with white edges",
    "a small, songbird",
    "a white breast with black streaks",
    "black wings with white bars",
    "blue, grey, and white"
  ],
  "painted bunting": [
    "a blue head and neck, green back, and yellow or red belly",
    "a brightly colored bird",
    "a long, pointed beak",
    "two long, pointed wings",
    "two long, thin legs"
  ],
  "cardinal": [
    "a black beak",
    "a black crest on its head",
    "a black mask around its eyes",
    "a long tail",
    "a red bird",
    "a white underside",
    "a wingspan of about 12 inches"
  ],
  "spotted catbird": [
    "Distinct black body with white spots",
    "Distinct black body with white spots and forked tail (Spotted Catbird) vs. overall brown coloration with white throat and breast (Brown Thrasher)",
    "Distinct white spots on body",
    "Distinct white spots on body (Spotted Catbird)",
    "Forked tail",
    "White tail tip (Spotted Catbird) vs. dark bars on wings (Brown Thrasher)",
    "White tip on tail",
    "White tip on tail (Shiny Cowbird)",
    "a black body with white spots",
    "a black head with a white spot on each side",
    "a long, black tail",
    "a small, dark bird",
    "black legs and feet"
  ],
  "gray catbird": [
    "Black cap and tail (Gray catbird) vs. Black head with olive-green crown (Olive-sided flycatcher)",
    "Black mask on the face",
    "Body coloration: black cap and tail vs. white body with black markings",
    "Habitat preference: land vs. coastal",
    "Habitat preference: land/coastal vs. mountainous/coniferous forests",
    "Presence of head crest",
    "Yellow eyes (Gray catbird) vs. Black bill (Olive-sided flycatcher)",
    "Yellow eyes with black bill",
    "a black cap and tail",
    "a long, black beak",
    "a small to medium-sized bird",
    "a white belly",
    "gray legs and feet",
    "gray with black streaks on its back and wings",
    "yellow eyes"
  ],
  "yellow-breasted chat": [
    "Black 'mask' around eyes",
    "Black 'mask' around eyes (yellow-breasted chat)",
    "Black 'mask' around eyes and notched tail (yellow-breasted chat)",
    "Black 'mask' around eyes and notched tail vs. white throat and breast with brown streaks and bobbing tail behavior",
    "Black 'mask' around eyes vs. black crest on head",
    "Black 'mask' around eyes vs. black stripe on head",
    "Black 'mask' around eyes vs. orange throat and belly",
    "Black hood covering head and neck (hooded warbler)",
    "Black hood covering head and white throat and breast (hooded warbler)",
    "Black tail with white edges (Yellow-breasted chat) vs. dark streaks on wings (Tennessee warbler)",
    "Color pattern differences",
    "Long, black tail",
    "Long, notched tail",
    "Notched tail",
    "Notched tail and black bill",
    "Notched tail and black bill vs. long legs and pointed bill",
    "Notched tail vs. white bars on wings",
    "Notched tail vs. white tail",
    "Notched tail with black legs",
    "Tail shape and back pattern",
    "Vibrant yellow and black coloration",
    "Vibrant yellow and black coloration vs. subtle brown or grey coloration",
    "Vibrant yellow and black coloration vs. yellow crown and white belly",
    "Vibrant yellow and black coloration with a black 'mask' around the eyes",
    "Vibrant yellow and black coloration with black 'mask' around eyes",
    "Yellow and black coloration (Yellow-breasted chat) vs. yellow-olive color with dark streaks on back (Tennessee warbler)",
    "Yellow and black coloration with 'mask' around eyes vs. orange-red or yellow-orange coloration with 'V' shape on back",
    "Yellow breast vs. white breast with dark streaks",
    "a black \"mask\" around its eyes",
    "a black bill",
    "a black tail with white edges",
    "a songbird",
    "a yellow breast",
    "black legs",
    "yellow and black"
  ],
  "eastern towhee": [
    "a black head, back, and wings",
    "a blackbird with a white belly",
    "a long, black tail",
    "a long, curved bill",
    "dark-colored legs",
    "red eyes"
  ],
  "chuck-will widow": [
    "Eye color",
    "Wingspan size",
    "a long, black tail",
    "a nocturnal bird",
    "a white throat and breast",
    "a wingspan of up to 24 inches",
    "black with white streaks on its wings",
    "red eyes"
  ],
  "brandt cormorant": [
    "Bill shape: Hooked vs. curved",
    "Dark-colored plumage (Brandt cormorant)",
    "Dark-colored plumage and large wingspan",
    "Dark-colored plumage and large wingspan vs. black, grey, or white coloring and smaller size",
    "Facial markings",
    "Facial markings (Brandt cormorant)",
    "Forked tail (Brandt cormorant)",
    "Forked tail vs. streamers on tail",
    "Long neck (red-faced cormorant)",
    "Neck length",
    "Neck length (Brandt cormorant)",
    "Plumage color (Brandt cormorant)",
    "Presence of white patch on throat (Brandt cormorant)",
    "Red skin on face (Brandt cormorant)",
    "Red skin on face (red-faced cormorant)",
    "Tail features (Brandt cormorant)",
    "Tail shape (red-faced cormorant)",
    "White marking location: Throat vs. above eyes",
    "White patch above the eyes vs. yellow eyes",
    "White patch on throat (Brandt cormorant)",
    "White patch on throat vs. red eyes and red breast",
    "White stripe above the eyes (Brandt cormorant)",
    "White stripe above the eyes (Common raven)",
    "White stripes above the eyes (red-faced cormorant)",
    "White throat patch (Brandt cormorant)",
    "White throat patch vs. red skin on face",
    "Wingspan size (Brandt cormorant)",
    "Yellow eyes (White-necked raven)",
    "a black or dark-brown bird",
    "a long neck",
    "a long, forked tail",
    "a long, hooked bill",
    "a white patch on its throat",
    "long, webbed feet"
  ],
  "red-faced cormorant": [
    "Dark-brown or black plumage",
    "Dark-colored plumage and large wingspan",
    "Distinct black markings on body",
    "Distinct foot color and length",
    "Foot color and length",
    "Keel-shaped tail",
    "Long neck",
    "Long, forked tail",
    "Presence of red skin on face",
    "Red skin on face",
    "White patch on throat",
    "White stripes above the eyes",
    "Yellow eyes",
    "a long, hooked bill",
    "a long, tail",
    "a waterbird",
    "black or dark grey",
    "long, webbed feet",
    "red skin on its face"
  ],
  "pelagic cormorant": [
    "Dark-colored plumage",
    "Distinct black markings on body (Long-tailed jaeger)",
    "Facial markings vs. no distinct facial markings",
    "Keel-shaped tail",
    "Large wingspan",
    "Long streamers on tail",
    "Red skin on face",
    "Red skin on face (Pelagic cormorant)",
    "Tail with long streamers vs. forked tail",
    "White stripes above eyes",
    "White throat patch",
    "Yellow eyes",
    "a black or dark-brown bird",
    "a long, hooked bill",
    "a white patch on its throat",
    "long, streamers on its tail",
    "long, webbed feet"
  ],
  "bronzed cowbird": [
    "Absence of purple sheen on plumage vs. presence of purple sheen",
    "Bill length and shape (short, stout vs. long, curved)",
    "Bill shape: short, stout vs. small and round",
    "Black head, neck, and tail vs. black head and neck with white stripe above the eye",
    "Black head, neck, and tail vs. black tail with white tip",
    "Blue, grey, and white body coloration vs. absence of specific colorations",
    "Body coloration: bronze-brown vs. brown or grey with dark streaks",
    "Body size: larger vs. medium-sized",
    "Bronze-brown body coloration vs. blue, grey, and white body coloration",
    "Bronze-brown body coloration vs. glossy black plumage",
    "Bronze-brown body coloration vs. green body with violet markings",
    "Bronze-brown body coloration vs. mainly black plumage with white spots",
    "Bronze-brown body coloration vs. mainly black plumage with white stripe above eyes",
    "Distinct black body with white spots on wings vs. absence of wing spots",
    "Distinct body coloration (bronze-brown vs. glossy black with a purple sheen)",
    "Eye color (yellow vs. yellow)",
    "Green body with violet markings vs. lack of specific colorations",
    "Keel-shaped tail vs. fan-shaped tail",
    "Legs and feet characteristics (dark vs. long and webbed)",
    "Paler brown throat vs. white stripe above eyes",
    "Rusty-brown plumage color vs. absence of rusty-brown coloration",
    "Short, stout bill vs. long, curved beak",
    "Short, stout bill vs. long, curved bill",
    "Size (large vs. medium)",
    "Tail shape (keel-shaped vs. fan-shaped)",
    "Tail shape and color (fan-shaped vs. black with white tip)",
    "Throat color pattern (paler brown throat vs. black head, neck, and tail)",
    "Webbed feet vs. dark feet",
    "Webbed feet vs. dark legs and feet",
    "a black head, neck, and tail",
    "a bronze-brown body",
    "a short, stout bill",
    "a small, dark bird",
    "dark legs and feet",
    "yellow eyes"
  ],
  "shiny cowbird": [
    "Beak shape: long, curved vs. black bill",
    "Black wings with white spots for brewer blackbird",
    "Body size: larger vs. medium-sized",
    "Bronze-brown body coloration",
    "Distinct black body with white spots on wings",
    "Distinct head crest",
    "Distinctive red face",
    "Fan-shaped tail",
    "Glossy black plumage vs. brown coloration",
    "Glossy black plumage vs. distinct black body with white spots",
    "Green body with violet markings",
    "Iridescent feathers",
    "Iridescent feathers for shiny cowbird",
    "Keel-shaped tail",
    "Long, curved beak vs. yellowish bill",
    "Plumage color: glossy black vs. brown or grey",
    "Plumage color: glossy black vs. rusty-brown",
    "Presence of white stripe above eyes",
    "Purple sheen on plumage",
    "Tail color: white tip on black tail vs. black tail with white bars",
    "Two toes pointing forward and backward",
    "Webbed feet",
    "White spots on black wings for brewer blackbird",
    "White stripe above eyes",
    "White stripe above eyes for shiny cowbird",
    "White tip on black tail",
    "White tip on tail",
    "White tip only on tail for shiny cowbird",
    "Yellow eye color",
    "Yellow eyes vs. black legs and feet",
    "Yellow head color for brewer blackbird",
    "a black tail with a white tip",
    "a blackbird with a glossy black plumage",
    "a long, curved beak",
    "black legs",
    "yellow eyes"
  ],
  "brown creeper": [
    "Black 'horn' on head (Mockingbird)",
    "Black 'horn' on head vs. no 'horn' on head",
    "Black bill vs. long, thin beak",
    "Black cap and yellow throat (Worm-eating warbler)",
    "Black legs vs. different colored legs",
    "Black mask on face (Tennessee warbler)",
    "Curved long tail (Brown creeper)",
    "Curved long tail vs. short tail",
    "Distinctive color pattern (black, white, and red)",
    "Distinctive color pattern (black, white, and red) vs. dark streaks and white bars",
    "Distinctive color pattern (black, white, and red) vs. primarily green body color",
    "Distinctive white eyebrow marking",
    "Distinctive white eyebrow marking vs. absence of white eyebrow marking",
    "Distinctive white eyebrow marking vs. dark streaks and two white bars on wings",
    "Notched tail",
    "Presence of black 'horn' on head",
    "Presence of black and white stripes on wings and back",
    "Presence of black and white stripes on wings and back (Brown creeper)",
    "Presence of talons on feet",
    "Presence of white eyebrow marking",
    "White belly",
    "White belly vs. white throat and belly",
    "White eyebrow marking (Brown creeper)",
    "Zygodactyl feet",
    "Zygodactyl feet vs. small black feet",
    "Zygodactyl feet vs. smaller feet",
    "a long, curved tail",
    "a long, thin beak",
    "a small, brown bird",
    "black and white stripes on its back",
    "black and white stripes on its wings",
    "small, black eyes"
  ],
  "american crow": [
    "Distinct vocalization: present vs. absent",
    "Eye and leg color: yellow vs. black",
    "Eye color: yellow eyes vs. black eyes and legs/feet",
    "Feather texture: glossy vs. shiny black",
    "Neck color: no white neck vs. distinctive white neck",
    "Overall color: glossy feathers vs. shiny black color",
    "Plumage sheen: glossy black vs. purple sheen",
    "Plumage sheen: purple sheen vs. glossy black",
    "Stripe above eyes: absent vs. present",
    "Tail morphology: fan-shaped vs. white tip on black tail",
    "Tail shape: fan-shaped vs. long, straight",
    "Throat patch: absent vs. present",
    "Toe configuration: fan-shaped tail vs. two forward, two backward toes",
    "a fan-shaped tail",
    "a long, curved beak",
    "black",
    "glossy feathers",
    "yellow eyes"
  ],
  "fish crow": [
    "Distinctive call (caw vs. croak)",
    "Distinctive white neck",
    "Distinctive white neck (Fish crow)",
    "Eye color (yellow vs. black)",
    "Fan-shaped tail",
    "Fish-like tail",
    "Glossy black body with purple sheen",
    "Glossy black body with purple sheen (Boat-tailed grackle)",
    "Keel-shaped tail",
    "Size (wingspan)",
    "Tail configuration",
    "Toe configuration",
    "Two toes pointing forward and two toes pointing backward",
    "Webbed feet",
    "White stripe above the eyes",
    "Yellow eyes",
    "a black bird",
    "a fish-like tail",
    "a long, slender body",
    "a long, thin beak",
    "a small head",
    "long legs",
    "webbed feet"
  ],
  "black-billed cuckoo": [
    "Bill color",
    "Black bill vs. black head and bill",
    "Black bill vs. yellow bill",
    "Black tail with white bars vs. black and white striped tail",
    "Black tail with white bars vs. black wingtips",
    "Black wings with white bars vs. black and white/grey/white wings",
    "Body coloration: blue-grey with green back vs absence of this color combination",
    "Breast coloration: white with brown spots vs absence of this pattern",
    "Color tone of upperparts (shades of black and grey)",
    "Coloration of back: blue-grey with green hues",
    "Distinct long black bill vs. red waxy coating on wingtips",
    "Distinct wing markings",
    "Diving behavior for fishing",
    "Length and color of legs",
    "Pattern of underparts (belly and chest)",
    "Presence of black mask on face",
    "Presence of brown spots on breast",
    "Presence of crest on head",
    "Tail pattern: black tail with white bars vs absence of this pattern",
    "Wing pattern: black wings with white bars vs no specific pattern",
    "a black tail with white bars",
    "a long, black bill",
    "a medium-sized bird",
    "black and white",
    "black legs",
    "yellow eyes"
  ],
  "mangrove cuckoo": [
    "Beak shape (long, curved vs not distinctive)",
    "Belly markings (black band across white belly vs absence of this pattern)",
    "Bill color (yellow vs black)",
    "Bill color: black vs. long, curved",
    "Black band across white belly",
    "Blue-grey color with green back vs. brown or grey coloration",
    "Body coloration: blue-grey with green back vs brown or grey",
    "Body shape: elongated vs. round",
    "Breast coloration (white with brown spots vs absence of this pattern)",
    "Distinctive breast coloration with white and brown spots",
    "Distinctive song",
    "Diving behavior for fishing",
    "Habitat preference (coastal mangrove vs woodland/forest)",
    "Habitat preference: coastal mangrove vs water bodies",
    "Habitat preference: coastal mangroves and water bodies",
    "Habitat preference: coastal mangroves vs. woodlands/forests",
    "Leg color (black vs not black)",
    "Long, notched tail",
    "Overall body coloration (mostly yellow with black mask and wings vs blue-grey with green back)",
    "Presence of black mask on the face",
    "Presence of brown spots on the breast",
    "Presence of red waxy coating on wingtips",
    "Tail pattern (black with white bars vs no specific pattern)",
    "Tail pattern: black tail with white bars",
    "Wing color: blue vs. absence of blue",
    "Yellow eyes",
    "a black bill",
    "a long tail",
    "a medium-sized bird",
    "a white breast with brown spots",
    "black legs",
    "brown or grey",
    "yellow eyes"
  ],
  "yellow-billed cuckoo": [
    "Black band across white belly",
    "Black band across white belly vs. absence of this pattern",
    "Black tail with white bars",
    "Black tail with white bars vs. black tail with white bars and black legs",
    "Black wings with white bars vs. mostly yellow body with a black mask and black wings",
    "Blue-grey color with green back",
    "Blue-grey color with green back vs. shades of black and grey",
    "Distinctive tail pattern of black with white bars",
    "Diving behavior for fishing",
    "Diving behavior for fishing vs. distinct long black bill",
    "Long, curved yellow bill and yellow eyes vs. large, black bill and long legs",
    "Presence of crest on head vs. no crest on head",
    "White breast with brown spots",
    "Yellow bill and yellow eyes vs. black bill and yellow eyes",
    "Yellow body with black mask and wings",
    "a bird",
    "a black tail with white bars",
    "a long, curved beak",
    "black wings with white bars",
    "black, grey, or white",
    "yellow eyes"
  ],
  "gray-crowned-rosy finch": [
    "Black bill vs. long, curved beak",
    "Black cap and bib (Gray-crowned-rosy finch)",
    "Black cap and bib vs. black wings and yellow breast",
    "Black cap with black stripe through the eye",
    "Black mask around eyes for great-grey shrike",
    "Bright red coloration",
    "Bright red coloration vs. gray, brown, and white plumage with pink breast and belly",
    "Conical bill",
    "Gray wings and tail (Gray-crowned-rosy finch)",
    "Gray, brown, and white plumage vs. green body with violet markings",
    "Long, notched tail (Purple finch)",
    "Pink breast and belly",
    "Pink breast and belly (Gray-crowned-rosy finch)",
    "Pink breast and belly for gray-crowned-rosy finch",
    "Presence of black cap and bib",
    "Purple, red, or pink plumage (Purple finch)",
    "Red breast feathers",
    "Red eyes",
    "White belly (Purple finch)",
    "Yellow throat and breast with V-shaped pattern",
    "Yellow-green coloration with white belly",
    "Yellowish bill",
    "a black bill",
    "a black cap and bib",
    "a pink breast and belly",
    "a small, sparrow-like bird",
    "dark eyes",
    "gray wings and tail",
    "gray, brown, and white"
  ],
  "purple finch": [
    "Bill shape: black bill (Purple finch) vs. conical bill (Gray-crowned-rosy finch)",
    "Black head with white stripe above the eye (Purple finch) vs. Black cap and black wings with white wing bars (European goldfinch)",
    "Breast coloration: white belly (Purple finch) vs. pink breast and belly (Gray-crowned-rosy finch)",
    "Distinct yellow eyes for scarlet tanager",
    "Eye color: distinct yellow eyes (Purple finch) vs. dark eyes (Gray-crowned-rosy finch)",
    "Head coloration: black head with white stripe above the eye (Purple finch) vs. black cap and bib (Gray-crowned-rosy finch)",
    "Notched tail",
    "Plump body shape",
    "Purple, red, or pink coloration (Purple finch) vs. Yellow and black coloration (European goldfinch)",
    "Tail shape: long, notched tail (Purple finch) vs. straight tail (Gray-crowned-rosy finch)",
    "Varied coloration including purple, red, and pink hues for purple finch",
    "Wing coloration: brown wings with white bars (Purple finch) vs. gray wings (Gray-crowned-rosy finch)",
    "a black bill",
    "a black head with a white stripe above the eye",
    "a long, notched tail",
    "a small, sparrow-like bird",
    "a white belly",
    "brown wings with white bars",
    "purple, red, or pink"
  ],
  "northern flicker": [
    "Distinctive black and white bars on back with red patch (northern flicker) vs. green, brown, and white coloration (mallard)",
    "Tree-dwelling vs. aquatic habitat preference",
    "a black and white barred pattern on its back",
    "a black bill",
    "a black tail with white outer feathers",
    "a medium-sized woodpecker",
    "a red patch on its lower back",
    "a white rump",
    "black wings with white spots"
  ],
  "acadian flycatcher": [
    "Belly color: yellow vs. white",
    "Bill color",
    "Black cap (Olive-sided flycatcher)",
    "Black cap on head with two white stripes above eyes (Olive-sided flycatcher)",
    "Black head with white eye-ring vs. Black head with olive-green crown",
    "Black wings with two white bars (Acadian flycatcher)",
    "Black wings with two white bars (Olive-sided flycatcher)",
    "Chest pattern: Three black stripes on white breast vs. Brown streaks (Olive-sided flycatcher)",
    "Distinct wing and tail patterns",
    "Distinctive eye-ring (Olive-sided flycatcher)",
    "Head color: olive-green or brown vs. black crest",
    "Olive-green or brown head color (Acadian flycatcher)",
    "Olive-green or brown head coloration (Acadian flycatcher) vs. blue coloring (Blue grosbeak)",
    "Presence of yellow belly and black head with white eye-ring (Acadian flycatcher)",
    "Short tail (Acadian flycatcher)",
    "Three black stripes on white breast (Olive-sided flycatcher)",
    "White throat (Olive-sided flycatcher)",
    "Yellow belly (Acadian flycatcher)",
    "Yellow belly (Olive-sided flycatcher)",
    "Yellow belly and black head with white eye-ring (Acadian flycatcher) vs. white belly and green body with violet markings on the ear (Blue grosbeak)",
    "a black bill",
    "a black head with a white eye-ring",
    "a short tail",
    "a small, insect-eating bird",
    "a white breast with brown streaks",
    "olive-green or brown",
    "two white wing bars"
  ],
  "great-crested flycatcher": [
    "Black crest (Great-crested flycatcher) vs. Olive-green crown (Olive-sided flycatcher)",
    "Black crest on head (Great-crested flycatcher)",
    "Breast coloration",
    "Distinct eye-ring",
    "Distinctive head pattern (Olive-sided flycatcher)",
    "Distinctive wing pattern (Olive-sided flycatcher)",
    "Eye-ring feature (Great-crested flycatcher)",
    "Olive-green crown (Least flycatcher)",
    "Presence of black crest on head (Great-crested flycatcher)",
    "White tip on tail (Great-crested flycatcher) vs. Absence of white tip on tail (Olive-sided flycatcher)",
    "White tip on tail (Spotted catbird)",
    "Yellow belly (Great-crested flycatcher) vs. White belly (Olive-sided flycatcher)",
    "Yellow belly (Yellow-bellied flycatcher)",
    "a black bill",
    "a black crest",
    "a small to medium-sized songbird",
    "a white breast with black streaks",
    "grey, brown, or black",
    "two white wing bars",
    "yellow eyes"
  ],
  "least flycatcher": [
    "Absence of eye-ring",
    "Belly color",
    "Bill length",
    "Black cap on head",
    "Black cap on head vs. black crest on head",
    "Black cap on head vs. olive-green or brown head",
    "Black crest on head",
    "Black crest on head vs. black bill and eye-ring",
    "Black crest on head vs. black head with white eye-ring",
    "Black eye-ring",
    "Distinctive eye-ring",
    "Distinctive wing pattern",
    "Eye color",
    "Gray wings and tail",
    "Gray wings and tail in western-wood pewee",
    "Gray wings and tail vs. black wings with two white bars",
    "Head cap color",
    "Head crest presence",
    "Olive-green crown",
    "Olive-green crown in least flycatcher",
    "Olive-green crown vs. black head with white eye-ring",
    "Presence of black cap on head",
    "Presence of red patches on wings and tail",
    "Tail length",
    "White belly",
    "White throat",
    "White throat vs. presence of three black stripes on white breast",
    "Yellow belly vs. white belly",
    "Yellow belly vs. white breast with brown streaks",
    "a black bill",
    "a black eye-ring",
    "a short tail",
    "a small bird",
    "a white breast with brown streaks",
    "grey or brown",
    "two white wing bars"
  ],
  "olive-sided flycatcher": [
    "Black cap on head with two white stripes above eyes",
    "Black cap on head with two white stripes above eyes in olive-sided flycatcher",
    "Black cap on head with two white stripes above eyes vs. Olive-green crown without black cap",
    "Black head with olive-green crown vs. Black head with black crest",
    "Black tail with white sides in olive-sided flycatcher",
    "Black tail with white sides vs. White tail",
    "Chest pattern (stripes vs. streaks)",
    "Chest pattern of stripes in olive-sided flycatcher",
    "Distinctive eye-ring",
    "Distinctive eye-ring in olive-sided flycatcher",
    "Olive-green back and sides with white belly",
    "Olive-green crown",
    "Olive-green crown in olive-sided flycatcher",
    "Olive-green crown on head",
    "Olive-green crown on head in olive-sided flycatcher",
    "Olive-green crown vs. black cap on head",
    "Olive-green crown, black tail with white sides, black wings with two white bars vs. Yellow belly and distinctive wing/tail patterns",
    "Presence of black bill",
    "Presence of black bill in olive-sided flycatcher",
    "Presence of black bill vs. Absence of black bill",
    "White belly",
    "White belly in olive-sided flycatcher",
    "White belly vs. yellow belly",
    "White breast with three black stripes in olive-sided flycatcher",
    "White breast with three black stripes vs. Black crest on head and white throat",
    "White breast with three black stripes vs. Olive-green back and sides with white belly",
    "White throat vs. White belly",
    "Yellow belly",
    "Yellow eyes in olive-sided flycatcher",
    "Yellow eyes vs. Absence of yellow eyes",
    "Yellow-bellied flycatcher has a black cap vs. Olive-sided flycatcher has an olive-green crown",
    "a black bill",
    "a black head with an olive-green crown",
    "a black tail with white sides",
    "a small to medium-sized songbird",
    "a white belly",
    "a white breast with three black stripes",
    "black wings with two white bars",
    "black, grey, or olive-brown"
  ],
  "scissor-tailed flycatcher": [
    "Bright red, orange, or yellow plumage",
    "Distinctive black mask on mostly yellow body",
    "Long, forked tail",
    "a black body with white underparts",
    "a black head with a white throat",
    "a long, forked tail",
    "a small to medium-sized bird",
    "black wings with white wingbars"
  ],
  "vermilion flycatcher": [
    "Bill shape",
    "Black head",
    "Black legs and feet",
    "Black mask extending from beak to eyes",
    "Black mask extending from beak to eyes (Loggerhead shrike)",
    "Black tail with white edges",
    "Black wings and yellow breast",
    "Bright red coloration",
    "Green back",
    "Head and breast coloration",
    "Red coloration on head and breast",
    "Red coloration on head and breast (Vermilion flycatcher)",
    "White belly and long, notched tail",
    "White throat and breast, long curved bill, dark streaks on back",
    "White wing bars",
    "Yellow eyes",
    "a black bill",
    "a black tail with white edges",
    "a small bird",
    "black legs and feet",
    "red, orange, or yellow",
    "white wing bars"
  ],
  "yellow-bellied flycatcher": [
    "Belly coloration (yellow vs. white)",
    "Black bill",
    "Black cap on head (Yellow-bellied flycatcher)",
    "Black cap on head vs. black crest on head",
    "Black cap vs. black crest on head",
    "Black crest on head",
    "Black crest on head vs. black cap on head",
    "Black wings (Yellow-bellied flycatcher)",
    "Black wings vs. gray wings",
    "Chest pattern: Three black stripes on white breast (Acadian flycatcher)",
    "Distinctive eye-ring",
    "Distinctive head and throat coloration",
    "Distinctive wing and tail patterns",
    "Distinctive yellow belly",
    "Distinctive yellow belly (Yellow-bellied flycatcher)",
    "Head coloration (black cap vs. olive-green crown)",
    "Head coloration: Black cap on head vs. no black cap",
    "Olive-green or brown head coloration (Acadian flycatcher)",
    "Presence of black bill",
    "Tail coloration (white vs. black with white sides)",
    "Throat and belly coloration (white throat vs. white belly)",
    "Underbelly coloration: Yellow belly vs. white belly",
    "White breast with brown streaks",
    "White breast with brown streaks (Acadian flycatcher)",
    "White tail",
    "White throat",
    "Yellow belly",
    "Yellow belly vs. white belly",
    "Yellow eyes",
    "a black head",
    "a small bird",
    "a white tail",
    "a white throat",
    "black wings",
    "yellow-bellied"
  ],
  "frigatebird": [
    "Black plumage with glossy sheen vs. white coloration with black wingtips",
    "Food stealing behavior",
    "Red gular sac vs. pouch under bill",
    "Specialized fish diet",
    "White patch above eyes",
    "a deeply forked tail",
    "a large, long-winged seabird",
    "a red gular sac (throat pouch) used to attract mates",
    "black plumage with a glossy sheen",
    "long, hooked bills",
    "webbed feet"
  ],
  "northern fulmar": [
    "Black head and neck (for black-footed albatross)",
    "Black tail",
    "Hooked bill vs. elongated bill with pouch",
    "Presence of red spot on lower mandible",
    "Yellow beak and legs",
    "Yellow beak and legs (for northern fulmar)",
    "a long, hooked bill",
    "a seabird",
    "long, narrow wings",
    "webbed feet",
    "white with black markings"
  ],
  "gadwall": [
    "Body size comparison",
    "Dabbling duck vs. exceptional runner",
    "Diurnal vs. nocturnal with eye color",
    "Feet structure: webbed vs. non-webbed",
    "Size comparison: larger body",
    "Specific color patterns vs. distinctive red breast coloration",
    "Webbed feet vs. talons",
    "Webbed vs. non-webbed feet",
    "a black tail with a white edge",
    "a brown body with a white belly",
    "a dabbling duck",
    "a grey body with a black rear end, a white belly, and a black head with a white stripe along the cheek",
    "a long, orange bill",
    "orange legs and feet"
  ],
  "american goldfinch": [
    "Bill structure: distinct short, stout bill vs. small, sparrow-like bill",
    "Body shape: sparrow-like vs. plump",
    "Facial marking: white crescent on face vs. none",
    "Head coloring: black cap vs. yellow body with black wings and tail",
    "Tail length: short, forked tail vs. long tail",
    "Wing coloration: black wings with white stripes vs. black cap and wings",
    "a black cap and wings",
    "a short, forked tail",
    "a small, sparrow-like bird",
    "a white belly",
    "black legs and feet",
    "yellow and black"
  ],
  "european goldfinch": [
    "Black 'V' shape on back",
    "Black 'V' shape on back (European Goldfinch) vs. Absence of this marking (Pine Warbler)",
    "Black and white wing stripes (Evening Grosbeak)",
    "Black bill (European Goldfinch)",
    "Black cap and black wings with white wing bars (European Goldfinch)",
    "Black mask around eyes (Evening Grosbeak)",
    "Black stripe through the eye (European Goldfinch)",
    "Black stripe through the eye (Pine Warbler) vs. Absence of this marking (European Goldfinch)",
    "Dark legs (European Goldfinch)",
    "Dark legs (European goldfinch)",
    "Distinct head and breast coloration (Evening Grosbeak)",
    "Forked tail (European Goldfinch)",
    "Forked tail (European Goldfinch) vs. Long, pointed bill (Pine Warbler)",
    "Plump body (Evening Grosbeak)",
    "Purple, red, or pink coloration (European Goldfinch)",
    "Purple, red, or pink coloration (Purple finch)",
    "Red face and white rump",
    "Red face and white rump (European Goldfinch)",
    "Red face and white rump (European Goldfinch) vs. Yellow throat and breast (Pine Warbler)",
    "Red face and white rump (European goldfinch)",
    "Short, stout bill (Evening Grosbeak)",
    "White crescent on face (Evening Grosbeak)",
    "White wing patch (Evening Grosbeak)",
    "Yellow body with black wings and tail (Evening Grosbeak)",
    "a black bill",
    "a black cap and black wings with white wing bars",
    "a forked tail",
    "a red face and a white rump",
    "a small, sparrow-like bird",
    "dark legs",
    "yellow and black"
  ],
  "boat-tailed grackle": [
    "Black head, neck, and tail in bronzed cowbirds",
    "Body coloration: glossy black with purple sheen (boat-tailed grackle) vs. rusty-brown (rusty blackbird)",
    "Body coloration: glossy black with purple sheen vs. blue with white features",
    "Bronze-brown body coloration",
    "Chest and belly coloration: dark brown with paler brown throat vs. white chest and belly",
    "Distinct body coloration: bronze-brown (bronzed cowbird) vs. glossy black with purple sheen (boat-tailed grackle)",
    "Fan-shaped tail for American crows",
    "Keel-shaped tail",
    "Leg and feet color/structure: long, webbed feet (boat-tailed grackle) vs. black legs and feet (rusty blackbird)",
    "Presence of white spots on wings",
    "Size: large (boat-tailed grackle) vs. medium (bronzed cowbird)",
    "Size: large (boat-tailed grackle) vs. medium (rusty blackbird)",
    "Tail color: white tip on black tail (boat-tailed grackle) vs. solid color (rusty blackbird)",
    "Tail length and shape",
    "Tail shape: keel-shaped vs. black with white tip",
    "Webbed feet for boat-tailed grackles",
    "Webbed feet in boat-tailed grackles",
    "White tip on black tail",
    "Wing pattern: presence of white spots on wings (boat-tailed grackle) vs. absence (rusty blackbird)",
    "a blackbird with a long, keel-shaped tail",
    "a dark brown body with a paler brown throat",
    "a glossy black body with a purple sheen",
    "a long, curved bill",
    "a yellow eye",
    "long legs",
    "webbed feet"
  ],
  "eared grebe": [
    "Bill shape: Long, thin (eared grebe)",
    "Bill shape: long, thin vs. sharp, curved",
    "Bill structure: Specific color vs. without specific color (western grebe)",
    "Bill structure: long, thin without specific color vs. long, thin with specific color",
    "Body markings: distinctive stripes or spots (eared grebe) vs. absent (horned grebe)",
    "Breast color: absent vs. red",
    "Distinctive body markings (stripes or spots) (eared grebe) vs. absent (horned grebe)",
    "Distinctive body markings (stripes or spots) (western grebe)",
    "Distinctive long, black legs",
    "Distinctive long, black legs (eared grebe)",
    "Eye color: small, black vs. red",
    "Neck coloration: Specific color difference (eared grebe)",
    "Neck coloration: Specific color difference (western grebe)",
    "Neck coloration: specific color difference (eared grebe) vs. absent (horned grebe)",
    "Plumage color variation: Black, white, and grey (western grebe)",
    "Presence of crest on head (western grebe)",
    "Red breast coloration",
    "Two long, black feathers on head (eared grebe)",
    "White patch on face (eared grebe)",
    "White patch on face (eared grebe) vs. absent (horned grebe)",
    "White patch on face (western grebe)",
    "White wing bar on wings (eared grebe) vs. absent (horned grebe)",
    "White wing bar on wings (western grebe)",
    "White wing bars on wings (eared grebe)",
    "a long, thin bill",
    "a long, thin neck",
    "a small head",
    "a waterbird",
    "black, grey, or brown",
    "long, black legs",
    "small, black eyes",
    "two long, black feathers sticking up from its head",
    "webbed feet"
  ],
  "horned grebe": [
    "Bill shape: sharp, curved vs. long, thin",
    "Bill structure: long, thin with specific color vs. long, thin without specific color",
    "Body markings: distinctive stripes or spots vs. absent",
    "Breast color: red vs. absent",
    "Eye color: red for horned grebe, different color for western grebe",
    "Eye color: red vs. small, black",
    "Face patch: absent in horned grebe, white patch in western grebe",
    "Face patch: white vs. absent",
    "Facial patch: white vs. absent",
    "Head crest: present vs. absent",
    "Head feathers: extend from the back vs. sticking up",
    "Leg color and length: long, black vs. not present",
    "Long, thin bill with specific color",
    "Neck coloration: specific color difference vs. absent",
    "Plumage color: black, white, and grey vs. other colors",
    "Red breast",
    "Red eyes",
    "Two long, thin black feathers on head",
    "Wing bar: white vs. absent",
    "Wing bars: white vs. absent",
    "a long, thin neck",
    "a sharp, curved bill",
    "a small head",
    "a waterbird",
    "black, grey, or white",
    "long, thin legs",
    "red eyes",
    "two long, thin, black feathers that extend from the back of the head",
    "webbed feet"
  ],
  "pied-billed grebe": [
    "Distinct bill pattern",
    "Distinct head shape (small, round head)",
    "Distinctive bill pattern",
    "Head shape",
    "Orange bill with a black tip",
    "Presence of white eyebrow and brown cap",
    "a large, bill",
    "a long, pointed tail",
    "a long, thin neck",
    "a small, round head",
    "a waterbird",
    "black, white, and brown",
    "webbed feet"
  ],
  "western grebe": [
    "Bill length (long vs. thin)",
    "Bill shape (sharp, curved vs. long, thin)",
    "Bill shape: Sharp, curved bill in horned grebe vs. long, thin bill in western grebe",
    "Bill structure (specific color vs. without specific color)",
    "Breast color (white patch vs. absent)",
    "Distinctive black, white, and grey plumage vs. primarily black or dark-brown plumage",
    "Distinctive body markings (stripes or spots)",
    "Distinctive feathers on head (absence vs. presence)",
    "Distinctive head feathers: Absence in western grebe vs. presence in horned grebe",
    "Eye color (red vs. different color)",
    "Eye size (small vs. different size)",
    "Face patch coloration: White patch on face in western grebe vs. absence in horned grebe",
    "Head and breast coloration (black, white, grey vs. red)",
    "Head and breast coloration: Black, white, and grey in western grebe vs. red in horned grebe",
    "Legs and feet color (webbed vs. orange or red)",
    "Neck coloration (specific color difference)",
    "Neck length: Long and slender for western grebe vs. short for mallard",
    "Plumage color (black, white, grey vs. black, brown, white)",
    "Plumage color (black, white, grey vs. black, grey, brown)",
    "Plumage color variation (black, white, grey vs. primarily black or dark-brown)",
    "Plumage color variation (distinctive black, white, grey vs. primarily black or dark-brown)",
    "Presence of crest on head",
    "Presence of white wing bar on wings",
    "Small head and slender body vs. larger body size and longer wingspan",
    "Tail coloration (black and white vs. absence of pattern)",
    "Tail coloration: Black and white for mallard vs. absence of this pattern in western grebe",
    "Tail pattern: Black and white tail pattern in horned grebe vs. absence of pattern in western grebe",
    "Webbed feet size (large vs. small)",
    "Webbed feet vs. orange or red legs and feet",
    "White patch on face (presence vs. absence)",
    "White wing bars on wings (absence vs. presence)",
    "Wing bar coloration: White wing bar on wings in western grebe vs. absence in horned grebe",
    "a long, slender body",
    "a long, thin bill",
    "a long, thin neck",
    "a small head",
    "a waterbird",
    "black, white, and grey",
    "long, thin legs",
    "webbed feet"
  ],
  "blue grosbeak": [
    "Absence of black head and neck with white stripe vs. presence of black head and neck with white stripe",
    "Belly and body coloration: white belly with green body and violet markings on the ear vs. white chest and belly",
    "Black bill vs. long, curved beak",
    "Black bill vs. long, thin beak",
    "Black bill vs. short, pointed bill",
    "Black head and neck with white stripe above the eye vs. blue head coloring",
    "Black wings with white wing bars vs. small, black eyes",
    "Body coloration: green body with violet markings on the ear vs. blue, grey, and white body",
    "Body coloration: green with violet markings vs. blue, grey, and white body",
    "Chest and belly coloration: white belly with green body and violet markings on the ear vs. white with black streaks",
    "Eye color: yellow eyes vs. absence of yellow eyes",
    "Green body with violet markings on the ear vs. blue coloring",
    "Green body with violet markings on the ear vs. blue head coloring",
    "Head and neck coloration: absence of black head and neck with white stripe vs. black head with white stripe above the eye",
    "Head marking: black head with white stripe above the eye vs. not specified head marking",
    "Long legs vs. not specified leg length",
    "Long tail vs. tail length not specified",
    "Tail coloration: black tail with white edges vs. not specified tail coloration",
    "Tail marking: absence of white edges on tail vs. presence of white edges on tail",
    "Tail shape: black tail with white edges vs. long, forked tail",
    "White belly vs. green body with violet markings on the ear",
    "White belly vs. white breast with black streaks",
    "White belly with green body and violet markings on the ear vs. white chest and belly",
    "Wing coloration: black wings with white wing bars vs. brown wings with white bars",
    "Yellow eyes vs. absence of yellow eyes",
    "a black bill",
    "a blue songbird",
    "a long tail",
    "a white belly",
    "black wings with white wing bars",
    "long legs"
  ],
  "evening grosbeak": [
    "Black cap and wings with white belly",
    "Black cap and wings with white belly vs. red plumage with black wings and tail",
    "Black mask around eyes vs. no black mask",
    "Distinct head and breast coloration vs. white wing patch and crescent on face",
    "Short square tail vs. long legs and clawed feet",
    "White crescent on face vs. crest on head",
    "White crescent on face vs. yellow eyes",
    "White wing patch and crescent on face",
    "White wing patch and crescent on face vs. black 'V' shape on back and white belly",
    "White wing patch and crescent on face vs. black and white wing stripes",
    "White wing patch and crescent on face vs. red face and white rump",
    "Yellow body vs. brown, gray, or black coloring",
    "Yellow body vs. orange-red or yellow-orange coloring",
    "Yellow body with black wings vs. yellow and black coloration with black cap and black wings",
    "a plump, seed-eating bird",
    "a short, square tail",
    "a short, stout bill",
    "a small, triangular head",
    "a white crescent on its face",
    "a white wing patch",
    "a yellow body with black wings and tail"
  ],
  "pine grosbeak": [
    "Black mask around eyes",
    "Black wings with white bars vs. gray wings and tail",
    "Black wings with white wing bars vs. small, black eyes",
    "Body shape: plump vs. slender",
    "Plump body vs. slender body shape",
    "Plump body vs. small body",
    "Red breast vs. blue coloring",
    "Red breast vs. pink breast",
    "Red breast vs. red face and white rump",
    "Red breast vs. white breast with black streaks",
    "Red breast vs. yellow and black coloration",
    "White breast with black streaks vs. white belly",
    "Wing pattern: black with white bars vs. black without white bars",
    "a black, brown, or grey head",
    "a large, conical bill",
    "a long, black tail",
    "a plump, short-necked bird",
    "a red breast",
    "a white belly",
    "black wings with white wing bars"
  ],
  "rose-breasted grosbeak": [
    "Beak size and shape",
    "Belly color: white vs. red",
    "Black wings with white stripes vs. Black wings with white spots",
    "Head color: black, white, and brown vs. black",
    "Large, triangular beak vs. Long, curved beak",
    "Large, triangular beak vs. Long, curved bill",
    "Large, triangular beak vs. Short, stout bill",
    "Long tail vs. Short, forked tail",
    "Rose-colored breast",
    "Rose-colored breast vs. White throat and breast with brown streaks",
    "Rose-colored breast vs. Yellow body",
    "Rose-colored breast vs. Yellow head",
    "a black, white, and brown bird",
    "a large, triangular beak",
    "a long, black tail",
    "a white breast with a black \"bib.",
    "black legs",
    "black wings with white stripes"
  ],
  "pigeon guillemot": [
    "Bill and legs/feet color",
    "Long, hooked bill",
    "Orange or red legs and feet",
    "Wing color pattern",
    "a black head, neck, and chest with a white band around the neck",
    "a short, orange or red bill",
    "a small to medium-sized seabird",
    "a white wing bar",
    "of its body is dark grey or black",
    "orange or red legs and feet"
  ],
  "california gull": [
    "Black mark on wings (California gull)",
    "Black ring at base of bill (California gull)",
    "Coastal habitat vs. open ocean habitat",
    "Coloration: California gull has more white and black markings, Slaty-backed gull is predominantly dark grey with white underparts and a black cap",
    "Distinct black and white markings vs. predominantly white plumage with black markings",
    "Distinct color patterns (white body with black markings vs. predominantly white body with black wingtips)",
    "Head and bill coloration: Black with yellow ring for California gull, Black band across eyes with yellow beak for Glaucous-winged gull",
    "Leg color: Orange for California gull, Yellow for Glaucous-winged gull",
    "Physical characteristics (larger wingspan and webbed feet)",
    "Red eyes (Heermann gull)",
    "Red spot on lower mandible (Heermann gull)",
    "Size: California gull is smaller, Slaty-backed gull is larger",
    "a black mark on its wing",
    "a black ring at the base of its bill",
    "a long, black tail",
    "a white bird with a black head and bill",
    "a white body with black wingtips",
    "a yellow ring around its black eyes",
    "orange legs and feet"
  ],
  "glaucous-winged gull": [
    "Bill color and shape",
    "Bill shape",
    "Black band across eyes vs. red eyes",
    "Black cap on head",
    "Black ring around bill",
    "Black tail in glaucous-winged gull",
    "Black trailing edge on wings",
    "Black wingtips in herring gull",
    "Dark grey underparts and black cap",
    "Elongated bill with pouch in herring gull",
    "Eye band coloration",
    "Eye color: yellow with black ring",
    "Leg and feet coloration: yellow vs. orange",
    "Leg color",
    "Presence of black band across eyes",
    "Presence of black band across eyes in glaucous-winged gull",
    "Red spot near bill tip",
    "Red spot on bill",
    "Wing color and pattern",
    "Wing coloration pattern",
    "Wingspan size",
    "Yellow legs vs. webbed feet",
    "a black band across its eyes",
    "a large bird with a wingspan of up to 2.5 feet",
    "a yellow beak and yellow legs",
    "white with grey wings and a black tail"
  ],
  "heermann gull": [
    "Bill color: Black with red spots vs. yellow",
    "Bill structure: Black with red spot vs. elongated bill with pouch",
    "Black wingtips",
    "Black wingtips pattern",
    "Eye color: Yellow ring around eyes vs. red eyes",
    "Eye ring color",
    "Large wingspan",
    "Leg and feet color",
    "Red spot location",
    "Red spots on lower mandible",
    "Tail coloration",
    "Webbed feet",
    "Wingtip pattern: Solid black vs. black with white stripes",
    "Wingtips and body coloration",
    "a red spot on its lower mandible",
    "a white bird with a black head and bill",
    "a white tail with a black terminal band",
    "a yellow ring around its eyes",
    "black wingtips",
    "orange legs and feet"
  ],
  "herring gull": [
    "Absence of black trailing edge on wings vs. presence of black trailing edge on wings",
    "Black cap on head (Slaty-backed gull)",
    "Black ring around bill",
    "Black ring around bill (Herring gull)",
    "Black wingtips vs. grey back and wings",
    "Black wingtips without black trailing edge vs. Black trailing edge on wings",
    "Elongated bill with pouch",
    "Eye color",
    "Orange legs and feet (Slaty-backed gull)",
    "Presence of black trailing edge on wings",
    "Red spot on beak vs. Red spot near bill tip",
    "Red spot on beak vs. red spot on bill",
    "Red spot on yellow beak (Herring gull)",
    "Webbed feet (Herring gull)",
    "Wingspan size",
    "Wingtip color pattern",
    "Yellow beak and legs vs. black head and bill",
    "Yellow eyes (Slaty-backed gull)",
    "a large bird with a wingspan of up to 2.3 meters",
    "a red spot on its beak",
    "a white body with black wingtips",
    "a yellow beak and legs",
    "webbed feet"
  ],
  "ivory gull": [
    "Bill color: black vs. yellow",
    "Leg color: pink vs. red",
    "Pink legs (Ivory gull)",
    "Presence of webbed feet",
    "Red spot on lower mandible (Heermann gull)",
    "Wingtip color: black vs. white with black",
    "a black bill",
    "a white bird",
    "black wingtips",
    "pink legs",
    "yellow eyes"
  ],
  "ring-billed gull": [
    "Black ring around bill",
    "Black ring around bill vs. black mark at base of bill",
    "Black ring around bill vs. yellow beak and legs",
    "Black ring around bill vs. yellow ring around eyes",
    "Elongated bill with pouch",
    "Elongated bill with pouch vs. bill shape variations",
    "Non-red eyes",
    "Red eyes vs. black band across eyes",
    "Red eyes vs. yellow eyes",
    "Red eyes vs. yellow ring around black eyes",
    "Red legs",
    "Red spot on beak",
    "Red spot on beak vs. red spot near bill tip",
    "Size difference",
    "Wingspan size",
    "Yellow bill",
    "a black head and back with a white underside",
    "a long, black tail",
    "a white bird with a black ring around its bill",
    "black wingtips with white stripes",
    "red eyes",
    "webbed feet"
  ],
  "slaty-backed gull": [
    "Black cap on head (Slaty-backed gull)",
    "Black head and bill",
    "Black ring around bill (Herring gull)",
    "Black trailing edge on wings",
    "Black trailing edge on wings (Slaty-backed gull)",
    "Black trailing edge vs. black wingtips",
    "Black wingtips (Herring gull)",
    "Coloration: dark grey with white underparts and black cap vs. predominantly black with white belly",
    "Eye color: yellow vs. yellow ring around black eyes",
    "Head and wing coloration",
    "Leg and feet coloration: yellow vs. orange",
    "Presence of black mark on wings",
    "Presence of red spot on lower mandible",
    "Red spot on bill",
    "Red spot on bill vs. red spot on lower mandible",
    "Size: large vs. small to medium-sized",
    "Webbed feet (Herring gull)",
    "Wingspan size",
    "Yellow bill with a red spot",
    "Yellow bill with red spot",
    "Yellow eyes",
    "Yellow eyes (Slaty-backed gull)",
    "a large gull with a wingspan of up to 2.3 meters",
    "and feet are yellow",
    "and neck are white with a black cap",
    "are dark grey and the underparts are white",
    "have a black trailing edge",
    "is yellow with a red spot near the tip"
  ],
  "western gull": [
    "Bill color and spot location: Black bill with red spot (Western gull) vs. Yellow bill with red spot near the tip (Slaty-backed gull)",
    "Bill color and spot location: Black bill with red spot vs. black bill with red spots on lower mandible",
    "Black cap on head and neck (Slaty-backed gull)",
    "Black head and bill with red spot (Western gull) vs. Yellow beak and yellow legs (Glaucous-winged gull)",
    "Black ring around bill (Slaty-backed gull)",
    "Black trailing edge on wings (Slaty-backed gull)",
    "Eye color: Yellow vs. yellow ring around eyes",
    "Leg and feet coloration: Yellow (Western gull) vs. Orange (Slaty-backed gull)",
    "Presence of black band across eyes (Glaucous-winged gull) vs. No black band across eyes (Western gull)",
    "Red spot on bill (Western gull)",
    "a black head and bill",
    "a large bird with a wingspan of up to 2.5 feet",
    "a red spot on its bill",
    "webbed feet",
    "white with a grey back and wings",
    "yellow eyes"
  ],
  "anna hummingbird": [
    "Back streaks and wing bars: present vs. absent",
    "Beak shape: long, curved vs. curved (not specified as long) vs. thin, straight",
    "Beak shape: long, curved vs. short, stout",
    "Belly color: white vs. reddish-brown",
    "Bill shape: long, curved vs. curved (not specified as long) vs. straight",
    "Body color: green vs. reddish-brown",
    "Body color: green, white, and reddish-brown vs. rufous",
    "Body size: sparrow-sized vs. smaller",
    "Dark streaks on back and white bars on wings vs. absence of these markings",
    "Dark streaks on back and white bars on wings vs. green, white, and reddish-brown coloration",
    "Feather iridescence vs. lack of feather iridescence",
    "Feather iridescence: present vs. absent",
    "Leg size and shape: thinner vs. thicker",
    "Long, curved beak vs. thin, straight beak",
    "Presence of ruby-colored throat patch",
    "Reddish throat vs. red, yellow, and green throat",
    "Ruby-colored throat patch vs. reddish throat",
    "Ruby-colored throat patch vs. white throat and belly",
    "Tail shape: long, thin vs. short, round",
    "Tail wagging behavior",
    "Tail wagging behavior vs. absence of tail wagging behavior",
    "Tail wagging behavior: present vs. absent",
    "Throat color: reddish vs. red, yellow, and green",
    "Throat patch color: ruby-colored vs. absent",
    "White belly vs. reddish-brown belly",
    "White spot behind the eye vs. absence of white spot behind the eye",
    "Wing shape: long, thin for hovering vs. adapted for quick movements",
    "Wing shape: long, thin for hovering vs. black with white stripes for quick movements",
    "a long, curved beak",
    "a long, thin tail",
    "a small, sparrow-sized bird",
    "green, with a white belly and a reddish throat",
    "small, black feet",
    "two long, thin wings"
  ],
  "ruby-throated hummingbird": [
    "Beak tip shape",
    "Belly color - white vs. reddish-brown",
    "Body shape - small, round vs. different shape",
    "Curved beak vs. thin, straight beak",
    "Eye color",
    "Feather iridescence",
    "Feather pattern and texture",
    "Head and breast color - blue vs. different color",
    "Leg thickness - thinner vs. thicker",
    "Neck or chest markings",
    "Reddish-brown overall color",
    "Reddish-brown overall color vs. green body color",
    "Ruby-colored throat patch",
    "Ruby-colored throat patch vs. reddish throat",
    "Tail shape",
    "Thinner legs vs. thicker legs",
    "Violet markings on the body",
    "White belly vs. reddish-brown belly",
    "White spot behind the eye",
    "Wing shape and size",
    "a long, thin beak",
    "a small bird",
    "a tail",
    "green, yellow, and red",
    "in the air while it feeds on nectar",
    "two wings"
  ],
  "rufous hummingbird": [
    "Bill shape: curved vs. straight",
    "Body color: reddish-brown vs. green with yellow and red",
    "Body color: rufous vs. green",
    "Body shape: small, round vs. different shape",
    "Body shape: small, round vs. olive-green or grey-green",
    "Body shape: small, round vs. varying shape",
    "Body size: small, round vs. sparrow-sized",
    "Curved beak vs. thin, straight beak",
    "Leg thickness: thicker vs. thinner",
    "Reddish-brown body color vs. green body with violet markings",
    "Reddish-brown coloration",
    "Small, round body shape vs. blue head and breast with white belly",
    "Throat color: ruby-colored patch vs. reddish",
    "White spot behind the eye",
    "a long, curved beak",
    "a small bird",
    "a small, round body",
    "a tail",
    "reddish-brown",
    "two legs",
    "two wings"
  ],
  "green violetear": [
    "Blue head and breast with white belly",
    "Head and breast color",
    "Number of tails",
    "Violet markings on ear",
    "a green body with violet markings on the ear",
    "a long, curved beak",
    "a small, brightly colored bird",
    "small, black eyes",
    "small, black feet",
    "two long, thin tails"
  ],
  "long-tailed jaeger": [
    "Distinct black markings on body",
    "Distinct black markings on body and white body with black wings vs. dark-colored body with white head and neck",
    "Distinct black markings on body vs. predominantly black and white plumage",
    "Impressive wingspan",
    "Impressive wingspan of up to 3.5 feet",
    "Long, hooked bill vs. hooked beak and wingspan of up to 3.5 feet vs. long, narrow wings",
    "Long, slender tail and narrow wings",
    "White body with black wings vs. dark-colored body with white head and neck",
    "White body with black wings vs. white body with grey back and wings",
    "a hooked beak",
    "a long, slender tail",
    "a seabird",
    "black, white, or grey",
    "long, narrow wings",
    "webbed feet"
  ],
  "pomarine jaeger": [
    "Black cap and black line through the eyes",
    "Dark brown or black coloration with white breast for pomarine jaeger",
    "Long, hooked bill",
    "Long, narrow wings",
    "Red gular sac for frigatebird",
    "White body with black wings",
    "a forked tail",
    "a long, hooked bill",
    "a seabird",
    "a white breast with dark streaks",
    "dark brown or black",
    "long, narrow wings",
    "webbed feet"
  ],
  "blue jay": [
    "Body coloration and wing pattern",
    "Body coloration: green with violet markings on the ear",
    "Eye band: Black-throated-blue warbler has a black band across eyes",
    "Eye mask: Blue jay has a white 'mask' around eyes",
    "Glossy black feather texture",
    "Head crest: Blue jay has a prominent crest",
    "Presence of head crest",
    "Presence of white 'mask' around eyes",
    "Prominent head crest",
    "Size: Blue jay is larger",
    "White 'mask' around eyes",
    "Wing pattern: Black-throated-blue warbler has white wing stripes",
    "Wingbars: Black-throated-blue warbler has distinctive wingbars",
    "a black beak",
    "a black neck and head",
    "a blue bird",
    "a long tail",
    "a white chest",
    "black legs"
  ],
  "florida jay": [
    "Bill shape",
    "Black bill and legs (Florida Jays)",
    "Black head and neck (Florida Jay)",
    "Black head and neck with white features (Florida jay) vs. Black mask around eyes (Bohemian waxwing)",
    "Black hood",
    "Black hood (Florida Jay)",
    "Black throat and blue and white coloration (Black-throated-blue Warbler)",
    "Black wings with white stripes (Black-throated-blue Warbler)",
    "Body coloration: black and orange vs. blue, grey, and white",
    "Coloration: black and orange vs. blue with white features",
    "Distinctive wing pattern with black wings and white stripes (Black-throated-blue Warbler)",
    "Feather texture: glossy black for Florida jay",
    "Feather texture: glossy black vs. black head and neck with white features",
    "Head crest for Blue jay",
    "Presence of 'mask' around eyes",
    "Presence of head crest",
    "Presence of red waxy coating on wingtips (Bohemian waxwing)",
    "Presence of white stripe above eyes",
    "Presence of wingbars for Blue jay",
    "Toe arrangement: two forward, two backward",
    "Toe arrangement: two forward, two backward for Florida jay",
    "Toe structure",
    "White 'mask' around eyes",
    "White 'mask' around eyes for Florida jay",
    "White stripe above eyes",
    "White stripe above eyes (Florida Jay)",
    "Yellow crown and legs (Hooded Warblers)",
    "Yellow eyes",
    "a black bill",
    "a black head and neck",
    "a small, blue bird",
    "a white chest and belly",
    "a white stripe above its eyes",
    "black legs and feet"
  ],
  "green jay": [
    "Black band across eyes (unique to green jays)",
    "Prominent head crest (unique to blue jays)",
    "White 'mask' around eyes (unique to blue jays)",
    "White belly (unique to green jays)",
    "a black band across its eyes",
    "a blue head, wings, and tail",
    "a brightly colored bird",
    "a green back and breast",
    "a long, curved bill",
    "a white belly",
    "long legs"
  ],
  "dark-eyed junco": [
    "Dark stripe through the eye vs. black head and white throat",
    "Short, notched tail vs. long tail",
    "a dark stripe through its eye",
    "a short, notched tail",
    "a small, sparrow-like bird",
    "a white belly",
    "grey or brown",
    "pink legs"
  ],
  "tropical kingbird": [
    "Bill color and eye color",
    "Coloration: black mask and wings vs. bright red, orange, or yellow head and breast",
    "Distinctive coloration pattern on body",
    "Distinctive tail pattern of black with white bars",
    "Distinctive yellow coloration with black mask and wings",
    "Feeding behavior",
    "Head and breast color",
    "Leg color",
    "Leg length",
    "Size comparison: large vs. small",
    "a large, black bill",
    "a long, black tail",
    "a medium-sized bird",
    "long legs",
    "mostly yellow with a black mask and black wings"
  ],
  "gray kingbird": [
    "Ability to mimic sounds",
    "Black bill vs. yellow bill",
    "Black cap on head",
    "Black cap on head (Gray kingbird) vs. Black crest on head (Great-crested flycatcher)",
    "Black cap on head (Gray kingbird) vs. Black stripe on head (Sage thrasher)",
    "Black cap on head vs. Olive-green crown",
    "Black head vs. black mask",
    "Black streaks on back and wings",
    "Black wingtips",
    "Distinct black bill",
    "Distinctive wing and tail patterns",
    "Long, black legs (Gray kingbird) vs. Black crest and white belly (Great-crested flycatcher)",
    "Long, black legs (Gray kingbird) vs. Long, curved bill (Sage thrasher)",
    "Long, black legs vs. long, curved yellow bill",
    "White throat and breast",
    "Yellow eyes",
    "Yellow eyes vs. White belly",
    "a black bill",
    "a perching bird",
    "a white throat and breast",
    "black wingtips",
    "gray with a black head",
    "long, black legs",
    "yellow eyes"
  ],
  "belted kingfisher": [
    "Black band across white belly",
    "Black band around the neck",
    "Black stripe down the back",
    "Distinct coloration patterns",
    "Green back and wings, blue head and breast",
    "Presence of black stripe down the back",
    "Presence of crest and bill shape",
    "Prominence of black stripe down the back in belted kingfisher",
    "White belly with blue wings in ringed kingfisher",
    "Wing coloration: green back and wings vs. predominantly blue wings",
    "a black band across its white belly",
    "a black stripe down its back",
    "a black tail with a white band at the tip",
    "a blue-grey bird with a white chest and belly",
    "a crest on its head",
    "a long, pointed bill",
    "a white stripe on its wings"
  ],
  "green kingfisher": [
    "Black band around neck",
    "Black stripe through eyes",
    "Black stripe through eyes (Green kingfisher) vs. Black stripe around neck (White-breasted kingfisher)",
    "Blue head and breast (Green kingfisher) vs. Black head and white breast (White-breasted kingfisher)",
    "Blue head and breast coloration",
    "Distinct black mask on the face",
    "Distinct black mask on the face (Green kingfisher)",
    "Distinct green and blue coloration",
    "Presence of crest on head",
    "Presence of crest on head (Green kingfisher)",
    "Prominent green coloration on belly (White-breasted kingfisher)",
    "White belly vs white breast with brown spots",
    "White belly with brown spots (White-breasted kingfisher)",
    "a black stripe running through its eyes",
    "a green back and wings, and a blue head and breast",
    "a long, thin beak",
    "a small, brightly-colored bird",
    "a white belly",
    "long, pointed toes"
  ],
  "pied kingfisher": [
    "Black and white coloration vs. blue and green coloration",
    "Black and white coloration vs. green and blue coloration",
    "Black and white coloration with black cap and nape for pied kingfisher vs. blue head and breast with green back and wings for white-breasted kingfisher",
    "Black cap and nape with white face and throat vs. blue head and breast with green back and wings",
    "Black tail with white outer feathers for pied kingfisher vs. black tail with white band at the tip for white-breasted kingfisher",
    "Presence of black stripe through eyes",
    "Presence of red eyes in pied kingfishers",
    "Red eyes for pied kingfisher vs. absence of red eyes for white-breasted kingfisher",
    "Reddish-orange bill for pied kingfisher vs. long, curved bill for white-breasted kingfisher",
    "White belly in green kingfishers",
    "a black and white bird",
    "a black cap and nape, with a white face and throat",
    "a black tail with white outer feathers",
    "a long, black bill",
    "black upperparts, with white underparts",
    "black wings with white wing bars",
    "long, black legs",
    "red eyes"
  ],
  "ringed kingfisher": [
    "Black band around neck (Ringed kingfisher) vs. Black stripe through eyes (Green kingfisher)",
    "Black band around neck for ringed kingfisher, white breast with black band for white-breasted kingfisher",
    "Blue head and breast coloration",
    "Blue head and breast coloration for ringed kingfisher, black head for white-breasted kingfisher",
    "Blue wings (Ringed kingfisher) vs. Green back and wings (Green kingfisher)",
    "Blue wings with white stripe for ringed kingfisher, predominantly blue wings for white-breasted kingfisher",
    "Long tail for ringed kingfisher, shorter tail for white-breasted kingfisher",
    "Long, curved bill (Ringed kingfisher) vs. Long, thin beak (Green kingfisher)",
    "Presence of black band around neck",
    "Presence of black stripe through eyes",
    "Presence of black stripe through eyes for ringed kingfisher, red eyes for white-breasted kingfisher",
    "Presence of crest on head",
    "Presence of crest on head (Ringed kingfisher) vs. Black stripe through eyes (Green kingfisher)",
    "Presence of white stripe on wings",
    "Presence of white stripe on wings (Ringed kingfisher) vs. Distinct green and blue coloration (Green kingfisher)",
    "Prominent green coloration on belly",
    "Prominent green coloration on belly for ringed kingfisher, green back and wings for white-breasted kingfisher",
    "White belly (Ringed kingfisher) vs. White belly with prominent green coloration (Green kingfisher)",
    "a black band around its neck",
    "a brightly colored bird",
    "a long tail",
    "a long, curved bill",
    "a white belly",
    "blue wings"
  ],
  "white-breasted kingfisher": [
    "Black band across white belly and crest on head for belted kingfisher",
    "Black band around neck (ringed kingfisher)",
    "Black band around the neck for white-breasted kingfisher",
    "Black head (white-breasted kingfisher)",
    "Black head and long, curved bill (white-breasted kingfisher)",
    "Black head and long, curved bill for white-breasted kingfisher",
    "Black stripe down the back for belted kingfisher",
    "Black stripe through eyes for pied kingfisher",
    "Black tail with white band at the tip for belted kingfisher",
    "Black wings with white stripes for flying through trees",
    "Black wings with white stripes for flying through trees for white-breasted kingfisher",
    "Blue head and breast coloration (ringed kingfisher)",
    "Blue head and breast coloration for white-breasted kingfisher",
    "Bright orange feet (white-breasted kingfisher)",
    "Bright orange feet for white-breasted kingfisher",
    "Crest on head (ringed kingfisher)",
    "Distinct blue head and breast with green back and wings for belted kingfisher",
    "Green back and wings (white-breasted kingfisher)",
    "Green back and wings for belted kingfisher",
    "Green back and wings for white-breasted kingfisher",
    "Long, curved bill for catching fish",
    "Orange feet (white-breasted kingfisher)",
    "Predominantly blue wings for white-breasted kingfisher",
    "Presence of crest on head (ringed kingfisher)",
    "Prominent green coloration on belly (ringed kingfisher)",
    "Prominent green coloration on the belly for belted kingfisher",
    "Red eyes (white-breasted kingfisher)",
    "Red eyes for pied kingfisher",
    "Red eyes for white-breasted kingfisher",
    "White belly (ringed kingfisher)",
    "a black head",
    "a brightly colored bird",
    "a long tail",
    "a long, curved bill",
    "a white breast",
    "blue wings",
    "orange feet"
  ],
  "red-legged kittiwake": [
    "Bill color: yellow vs. black",
    "Leg and bill color",
    "Leg color: red vs. pink",
    "Red legs vs. yellow beak and legs",
    "Wingspan size difference",
    "Wingtip color and tail pattern",
    "a seabird",
    "a yellow bill",
    "red legs",
    "webbed feet",
    "white with black wingtips"
  ],
  "horned lark": [
    "'Horn' on head",
    "Ability to mimic sounds",
    "Black 'mask' around eyes",
    "Black bib on chest",
    "Black bib on chest vs. white belly",
    "Bobbing tail behavior",
    "Contrasting black body with yellow wings",
    "Distinctive coloration",
    "Notched tail",
    "Presence of 'horn' on head",
    "Presence of 'horns' on head",
    "Presence of 'horns' on head vs. black cap on head",
    "White eyebrow marking",
    "a black \"horn\" on its head",
    "a black bib",
    "a long, black tail",
    "a small, sparrow-like bird",
    "a yellow or white throat",
    "black streaks on its back",
    "brown, grey, or white"
  ],
  "pacific loon": [
    "Muted color pattern on wings",
    "Muted color pattern on wings (Pacific loon)",
    "Presence of head crest",
    "White stripe above the eye (Pacific loon)",
    "a long, thin neck",
    "a pointed bill",
    "a small head",
    "a waterbird",
    "a white stripe above the eye",
    "black, white, or grey",
    "webbed feet"
  ],
  "mallard": [
    "Habitat preference: water bodies vs. grasslands",
    "Orange bill with black tip vs. black bill",
    "Presence of white eyebrow and brown cap",
    "Webbed feet vs. pale pink legs",
    "a bill that is orange with a black tip",
    "a long neck",
    "a tail that is black and white",
    "a waterfowl",
    "green, brown, and white",
    "webbed feet"
  ],
  "western meadowlark": [
    "Bill shape: black bill vs. short, pointed bill",
    "Black V on chest (Western meadowlark) vs. White throat and breast (Sage thrasher)",
    "Black V shape on chest vs. black mask over eyes",
    "Black bill (Western meadowlark) vs. Long, curved bill (Sage thrasher)",
    "Chest color pattern: Black V on chest (Western meadowlark) vs. white breast with dark streaks (Seaside sparrow)",
    "Dark streaks on sides (Western meadowlark) vs. Dark streaks on back (Sage thrasher)",
    "Dark wings with white bars (Western meadowlark) vs. Black tail with white bars (Sage thrasher)",
    "Eye mask: Present (Seaside sparrow) vs. absent eye mask (Western meadowlark)",
    "Eye stripe: Dark stripe through eye (Seaside sparrow) vs. absent eye stripe (Western meadowlark)",
    "Lower body color: White belly (Western meadowlark) vs. white breast with dark streaks (Seaside sparrow)",
    "White belly vs. yellow throat and breast",
    "Wing shape: dark wings with white bars vs. long, narrow wings",
    "Yellow belly (Western meadowlark) vs. White throat and breast (Sage thrasher)",
    "a black V on its chest",
    "a black bill",
    "a long tail",
    "a white belly",
    "a yellow-breasted songbird",
    "dark streaks on its sides",
    "dark wings with white bars"
  ],
  "hooded merganser": [
    "Absence of distinctive body markings vs. presence of distinctive body markings",
    "Crest on head",
    "Crest on head vs. two long, black feathers",
    "Long, narrow body vs. distinctive body markings",
    "White stripe above the eye",
    "White stripe above the eye vs. white patch on face",
    "a crest on its head",
    "a long neck",
    "a long, narrow body",
    "a long, thin bill",
    "a waterfowl",
    "black, brown, or white",
    "webbed feet"
  ],
  "red-breasted merganser": [
    "Bill length and color",
    "Bill length and shape",
    "Bill shape: thin vs. curved",
    "Habitat preference: water vs. land",
    "Head and chest coloration",
    "Waterbird vs. Tree-dwelling bird",
    "a long, thin bill",
    "a long, thin body",
    "a long, thin neck",
    "a red breast",
    "a waterbird",
    "black, brown, or white",
    "long, thin legs"
  ],
  "mockingbird": [
    "Ability to mimic sounds",
    "Black 'horn' on head",
    "Black mask around eyes",
    "Black wings with white spots",
    "Color of crown",
    "Distinct plumage patterns",
    "Distinctive yellow body with black mask and wings",
    "Habitat preference",
    "Presence of 'horn' on head",
    "Vibrant blue coloration",
    "Yellow body with black mask and wings",
    "a black beak",
    "a black, grey, or white bird",
    "a long tail",
    "a white breast",
    "black eyes",
    "black legs",
    "black wings with white spots"
  ],
  "nighthawk": [
    "Diurnal behavior",
    "Hooked beak and talons for catching prey",
    "Hooked beak for catching insects",
    "Hooked beak vs. pointed bill",
    "Long, pointed wings vs. broad wings",
    "Long, pointed wings vs. shorter wings",
    "Nocturnal behavior",
    "Nocturnal behavior vs. diurnal behavior",
    "Talons on feet vs. small black feet",
    "Talons on feet vs. webbed feet",
    "a hooked beak",
    "a nocturnal bird of prey",
    "a short tail",
    "black or dark brown",
    "large eyes",
    "long, pointed wings",
    "talons on its feet"
  ],
  "clark nutcracker": [
    "Black cap and nape (Clark Nutcracker)",
    "Chest coloration: white in blue jays, yellow with black V on chest in Clark Nutcrackers",
    "Chest coloration: white in blue jays, yellow with black V on chest in clark nutcrackers",
    "Dark streaks on sides and long tail vs. black back and wings",
    "Prominent head crest",
    "Prominent head crest (Clark Nutcracker)",
    "White face and throat (Clark Nutcracker)",
    "White face and throat vs. yellow breast and black V on chest",
    "a black and white bird",
    "a black back and wings",
    "a black cap and nape",
    "a long, black beak",
    "a white belly",
    "a white face and throat",
    "black legs and feet"
  ],
  "white-breasted nuthatch": [
    "Black cap and white stripe over the eye",
    "Tail wagging behavior",
    "a black cap and a white stripe over its eye",
    "a long, black tail",
    "a short, stout bill",
    "a small, stocky bird",
    "blue-grey above and white below",
    "small, black feet"
  ],
  "baltimore oriole": [
    "Black bill (Baltimore Oriole) vs. black wings with white bars (Orchard Oriole)",
    "Black bill (Baltimore Oriole) vs. pointed bill (Orchard Oriole)",
    "Black head with orange throat (Baltimore Oriole) vs. black head, back, and tail (Orchard Oriole)",
    "Black tail with white edges (Baltimore Oriole) vs. absence of this feature (Orchard Oriole)",
    "Black wings with white bars (Baltimore Oriole) vs. absence of white bars on wings (Orchard Oriole)",
    "Black wings with white bars (Baltimore Oriole) vs. absence of white wing bars (Summer Tanager)",
    "Black wings with white bars (Baltimore Oriole) vs. black wings with white bars (Orchard Oriole)",
    "Distinct black wings with white bars",
    "Distinct head coloration",
    "Head coloration: black head with orange throat (Baltimore Oriole) vs. black hood (Hooded Oriole)",
    "Orange and black plumage (Baltimore Oriole) vs. black and orange-red coloration (Orchard Oriole)",
    "Orange and black plumage (Baltimore Oriole) vs. black and red-orange coloration (Orchard Oriole)",
    "Orange and black plumage (Baltimore Oriole) vs. black and white coloration (Orchard Oriole)",
    "Orange and black plumage (Baltimore Oriole) vs. orange-red or yellow-orange coloration (Orchard Oriole)",
    "Orange breast and belly (Baltimore Oriole) vs. white belly (Orchard Oriole)",
    "Plumage coloration",
    "Red eyes (Eastern Towhee)",
    "Small to medium-sized songbird vs. waterbird with long, thin body",
    "Vibrant orange and black coloration",
    "Vibrant orange and black coloration (Baltimore Oriole) vs. black and white coloration (Eastern Towhee)",
    "Vibrant orange and black coloration (Baltimore Oriole) vs. bright red coloration (Summer Tanager)",
    "Vibrant orange and black plumage",
    "Vibrant orange breast and belly",
    "White bars on wings (Baltimore Oriole) vs. absence of white bars on wings (Orchard Oriole)",
    "Wing coloration: black wings with white bars (Baltimore Oriole) vs. solid black wings (Hooded Oriole)",
    "Yellow eyes (Baltimore Oriole) vs. dark eyes (Orchard Oriole)",
    "a black bill",
    "a black head with an orange throat",
    "a black tail with white edges",
    "a small to medium-sized songbird",
    "an orange breast and belly",
    "black wings with white bars",
    "orange and black",
    "yellow eyes"
  ],
  "hooded oriole": [
    "Black and orange coloration",
    "Black hood vs. 'V' shape on back",
    "Curved beak and long tail",
    "Curved beak and long tail vs. black bill and distinctive tail shape",
    "Orange body vs. white collar",
    "Size difference",
    "White 'mask' around eyes",
    "White 'mask' around eyes vs. absent",
    "White belly vs. orange body",
    "Wing coloration: black with white stripes vs. black with white spots",
    "Yellow eyes vs. white 'mask' around eyes",
    "a black and orange bird",
    "a black hood",
    "a curved beak",
    "a long, black tail",
    "an orange body",
    "black wings",
    "two toes pointing forward and two toes pointing backward"
  ],
  "orchard oriole": [
    "Black 'V' on back (orchard oriole)",
    "Black 'V' shape on back (orchard oriole)",
    "Black 'V' shape on back (orchard oriole) vs. Black 'mask' around eyes (scott oriole)",
    "Black 'V' shape on back (orchard oriole) vs. Green back (green-tailed towhee)",
    "Black 'V' shape on back (orchard oriole) vs. black 'mask' around eyes (yellow-breasted chat)",
    "Black 'V' shape on back (orchard oriole) vs. black hood on head (hooded oriole)",
    "Black 'V' shape on back (orchard oriole) vs. red patches on wings and tail (hooded oriole)",
    "Black 'V' shape on back vs. red patches on wings and tail",
    "Black bill (baltimore oriole)",
    "Black bill (orchard oriole) vs. White wingbar (scott oriole)",
    "Black bill (orchard oriole) vs. curved beak (hooded oriole)",
    "Black wings with white bars (baltimore oriole)",
    "Black wings with white bars (orchard oriole) vs. black and orange coloration (hooded oriole)",
    "Long legs (orchard oriole) vs. Dark legs (scott oriole)",
    "Long legs (orchard oriole) vs. black legs (yellow-breasted chat)",
    "Long legs (orchard oriole) vs. two toes pointing forward and two toes pointing backward (hooded oriole)",
    "Long tail (green-tailed towhee) vs. Absence of long tail (orchard oriole)",
    "Orange-red or yellow-orange coloration (orchard oriole) vs. black and orange coloration (hooded oriole)",
    "Orange-red or yellow-orange coloration vs. black, grey, or white plumage with red patches",
    "White belly (orchard oriole)",
    "White wingbar (orchard oriole) vs. black and orange coloration (hooded oriole)",
    "Yellow eyes (baltimore oriole)",
    "Yellow eyes (orchard oriole) vs. Dark eyes (scott oriole)",
    "Yellow eyes (orchard oriole) vs. white 'mask' around eyes (hooded oriole)",
    "a black \"V\" on its back",
    "a black head, back, and tail",
    "a pointed bill",
    "a small songbird",
    "a white belly",
    "long legs",
    "orange-red or yellow-orange"
  ],
  "scott oriole": [
    "Black 'V' shape on back",
    "Black 'V' shape on back (Scott oriole) vs. absence in Baltimore oriole",
    "Black 'mask' around eyes",
    "Black bill",
    "Dark eyes (Scott oriole) vs. yellow eyes (Baltimore oriole)",
    "Dark legs",
    "Distinct black and orange-yellow coloration",
    "Distinct head coloration (Baltimore oriole) vs. Black 'mask' around eyes (Scott oriole)",
    "White wingbar",
    "White wingbar (Scott oriole) vs. black wings with white bars (Baltimore oriole)",
    "White wingbar and black 'mask' vs. black cap and wings with white belly and white crescent",
    "White wingbars",
    "a black bill",
    "a black tail with white edges",
    "a small to medium-sized songbird",
    "a white wingbar",
    "dark legs",
    "orange-yellow with a black head and back"
  ],
  "ovenbird": [
    "Beak shape: long, curved vs. thin black",
    "Black stripe on head (Ovenbird) vs. yellow crown or cap (Tennessee Warbler)",
    "Black stripe on head vs. orange crown",
    "Black tail with white bars",
    "Bobbing tail foraging behavior",
    "Curved beak vs. thin beak",
    "Dark eyes (Ovenbird) vs. dark legs (Tennessee Warbler)",
    "Foraging behavior: bobbing tail vs. absence",
    "Head color: black stripe vs. brown cap",
    "Head color: black stripe vs. orange crown",
    "Long, curved beak (Ovenbird) vs. thin black bill (Tennessee Warbler)",
    "White belly (Ovenbird) vs. white belly with dark streaks (Tennessee Warbler)",
    "a black stripe on its head",
    "a long, curved beak",
    "a small, sparrow-like bird",
    "a white belly",
    "brown or grey with streaks on its breast",
    "dark eyes",
    "long legs"
  ],
  "brown pelican": [
    "Black head and bill",
    "Forked tail",
    "Long neck and bill",
    "Long, hooked bill",
    "Pouch under bill",
    "Red spot on bill",
    "a black tail",
    "a brown body with white underparts",
    "a large bird with a long neck and bill",
    "long, brownish-grey wings",
    "webbed feet"
  ],
  "white pelican": [
    "Bill shape: Large, curved yellow bill vs. sharp, curved bill",
    "Black cap on head",
    "Black ring around eyes",
    "Distinct white coloration with black wingtips",
    "Exceptional running ability",
    "Exceptional running ability and bright plumage",
    "Forked tail",
    "Forked tail in white pelican",
    "Large, yellow bill",
    "Pouch under the bill",
    "Presence of feeding pouch under bill",
    "Presence of pouch under bill",
    "Red spot on yellow beak",
    "Tail shape: Forked tail vs. two long, thin feathers extending from head",
    "Yellow eyes in slaty-backed gull",
    "a large bird with a wingspan of up to 3.6 m (12 ft)",
    "a large, yellow bill",
    "a long, curved neck",
    "webbed feet",
    "white with black wingtips"
  ],
  "western-wood pewee": [
    "Black cap on head (for western-wood pewee)",
    "Black tail with white edges vs. gray wings and tail",
    "Bright red coloration on head and breast (for vermilion flycatcher)",
    "Presence of eye-ring",
    "Tail length",
    "White breast with brown streaks vs. pink breast and belly",
    "a black cap",
    "a black tail with white edges",
    "a long, black beak",
    "a small, brownish-grey bird",
    "a white breast with brown streaks",
    "black wings with white bars",
    "two white wingbars"
  ],
  "sayornis": [
    "Brightly colored feathers",
    "Forked tail",
    "Long, curved bill vs short, stout bill",
    "Muted colors vs vibrant colors",
    "Presence of white wing bars and notched tail",
    "Yellow coloration vs muted colors",
    "a forked tail",
    "a short, rounded wings",
    "a short, stout bill",
    "a small to medium-sized bird",
    "a strong, direct flight",
    "black, grey, or brown",
    "short legs"
  ],
  "american pipit": [
    "Black bill and yellow legs vs. long, curved bill and long, brown legs",
    "Black stripe on head vs. absence",
    "Bobbing tail behavior",
    "Brown cap on head vs. absence of cap",
    "Dark stripe through eye",
    "Dark stripe through eye vs. absence",
    "Distinct song pattern",
    "Habitat preference",
    "Leaf litter raking behavior",
    "Presence of orange crown on head vs. absence",
    "Tail length and notch: long, notched vs. longer without notch",
    "White breast for American pipit, Streaked back for Fox sparrow",
    "White breast vs. white throat and breast with brown streaks",
    "Wing flicking behavior",
    "Yellow legs for American pipit, Yellow eyes for Fox sparrow",
    "Yellow legs vs. long, brown legs",
    "a black bill",
    "a long tail",
    "a small bird",
    "a white breast",
    "brown or grey",
    "yellow legs"
  ],
  "whip-poor will": [
    "a four-limbed bird",
    "a furry body",
    "a long tail",
    "a long, pointed beak",
    "black, grey, or brown",
    "clawed hands and feet",
    "large eyes"
  ],
  "horned puffin": [
    "Orange legs and feet vs. orange or red legs and feet",
    "Presence of white wing bar",
    "a black head with white facial markings",
    "a black tail with a white tip",
    "a large, orange bill",
    "a seabird",
    "black and white",
    "black wings with white stripes",
    "orange legs and feet"
  ],
  "common raven": [
    "Beak shape (curved vs. long, thin)",
    "Black eyes (common raven) vs. yellow eyes (white-necked raven)",
    "Black eyes and legs/feet (white-necked raven) vs. potential variation in eye and leg/feet color (common raven)",
    "Call pitch",
    "Cawing sound pitch",
    "Distinct vocalization",
    "Large, curved beak (common raven) vs. long, straight tail (white-necked raven)",
    "Loud, croaking voice (common raven)",
    "Middle tail feather length",
    "Neck patch coloration: white vs. absent",
    "Plumage sheen: purple vs. glossy black",
    "Presence of white stripe above eyes",
    "Shiny black color (common raven) vs. distinctive white neck (white-necked raven)",
    "Size comparison (large vs. small)",
    "Tail configuration",
    "Tail shape (fan-shaped vs. other configuration)",
    "Tail shape (keel-shaped vs. other configuration)",
    "Tail shape: keel-shaped vs. fan-shaped",
    "Throat patch: white vs. absent",
    "Toe configuration (two forward, two backward vs. other)",
    "Two toes pointing forward and two toes pointing backward",
    "White patch on throat",
    "White patch on throat (common raven) vs. absence of white patch on throat (white-necked raven)",
    "White stripe above eyes",
    "White stripe above the eyes",
    "Wingspan size",
    "a large, curved beak",
    "a long, straight tail",
    "a loud, croaking voice",
    "black",
    "shiny black feathers"
  ],
  "white-necked raven": [
    "Absence of white patch on throat",
    "Cawing sound pitch vs. loud, croaking voice",
    "Distinct vocalization",
    "Distinct vocalization: present vs. absent",
    "Distinctive white neck",
    "Eye and leg/feet color variation",
    "Eye color: yellow vs. black",
    "Feather texture: glossy vs. shiny black",
    "Glossy feather texture",
    "Long, straight tail",
    "Long, straight tail vs. middle tail feather length",
    "Plumage sheen: purple sheen vs. glossy black",
    "Presence of white neck",
    "Presence of white stripe above the eyes",
    "Shiny black color vs. white neck",
    "Toe configuration: two forward, two backward toes",
    "Two toes pointing forward and two toes pointing backward",
    "White stripe above the eyes",
    "Wingspan of over four feet",
    "Yellow eyes",
    "a black bird",
    "a large, black beak",
    "a white neck",
    "a wingspan of over four feet",
    "black eyes",
    "black legs and feet"
  ],
  "american redstart": [
    "a pointed beak",
    "a small songbird",
    "black, grey, or white",
    "red patches on its wings and tail",
    "small feet"
  ],
  "geococcyx": [
    "Bright and colorful plumage",
    "Distinct color patterns",
    "Distinctive red breast coloration",
    "Excellent runner",
    "Exceptional running ability",
    "a bird",
    "a curved beak",
    "a good swimmer",
    "a long tail",
    "black or dark brown",
    "long legs",
    "webbed feet"
  ],
  "loggerhead shrike": [
    "Ability to mimic sounds",
    "Black bill (Loggerhead shrike)",
    "Black legs (Great-grey shrike)",
    "Black mask extending from beak to eyes",
    "Black mask extending from beak to eyes (Loggerhead shrike)",
    "Black mask from beak to eyes (Loggerhead shrike)",
    "Black tail with white outer feathers",
    "Dark streaks on sides and prominent head crest (Clark nutcracker)",
    "Distinctive plumage patterns",
    "Distinctive tail pattern of black with white bars (Tropical kingbird)",
    "Mostly yellow plumage (Tropical kingbird)",
    "Prominent head crest and dark streaks on sides (Loggerhead shrike)",
    "Vibrant blue coloration",
    "White belly (Clark nutcracker)",
    "White chest and belly (Florida jay)",
    "White outer feathers on tail",
    "White outer feathers on tail (Loggerhead shrike)",
    "a black bill",
    "a black mask that extends from its beak to its eyes",
    "a black tail with white outer feathers",
    "a small to medium-sized songbird",
    "black wings with white bars",
    "black, grey, or white",
    "white underparts"
  ],
  "great-grey shrike": [
    "Black mask around eyes (Great-grey shrike)",
    "Grey plumage with black wings and white belly (Great-grey shrike)",
    "Medium-sized body with black legs (Great-grey shrike)",
    "Mix of black, grey, and white plumage with black wings having white bars (Loggerhead shrike)",
    "a black bill",
    "a black mask around its eyes",
    "a long, black tail with white corners",
    "a medium-sized songbird",
    "black legs",
    "grey with black wings and a white belly"
  ],
  "baird sparrow": [
    "Black bill and pale pink legs vs. long, curved beak and small black feet",
    "Brown and white streaked plumage vs. green body with violet markings",
    "Brown back with white streaks (Baird sparrow)",
    "Leg color",
    "Long, notched tail (Clay-colored sparrow)",
    "White eyebrow",
    "a black bill",
    "a brown back with white streaks",
    "a brown cap with a white eyebrow",
    "a brown tail with white streaks",
    "a small, brown bird",
    "a white breast with brown streaks",
    "dark brown eyes",
    "pale pink legs"
  ],
  "black-throated sparrow": [
    "Belly coloration",
    "Black bill",
    "Black throat and breast",
    "Black throat and breast vs. light-colored belly with dark streaks",
    "Black throat and breast vs. white breast with dark streaks",
    "Brown stripe down center of head",
    "Brown stripe down the center of the head",
    "Dark streaks on white breast",
    "Dark stripe through the eye",
    "Distinct head patterns",
    "Long black tail vs. long, notched tail",
    "White belly",
    "Wing coloration",
    "a black throat and breast",
    "a long, black tail",
    "a short, black bill",
    "a small, sparrow-like bird",
    "a white belly",
    "black, grey, or brown",
    "brown wings with white bars"
  ],
  "brewer sparrow": [
    "Bill color (Yellow vs. dark stripe through the eye)",
    "Brown wings with white bars vs. brown back with black streaks",
    "Wing bar pattern (Brown wings with white bars vs. two white wing bars)",
    "Yellow bill vs. black bill",
    "a brown cap",
    "a long, brown tail",
    "a small, brown bird",
    "a streaked breast",
    "a white belly",
    "a yellow bill",
    "brown wings with white bars",
    "yellow legs"
  ],
  "chipping sparrow": [
    "Black bib on chest",
    "Black mark on head",
    "Breast pattern: V-shaped pattern on yellow breast",
    "Facial pattern: brown cap and white cheeks",
    "Throat color and pattern: white throat with dark streaks",
    "Underbelly coloration",
    "a brown or grey back",
    "a long, black tail",
    "a small bird",
    "a small, black bill",
    "a white breast with black streaks",
    "brown, grey, or black",
    "small, black legs"
  ],
  "clay-colored sparrow": [
    "Belly color: light-colored with dark streaks vs. dark streaks on the back",
    "Belly pattern: white with dark streaks vs. black V-shaped pattern on yellow breast",
    "Bill color: black vs. thin curved bill",
    "Bill color: yellowish vs. dark stripe through eye",
    "Black bib on chest",
    "Black mark on head",
    "Black stripe on head",
    "Dark streaks on light-colored belly",
    "Distinct white belly with dark streaks",
    "Eye color: Yellow vs. Dark line through the eye",
    "Eye color: dark line through the eye vs. yellow eyes",
    "Facial pattern: light head with dark line vs. brown cap and white cheeks",
    "Facial pattern: light head with dark line vs. white belly with black streaks",
    "Head color pattern",
    "Light-colored belly with dark streaks",
    "Light-colored belly with dark streaks (Clay-colored sparrow)",
    "Light-colored head with dark line through the eye",
    "Multiple body parts with dark streaks",
    "Notched tail",
    "Thin, curved bill (Clay-colored sparrow)",
    "Thin, curved bill (Clay-colored sparrow) vs. Short, stout bill (Evening grosbeak)",
    "Throat color and pattern: white throat vs. white throat with dark streaks",
    "V-shaped pattern on yellow breast",
    "White belly with dark streaks vs. Black V-shaped pattern on yellow breast",
    "White breast with black streaks",
    "Yellow body with black wings (Evening grosbeak) vs. Brown coloration (Clay-colored sparrow)",
    "Yellowish bill",
    "Yellowish bill vs. Thin, curved bill",
    "a light-colored belly with dark streaks",
    "a light-colored breast with dark streaks",
    "a light-colored head with a dark line through the eye",
    "a long, notched tail",
    "a small, brown bird",
    "a thin, curved bill",
    "two white wing bars"
  ],
  "house sparrow": [
    "Black bib on chest (House sparrow)",
    "Black bib on chest (House sparrow) vs. Light-colored breast with dark streaks (Clay-colored sparrow)",
    "Black bib on chest (House sparrow) vs. White belly with black streaks (Tree sparrow)",
    "Black stripe on head (House sparrow) vs. Absence of black stripe on head (Clay-colored sparrow)",
    "Brownish-streaked upperparts and pale underparts (House sparrow) vs. Head color pattern and Breast/belly color pattern (Tree sparrow)",
    "Presence of black bib on chest",
    "White eyebrow on black head (Nelson-sharp-tailed sparrow)",
    "Yellowish bill",
    "a black bib on its chest",
    "a black stripe on its head",
    "a short tail",
    "a short, stout bill",
    "a small, brown bird",
    "brownish-streaked upperparts",
    "pale underparts",
    "two white wingbars"
  ],
  "field sparrow": [
    "Black V-shaped pattern on yellow breast in Henslow Sparrow",
    "Dark streaks on back for seaside sparrow",
    "Light-colored head with dark line (for clay-colored sparrow) vs. Brown streaked back (for field sparrow)",
    "Long tail vs. short tail",
    "Long, brown tail for field sparrow vs. Long green tail for green-tailed towhee",
    "Pink bill (for field sparrow) vs. Yellowish bill (for clay-colored sparrow)",
    "Pink bill for field sparrow",
    "Pink bill for field sparrow vs. Orange-red or yellow-orange bill for green-tailed towhee",
    "Pink bill in Field Sparrow",
    "Pink bill vs. yellowish bill",
    "Presence of dark stripe through eye for seaside sparrow",
    "White belly for field sparrow vs. white breast with dark streaks for seaside sparrow",
    "a brown streaked back",
    "a long, brown tail",
    "a small, brown bill",
    "a small, brown bird",
    "a white belly",
    "brown wings with white bars"
  ],
  "fox sparrow": [
    "Black stripe on head",
    "Black stripe on head (Fox sparrow)",
    "Black stripe on head for Fox sparrow vs. Brown stripe down the center of head for Le Conte's sparrow",
    "Bobbing tail behavior (Louisiana waterthrush)",
    "Brown back with white streaks and long, curved bill (Louisiana waterthrush)",
    "Distinct head cap or stripe for Le Conte's sparrow vs. Black stripe on head for Fox sparrow",
    "Orange crown on head (Louisiana waterthrush)",
    "Orange crown on head for Fox sparrow vs. Brown stripe down the center of head for Le Conte's sparrow",
    "Pronounced long, curved bill",
    "Pronounced streaked pattern on back",
    "Pronounced streaked pattern on back (Fox sparrow)",
    "Streaked back and white belly (Fox sparrow)",
    "Streaked back pattern for Fox sparrow vs. Streaked breast pattern for Le Conte's sparrow",
    "Yellow eyes",
    "a dark brown or black head",
    "a long tail",
    "a small to medium-sized sparrow",
    "a streaked back",
    "a white belly",
    "a white throat and eyebrow",
    "brown, grey, or red-brown"
  ],
  "grasshopper sparrow": [
    "Black V-shaped pattern on yellow breast",
    "Black V-shaped pattern on yellow breast in grasshopper sparrows",
    "Black bib on chest in henslow sparrows",
    "Dark line through the eye in henslow sparrows",
    "Distinct dark stripe through the eye",
    "Distinct dark stripe through the eye in grasshopper sparrows",
    "Multiple body parts with dark streaks",
    "Orange crown or yellow-green coloration on head in henslow sparrows",
    "Streaked back pattern",
    "Yellowish bill",
    "Yellowish bill in grasshopper sparrows",
    "a light-colored bac",
    "a light-colored belly with dark streaks",
    "a light-colored breast with dark streaks",
    "a light-colored crown with a dark streak",
    "a light-colored eyebrow with a dark streak",
    "a light-colored nape with a dark streak",
    "a light-colored throat with dark streaks",
    "a small, brown bird"
  ],
  "harris sparrow": [
    "Brown cap and white cheeks (Harris sparrow)",
    "Brown cap and white cheeks (Harris sparrow) vs. White breast with dark streaks and black streaks on the head (Savannah sparrow)",
    "Two white wing bars in tree sparrows",
    "Yellow eye color in harris sparrows",
    "Yellow eyes and pink bill (Harris sparrow)",
    "Yellow eyes and pink bill (Harris sparrow) vs. Yellowish bill and dark stripes through the eye (Savannah sparrow)",
    "a brown cap and white cheeks",
    "a long, notched tail",
    "a pink bill",
    "a small, sparrow-like bird",
    "brown and white",
    "dark streaks on its back",
    "yellow eyes"
  ],
  "henslow sparrow": [
    "Black V-shaped pattern on yellow breast (Henslow Sparrow) vs. Yellowish-brown wings (Lincoln Sparrow)",
    "Black V-shaped pattern on yellow breast in Grasshopper Sparrow",
    "Black bib on chest (House Sparrow)",
    "Black throat and breast (Black-throated Sparrow)",
    "Black throat and breast in Henslow Sparrow",
    "Bobbing tail behavior",
    "Bobbing tail behavior (Henslow Sparrow)",
    "Dark line through the eye",
    "Dark line through the eye (Henslow Sparrow)",
    "Dark line through the eye in Clay-colored Sparrow",
    "Distinct head pattern (Black-throated Sparrow)",
    "Distinct yellow bill in Henslow Sparrow",
    "Distinctive yellow bill",
    "Long legs in Henslow Sparrow",
    "Long, brown tail",
    "Long, brown tail in Henslow Sparrow",
    "Orange crown (Lincoln Sparrow)",
    "Orange crown or yellow-green coloration on head",
    "Presence of dark stripe through the eye",
    "Purple, red, or pink coloration on head",
    "Streaked back (Henslow Sparrow) vs. Brown wings with white bars (Le Conte Sparrow)",
    "Streaked back pattern in Henslow Sparrow",
    "White belly",
    "Yellow bill (Henslow Sparrow)",
    "Yellow bill (Henslow Sparrow) vs. White throat (Lincoln Sparrow)",
    "Yellow bill in Henslow Sparrow",
    "a brown cap",
    "a small, brown bird",
    "a streaked back",
    "a white belly",
    "a yellow bill",
    "long legs"
  ],
  "le-conte sparrow": [
    "Absence of bobbing tail behavior",
    "Absence of bobbing tail behavior (Le Conte's Sparrow) vs. Long, notched tail (Nelson's Sharp-tailed Sparrow)",
    "Absence of streaked breast pattern",
    "Belly color",
    "Bill color",
    "Brown stripe down the center of head (Le Conte's Sparrow) vs. Black bill (Nelson's Sharp-tailed Sparrow)",
    "Brown stripe on head",
    "Color of the bill",
    "Dark stripe through the eye",
    "Distinct facial pattern",
    "Distinct head cap or stripe",
    "Eye color",
    "Head stripe location",
    "Long, brown tail",
    "Streaked breast pattern",
    "Streaked breast pattern (Le Conte's Sparrow) vs. Notched tail (Nelson's Sharp-tailed Sparrow)",
    "Streaked breast pattern vs. streaked back pattern",
    "Tail shape",
    "White crown on top of head for White-crowned Sparrow",
    "White throat patch",
    "White throat patch (Le Conte's Sparrow) vs. Black head with white eyebrow (Nelson's Sharp-tailed Sparrow)",
    "White throat patch vs. white throat and eyebrow",
    "Yellow eye color for Le Conte's Sparrow",
    "Yellow eyes",
    "Yellow eyes (Le Conte's Sparrow)",
    "Yellowish bill (Seaside Sparrow)",
    "a brown stripe down the center of its head",
    "a long, brown tail",
    "a short, brown beak",
    "a small, brown bird",
    "a white belly",
    "brown wings with white bars",
    "yellow eyes"
  ],
  "lincoln sparrow": [
    "Bill color: black vs. yellow",
    "Crown color: orange vs. absent",
    "Dark stripe through the eye (Seaside Sparrow)",
    "Eye color: red vs. yellow",
    "Eye color: white vs. dark",
    "Eye stripe: present vs. absent",
    "Orange crown (Seaside Sparrow)",
    "Wing patterns: bars or markings",
    "a brown cap",
    "a long, brown tail",
    "a small, brown bird",
    "a streaked back",
    "a white belly",
    "a white throat",
    "yellowish-brown wings"
  ],
  "nelson-sharp-tailed sparrow": [
    "Belly color",
    "Bill color",
    "Bill type",
    "Black bill, yellowish legs, and dark streaks on back vs. white throat and white breast markings",
    "Black head with white eyebrow",
    "Black head with white eyebrow (Nelson-sharp-tailed sparrow) vs. brown cap (Brewer sparrow)",
    "Black head with white eyebrow vs. white throat and dark stripe through eye",
    "Black tail with white outer feathers",
    "Black tail with white outer feathers (Nelson's Sharp-tailed Sparrow)",
    "Breast color pattern",
    "Brown cap vs. dark stripe through eye",
    "Brown stripe down center of head vs. dark stripe through eye",
    "Brown stripe down the center of head (Le Conte's Sparrow)",
    "Brown wings with white bars",
    "Dark streaks on back",
    "Dark streaks on back vs. black streaks on sides",
    "Facial pattern",
    "Head color pattern",
    "Long, notched tail",
    "Long, notched tail vs. long tail with white edges",
    "Streaked back and white belly",
    "Streaked back and white belly vs. yellow breast",
    "White belly (Brewer sparrow) vs. streaked breast (Nelson-sharp-tailed sparrow)",
    "White belly vs. yellow breast",
    "White crown on head",
    "a black bill",
    "a black head with a white eyebrow",
    "a black tail with white outer feathers",
    "a small, brown bird",
    "brown wings with white bars",
    "yellowish legs"
  ],
  "savannah sparrow": [
    "Belly color: White vs. white breast with dark streaks",
    "Bill shape",
    "Black V-shaped pattern on yellow breast in grasshopper sparrows",
    "Black V-shaped pattern on yellow breast in savannah sparrows",
    "Black bill (Vesper Sparrow)",
    "Black streaks on white belly (Vesper Sparrow)",
    "Bobbing tail behavior",
    "Bobbing tail behavior in savannah sparrows",
    "Coloration of throat and breast",
    "Dark bars on wings in brown thrashers",
    "Dark streaks on head and body parts vs. Brown stripe on head",
    "Dark stripe through the eye and yellowish bill vs. Yellow eyes and yellow eye color",
    "Distinct dark stripe through the eye",
    "Distinct dark stripe through the eye in savannah sparrows",
    "Habitat preference and bobbing tail behavior vs. Absence of bobbing tail behavior and habitat preference",
    "Habitat preference: Coastal vs. grasslands",
    "Long, curved beak in brown thrashers",
    "Multiple body parts with dark streaks",
    "Notched tail",
    "Presence of black 'horn' on head",
    "Presence of black bib on chest",
    "Presence of yellow eyes",
    "Yellowish bill vs. yellow or white throat",
    "a long, notched tail",
    "a small, brown bird",
    "a white breast with dark streaks",
    "a yellowish bill",
    "dark streaks on its head"
  ],
  "seaside sparrow": [
    "Belly color: White in seaside sparrows, light-colored with dark streaks in grasshopper sparrows",
    "Bill color",
    "Bill color: Pink in seaside sparrows, yellowish in grasshopper sparrows",
    "Bill color: Yellow vs. yellowish",
    "Bill color: Yellowish (seaside sparrow) vs. Black (gray-crowned-rosy finch)",
    "Bill color: Yellowish (seaside sparrow) vs. Black (savannah sparrow)",
    "Bill color: Yellowish vs. black",
    "Bill color: Yellowish vs. brown",
    "Bill color: Yellowish vs. small black bill",
    "Bill color: Yellowish vs. thin, curved black",
    "Black throat and breast vs. white breast with dark streaks",
    "Breast color and pattern: Yellow with V-shaped pattern vs. white with black streaks",
    "Coastal habitat",
    "Coastal habitat preference vs. grassland habitat preference",
    "Coastal habitat preference vs. woodland habitat preference",
    "Color of bill",
    "Coloration of head and breast",
    "Coloration: Dark stripe through eye and back streaks vs. orange crown and yellow-green color",
    "Dark brown eyes (Baird Sparrow)",
    "Distinctive color pattern: Dark streaks and stripes on back and eye vs. light head with dark line and brown back with white streaks",
    "Distinctive color pattern: Dark streaks and stripes vs. light-colored body with dark streaks",
    "Distinctive color pattern: Dark streaks and stripes vs. streaked breast with white belly and brown streaks",
    "Distinctive color pattern: Yellow throat and breast with V-shaped pattern vs. white belly with dark streaks",
    "Distinctive color patterns: Dark streaks and stripes on back and eye vs. black head with white stripes and yellow throat",
    "Distinctive color patterns: Dark streaks and stripes on back and eye vs. brown back with white streaks and black stripe on head",
    "Distinctive color patterns: Dark streaks and stripes on back and eye vs. distinct head cap or stripe and a streaked breast pattern",
    "Distinctive eye stripe: Present in seaside sparrows, absent in grasshopper sparrows",
    "Distinctive head pattern",
    "Eye mask",
    "Eye mask: Absent vs. present",
    "Eye stripe color",
    "Eye stripe color: Dark vs. light",
    "Habitat preference",
    "Habitat preference: Coastal and wooded areas vs. open woodlands and grasslands",
    "Habitat preference: Coastal and wooded areas vs. open woodlands and shrubby areas",
    "Habitat preference: Coastal vs. grasslands",
    "Habitat preference: Coastal vs. grasslands or open woodlands",
    "Habitat preference: Coastal vs. mountainous/rocky areas",
    "Habitat preference: Coastal vs. open woodlands and grasslands",
    "Habitat preference: Coastal vs. urban/suburban areas",
    "Habitat preference: Coastal vs. wooded areas",
    "Habitat preference: Coastal vs. woodland",
    "Leg color: Dark legs vs. light legs",
    "Long black tail vs. long, notched tail",
    "Non-yellowish bill color",
    "Pink bill vs. yellowish bill",
    "Plumage coloration: Dark streaks on back (seaside sparrow) vs. Gray, brown, and white (gray-crowned-rosy finch)",
    "Presence of black bib on chest",
    "Presence of white crown on head",
    "Purple, red, or pink coloration vs. brown and streaked appearance",
    "Tail color: Long black tail in seaside sparrows, light-colored belly and throat in grasshopper sparrows",
    "Tail color: Long, notched vs. long black with white corners",
    "Tail shape: Long, notched tail in seaside sparrows, straight tail in grasshopper sparrows",
    "Tail shape: Long, notched tail vs. long tail without notch",
    "Tail shape: Long, notched vs. long",
    "Tail shape: Long, notched vs. long brown",
    "Tail shape: Long, notched vs. long, brown",
    "Throat and breast color",
    "Throat and breast color: Black in seaside sparrows, light with dark streaks in grasshopper sparrows",
    "Throat and breast color: Black in seaside sparrows, white breast with dark streaks in clay-colored sparrows",
    "White belly vs. white breast with dark streaks",
    "White crown on head",
    "Wooded habitat",
    "Yellow bill vs. pink bill",
    "Yellowish bill (Seaside Sparrow)",
    "a dark stripe through its eye",
    "a long, notched tail",
    "a small, brown bird",
    "a white breast with dark streaks",
    "a yellowish bill",
    "dark streaks on its back",
    "pale streaks on its sides"
  ],
  "song sparrow": [
    "Bill color (black vs. yellow)",
    "Bobbing tail behavior",
    "Bobbing tail behavior (Song Sparrow) vs. absence of bobbing tail behavior (Lincoln Sparrow)",
    "Bobbing tail behavior vs. absence of bobbing tail behavior",
    "Brown or grey back vs. brown wings with white bars",
    "Cap color (brown or grey vs. brown)",
    "Red eyes",
    "Red eyes (Song Sparrow) vs. yellow eyes (Lincoln Sparrow)",
    "Red eyes vs. yellow eyes",
    "Small, black bill (Song Sparrow) vs. brown cap with white throat (Lincoln Sparrow)",
    "Streaked breast pattern with white belly (Song Sparrow) vs. streaked back with white belly (Lincoln Sparrow)",
    "Streaked breast vs. streaked back pattern",
    "Streaked breast with white belly and red eyes vs. streaked breast pattern with white belly and yellow eyes",
    "Streaked breast with white belly vs. black head, back, and wings with white belly",
    "White throat and breast with brown streaks",
    "a brown or grey back",
    "a long, brown tail",
    "a small bird",
    "a small, black bill",
    "a streaked breast",
    "a white belly",
    "brown, grey, or black",
    "small, black legs"
  ],
  "tree sparrow": [
    "Black mark on head",
    "Black mark on head (Tree sparrow) vs. Black bib on chest (House sparrow)",
    "Black mark on head vs. Brown cap and white cheeks",
    "Breast/belly color pattern",
    "Head color pattern",
    "Presence of black mark on head",
    "Thin, orange beak vs. Pink bill",
    "White belly",
    "White breast with black streaks",
    "Yellowish bill (House sparrow) vs. Thin, orange beak (Tree sparrow)",
    "a black mark on its head",
    "a short, notched tail",
    "a small bird",
    "a thin, orange beak",
    "brown and white",
    "small, black eyes",
    "two white wing bars"
  ],
  "vesper sparrow": [
    "Black V-shaped pattern on yellow breast",
    "Bobbing tail behavior",
    "Brown back with black streaks",
    "Dark stripe through eye",
    "Dark stripe through eye (Seaside Sparrow) vs. light-colored throat with dark streaks (Vesper Sparrow)",
    "Light-colored throat with dark streaks",
    "Long, notched tail",
    "Long, notched tail vs. long, brown tail with brown wings and white bars",
    "V-shaped pattern on yellow breast",
    "White belly with black streaks",
    "White belly with black streaks (Vesper Sparrow) vs. pale streaks on sides (Seaside Sparrow)",
    "White breast with black streaks vs. yellow breast with black V-shaped pattern",
    "Yellowish bill",
    "a black bill",
    "a brown back with black streaks",
    "a brown tail with black streaks",
    "a small, brown bird",
    "a white belly with black streaks",
    "a white breast with black streaks",
    "black legs"
  ],
  "white-crowned sparrow": [
    "Bill color",
    "Breast coloration",
    "Color of the belly",
    "Crown coloration",
    "Distinct head patterns",
    "Presence of black stripe through the eye",
    "Throat and breast coloration",
    "Wing coloration",
    "a black stripe through its eye",
    "a light brown breast with dark streaks",
    "a long, brown tail",
    "a small, brown bird",
    "a white belly",
    "a white crown",
    "dark brown wings with white stripes"
  ],
  "white-throated sparrow": [
    "Body color pattern (brown, grey, or white vs. dark streaks on back)",
    "Breast color (yellow breast vs. streaked back and white belly)",
    "Dark stripe through the eye",
    "Distinct throat color (white throat vs. black head with white eyebrow)",
    "Facial marking pattern",
    "Facial stripe pattern (dark stripe through the eye vs. brown stripe down the center of the head)",
    "Head color pattern",
    "Presence of two white wing bars",
    "Presence of yellow spot above the eye",
    "Tail shape (long, notched tail vs. long tail with white edges)",
    "Throat and breast color: Black in seaside sparrows, white with dark streaks in white-throated sparrows",
    "Throat and breast coloration",
    "Tree trunk creeping behavior",
    "White belly",
    "White throat markings vs. white breast with dark streaks",
    "Wing bar and tail color pattern (two white wing bars vs. brown wings with white bars)",
    "Wing coloration and pattern",
    "Yellow breast",
    "Yellow spot above eye",
    "Yellow spot above the eye",
    "a dark stripe through its eye",
    "a long, notched tail",
    "a small bird",
    "a white throat",
    "brown, grey, or white",
    "two white wing bars"
  ],
  "cape-glossy starling": [
    "Body coloration: glossy black plumage vs. bronze-brown",
    "Diet: Omnivorous vs. Primarily feeding on fish and carrion",
    "Distinct black head with white spots",
    "Distinct red and yellow wing markings",
    "Distinct red and yellow wing markings vs. no specific wing markings",
    "Glossy black feathers vs. black wings with white spots",
    "Glossy iridescent feathers vs. black and white coloration with head crest",
    "Glossy vs. matte appearance",
    "Habitat: Africa vs. Coastal regions of North America",
    "Iridescent feathers",
    "Iridescent feathers vs. matte appearance",
    "Long, pointed tail with yellow/orange beak vs. long black beak with white face/throat",
    "Tail shape",
    "Tail shape: long, pointed vs. fan-shaped",
    "Tail tip color",
    "Yellow or orange beak vs. long, curved beak",
    "a long, pointed tail",
    "a small to medium-sized bird",
    "a yellow or orange beak",
    "black with a glossy sheen",
    "yellow eyes",
    "yellow legs"
  ],
  "bank swallow": [
    "Dark streaks on sides (Bank swallow) vs. White rump contrasting with dark upperparts (Cliff swallow)",
    "Dark streaks on sides vs. black cap and nape",
    "Deeply forked tail",
    "Deeply forked tail (Bank swallow) vs. Long, square tail (Cliff swallow)",
    "Distinct black bill vs. pointed bill",
    "Long, pointed wings",
    "Long, pointed wings (Bank swallow) vs. Light underside (Cliff swallow)",
    "Longer, more pointed wings",
    "Longer, more pointed wings (Bank swallow) vs. Vibrant blue coloration on upperparts (Cliff swallow)",
    "Pointed bill",
    "Shorter, less forked tail",
    "Shorter, less forked tail (Bank swallow) vs. Long, forked tail (Cliff swallow)",
    "Shorter, less forked tail vs. long, forked tail",
    "Uniform dark coloration",
    "Uniform dark coloration (Bank swallow) vs. Black bill (Cliff swallow)",
    "Uniform dark coloration (Bank swallow) vs. White rump contrasting with dark upperparts (Cliff swallow)",
    "Vibrant blue coloration",
    "Vibrant blue coloration (Bank swallow) vs. White eyebrow on brown cap (Cliff swallow)",
    "Vibrant blue coloration on upperparts",
    "Vibrant blue coloration on upperparts (Bank swallow) vs. Long, square tail (Cliff swallow)",
    "White throat and breast (Bank swallow) vs. Chestnut-colored forehead patch (Cliff swallow)",
    "a pointed bill",
    "a short, forked tail",
    "a small, dark bird",
    "a white throat and breast",
    "brown upperparts",
    "dark streaks on its sides",
    "pale underparts"
  ],
  "barn swallow": [
    "Dark streaks on sides (Bank swallow)",
    "Dark streaks on sides (Barn swallow)",
    "Deeply forked tail (Barn swallow)",
    "Deeply forked tail in barn swallow",
    "Long, pointed wings in barn swallow",
    "Longer, more pointed wings (Barn swallow)",
    "Shorter, less forked tail (Bank swallow)",
    "Uniform dark coloration on upperparts (Bank swallow)",
    "Uniform dark coloration on upperparts (Barn swallow) vs. Chestnut-colored forehead patch (Cliff swallow)",
    "Vibrant blue coloration on upperparts (Bank swallow)",
    "White throat and breast (Barn swallow)",
    "White throat and breast (Barn swallow) vs. Light underside (Cliff swallow)",
    "a long, forked tail",
    "a pointed bill",
    "a small, slim bird",
    "a white throat and breast",
    "black, brown, or grey",
    "long, pointed wings"
  ],
  "cliff swallow": [
    "Black bill (Bank swallow)",
    "Dark streaks on sides (Bank swallow)",
    "Distinctive chestnut-colored forehead patch (Cliff swallow)",
    "Foraging location: Open fields or near cliffs (Cliff swallow) vs. Near water sources like rivers and lakes (Bank swallow)",
    "Forked tail",
    "Light underside (Cliff swallow)",
    "Long, square tail (Cliff swallow)",
    "Longer, more pointed wings (Bank swallow)",
    "Nesting habitat: Mud nests on cliffs or man-made structures (Cliff swallow) vs. Burrows in sandy banks near water bodies (Bank swallow)",
    "Square tail (Cliff swallow)",
    "Vibrant blue coloration on upperparts (Bank swallow)",
    "White eyebrow on brown cap",
    "White eyebrow on brown cap (Cliff swallow)",
    "White rump contrasting with dark upperparts (Bank swallow)",
    "a forked tail",
    "a light underside",
    "a short, square tail",
    "a small bird",
    "a small, pointed bill",
    "black, brown, or white",
    "long wings"
  ],
  "tree swallow": [
    "a black bill",
    "a black cap",
    "a black line through its eyes",
    "a long, forked tail",
    "a small, slim bird",
    "a white belly",
    "blue-green or greenish-blue"
  ],
  "scarlet tanager": [
    "Black body with white underparts and long, forked tail (Scissor-tailed Flycatcher)",
    "Black wings and tail for scarlet tanager",
    "Bright red coloration",
    "Bright red coloration for scarlet tanager",
    "Distinct head and breast coloration for vermilion flycatcher",
    "Long legs and clawed feet",
    "Long legs and clawed feet for scarlet tanager",
    "Muted colors",
    "Pointed bill and yellow eyes",
    "Pointed bill for scarlet tanager",
    "Red and black plumage for scarlet tanager",
    "Red and black plumage for scarlet tanager, orange and black plumage for Baltimore oriole",
    "Red body with black wings and tail (Scarlet Tanager)",
    "White belly and long, notched tail for vermilion flycatcher",
    "White underparts and long, forked tail",
    "White wing bars for vermilion flycatcher",
    "Yellow eyes",
    "Yellow eyes for scarlet tanager, yellow eyes with black head and throat for Baltimore oriole",
    "a pointed bill",
    "a small to medium-sized songbird",
    "red with black wings and tail",
    "yellow eyes"
  ],
  "summer tanager": [
    "Absence of white wing bars vs. presence of white wing bars",
    "Black head for summer tanager, blue head and neck for painted bunting",
    "Black wings, yellow breast, long pointed beak vs. white throat and breast, long curved bill, dark streaks on back",
    "Bright red coloration vs. brown or grey coloration",
    "Bright red coloration vs. muted colors",
    "Bright red coloration vs. vibrant orange and black coloration",
    "Long legs and clawed feet vs. short legs and feet",
    "Long legs and clawed feet vs. shorter legs and feet",
    "Long, pointed beak vs. shorter black bill",
    "Pointed beak vs. straight bill",
    "Red breast for summer tanager, green back for painted bunting",
    "Red head (vermilion flycatcher) vs. black head (summer tanager)",
    "Red, orange, or yellow head and breast (vermilion flycatcher) vs. yellow breast and black wings (summer tanager)",
    "a black head",
    "a long, pointed beak",
    "a red bird",
    "a yellow breast",
    "black wings",
    "clawed feet",
    "long legs"
  ],
  "artic tern": [
    "Bill length",
    "Distinctive black cap on head",
    "Distinctive black markings on body (Forster's tern)",
    "Distinctive red legs",
    "Eye markings",
    "Forked tail",
    "Long, forked tail",
    "Longer wings relative to body size",
    "Red bill",
    "Short, pointed bill",
    "White body with black wings (Forster's tern)",
    "Wing length",
    "a black bill",
    "a long, forked tail",
    "a seabird",
    "long, red legs",
    "webbed feet",
    "white with a black cap"
  ],
  "black tern": [
    "Belly color",
    "Bill length",
    "Body shape",
    "Coloration pattern",
    "Distinctive eye markings",
    "Forked tail",
    "Large wingspan",
    "Localized habitat",
    "Muted coloration",
    "a black cap",
    "a forked tail",
    "a short, pointed bill",
    "a small to medium-sized bird",
    "black with a white belly",
    "long, narrow wings",
    "webbed feet"
  ],
  "caspian tern": [
    "Bill shape",
    "Black line through eyes",
    "Body shape",
    "Distinctive black cap",
    "Eye color pattern (black line through eyes)",
    "Eye color pattern (black line vs black cap)",
    "Head cap color pattern",
    "Large size and wingspan",
    "Presence of black line through eyes",
    "Tail shape (long red wings vs forked tail)",
    "Wingspan size",
    "a long, red bill",
    "a waterbird",
    "long, red legs",
    "long, red wings",
    "white with a black cap"
  ],
  "common tern": [
    "Beak shape (hooked vs straight)",
    "Bill color: long, red bill vs other colors",
    "Bill color: red vs black",
    "Bill shape (hooked vs different)",
    "Bill shape: hooked vs straight",
    "Black cap vs. black bill",
    "Black line from beak to eye: present vs absent",
    "Forked tail",
    "Head cap color pattern: black cap vs black cap with white patch",
    "Hooked beak vs straight beak",
    "Leg color (red vs black)",
    "Narrow wings",
    "Presence of black cap on head",
    "Presence of black line from beak to eye",
    "Presence of black line through eyes",
    "Red legs",
    "Size comparison: smaller vs larger wingspan and body size",
    "Tail shape: forked vs pointed",
    "Underbody markings",
    "Underside color (white with black markings vs white)",
    "Webbed feet",
    "Wing shape (narrow vs broad)",
    "Wing shape: broad vs narrow",
    "Wing width: narrow vs broad",
    "a black cap",
    "a hooked beak",
    "a long, forked tail",
    "a seabird",
    "long, red legs",
    "white with black markings"
  ],
  "elegant tern": [
    "Beak shape (hooked vs straight)",
    "Bill color (black vs red)",
    "Bill shape",
    "Black bill vs. long red bill",
    "Foot structure",
    "Foot structure (non-webbed vs webbed)",
    "Forked tail vs. long red wings",
    "Head cap color pattern",
    "Head color (black cap presence)",
    "Leg color",
    "Leg color (black vs long, red)",
    "Tail shape (forked vs pointed)",
    "Underbody coloration",
    "Underbody markings",
    "a black bill",
    "a long, forked tail",
    "a white bird with a black cap",
    "a white underside",
    "black legs and feet"
  ],
  "forsters tern": [
    "Bill color: red vs black",
    "Black line through eyes",
    "Black line through eyes and straight black bill (Forsters tern) vs. Black cap and red bill (Arctic tern)",
    "Broad wings vs narrow wings",
    "Broad wings vs. long, narrow wings",
    "Distinct black markings on body",
    "Distinct black markings on body (Forsters tern) vs. Eye markings (Arctic tern)",
    "Distinct black markings on head and bill",
    "Distinctive black markings on body (Forsters tern) vs. Distinctive red legs (Arctic tern)",
    "Distinctive black markings on body vs. black body with white belly",
    "Distinctive black markings on head and bill (Forsters tern) vs. Distinctive black cap on head (Arctic tern)",
    "Forked tail",
    "Head and neck color pattern: black head and white face (Forsters tern) vs. Black cap and black bill (Arctic tern)",
    "Head and neck color pattern: black head and white face vs. black cap and black bill",
    "Hooked beak (Forsters tern) vs. Short, pointed bill (Arctic tern)",
    "Hooked beak and webbed feet",
    "Long, forked tail vs. smaller size with forked tail",
    "Presence of black line through eyes",
    "Presence of black line through eyes vs. absence of black line through eyes",
    "Presence of white underside",
    "Presence of white underside (Forsters tern) vs. Longer wings relative to body size (Arctic tern)",
    "Straight black bill",
    "Tail length: long and forked (Forsters tern) vs. Short (Arctic tern)",
    "Tail length: long and forked vs. short",
    "White body with black wings",
    "White body with black wings (Forsters tern) vs. Black body with white belly (Arctic tern)",
    "White with black markings and long black legs (Forsters tern) vs. White with black cap and long red legs (Arctic tern)",
    "a black bill",
    "a black cap",
    "a black line through its eyes",
    "a long, forked tail",
    "a seabird",
    "long, black legs",
    "white with black markings"
  ],
  "least tern": [
    "Black cap with white patch on head",
    "Black line from beak to eye",
    "Forked tail vs long, forked tail",
    "a black cap on its head",
    "a black line running from its beak to its eye",
    "a forked tail",
    "a small, white bird",
    "long, pointed wings",
    "webbed feet"
  ],
  "green-tailed towhee": [
    "Black 'V' shape on back",
    "Black hood on head",
    "Black, brown, or grey coloration",
    "Green back",
    "Lack of green back",
    "Orange-red or yellow-orange coloration",
    "a bird",
    "a black head",
    "a green back",
    "a long tail",
    "a white belly",
    "a white throat",
    "black, brown, or grey"
  ],
  "brown thrasher": [
    "Dark streaks and bars on body vs. brown and white streaks on back",
    "Distinctive body streaks and bars vs. brown or grey coloration with white breast",
    "Long tail vs. bobbing tail behavior",
    "Long, curved beak and long tail vs. black bill and yellow legs with bobbing tail behavior",
    "White throat and breast with brown streaks vs. overall brown coloration",
    "Yellow eyes vs. absence of yellow eyes",
    "a brown bird",
    "a long tail",
    "a long, curved beak",
    "dark bars on its wings",
    "dark streaks on its body",
    "yellow eyes"
  ],
  "sage thrasher": [
    "'Horn' on head",
    "Bill shape: long, curved vs. short, sharp",
    "Black stripe on head",
    "Black tail with white bars",
    "Breast color: White vs. white with brown streaks",
    "Chest marking color",
    "Color of throat and breast",
    "Distinct bill color and shape",
    "Distinctive head pattern",
    "Eye color",
    "Eye color: Yellow vs. dark",
    "Head stripe color",
    "Long tail",
    "Long, black legs",
    "Long, curved bill",
    "Presence of red crescent on chest",
    "White belly vs. white throat and breast",
    "White throat and breast (Sage thrasher)",
    "Yellow eye color",
    "Yellow eyes (Sage thrasher)",
    "Yellow eyes vs. black eyes",
    "a long tail",
    "a long, curved bill",
    "a small bird",
    "a white throat and breast",
    "brown or grey",
    "dark streaks on its back",
    "yellow eyes"
  ],
  "black-capped vireo": [
    "Black cap on head with white stripes vs. black mask around eyes",
    "Black cap vs. blue head",
    "Crown color: Yellow vs. Absent",
    "Head color: Black vs. Red",
    "Leg color: dark vs. not dark",
    "Olive-green back and sides vs. uniform grey plumage",
    "Olive-green back vs. blue-grey back",
    "Presence of black cap on head",
    "Presence of white line down the back",
    "Presence of yellow in crown",
    "a black bill",
    "a black cap on its head",
    "a small songbird",
    "a white line running down its back",
    "a white tail with a black tip",
    "olive-green on its back and sides with a white belly",
    "two white stripes above its eyes",
    "two white wing bars"
  ],
  "blue-headed vireo": [
    "Back color: blue-grey vs. greenish-olive",
    "Bill color (black vs. short, stout)",
    "Black cap on head",
    "Black cap on head vs. no black cap",
    "Black head vs. yellow crown",
    "Black stripe down back vs. no black stripe",
    "Color of underbelly",
    "Head color (blue, grey, or white vs. olive-green or yellow-green)",
    "Head color: black vs. grey",
    "Presence of black cap on head",
    "Presence of white 'mask' around eyes",
    "Throat and breast coloration",
    "Underbelly color",
    "White throat and breast vs. yellow-green coloration",
    "Wing color pattern",
    "a black bill",
    "a black head",
    "a blue-grey back",
    "a small songbird",
    "a white belly",
    "a white throat and breast",
    "blue, grey, or white",
    "dark legs",
    "two white wingbars"
  ],
  "philadelphia vireo": [
    "Absence of brown streaks on white breast",
    "Absence of white belly vs. presence of white belly",
    "Absence of white eyebrow",
    "Black crest on head",
    "Black crest on head (Great-crested flycatcher)",
    "Black stripe down back",
    "Black stripe down back (Philadelphia vireo) vs. absence in yellow-bellied flycatcher",
    "Black wings (Yellow-bellied flycatcher) vs. grey wings (Philadelphia vireo)",
    "Blue-grey back",
    "Blue-grey back (Philadelphia vireo) vs. black cap on head (Yellow-bellied flycatcher)",
    "Blue-grey back vs. olive-green above",
    "Dark legs",
    "Eye color: red (Philadelphia vireo) vs. black (Warbling vireo)",
    "Eye features: red eyes (Philadelphia vireo) vs. white eye-ring on black head (Acadian flycatcher)",
    "Grey head vs. black mask extending through the eye",
    "Head color: grey with white line (Philadelphia vireo) vs. yellow crown or black cap (Tennessee warbler)",
    "Head/crown color: grey with white line (Philadelphia vireo) vs. yellow crown or black cap (Warbling vireo)",
    "Presence of red crown vs. absence of red crown",
    "Red eye color (Philadelphia vireo)",
    "Red eye color (Philadelphia vireo) vs. yellow eyes (Yellow-bellied flycatcher)",
    "Red eyes",
    "Red eyes (Philadelphia vireo)",
    "Red head color",
    "Underbelly color: yellowish (Philadelphia vireo) vs. white or yellow (Tennessee warbler)",
    "Underbelly color: yellowish throat and breast (Philadelphia vireo) vs. white belly with brown streaks (Acadian flycatcher)",
    "White line above the eye",
    "Yellowish throat and breast",
    "Yellowish throat and breast (Philadelphia vireo) vs. white belly (Black-capped vireo)",
    "a black bill",
    "a grey head",
    "a small bird",
    "a white line above the eye",
    "a yellowish throat and breast",
    "greenish-olive above and yellowish below",
    "two white wing bars"
  ],
  "red-eyed vireo": [
    "Back color: Olive-green/grey-green vs. Blue-grey",
    "Bill color: Black vs. Short, Stout",
    "Brown streaks on white breast",
    "Cap color: Red vs. White with black cap",
    "Color of underparts",
    "Crown color: Red vs. Black",
    "Crown color: Red vs. Black/Yellow-green",
    "Crown color: Reddish vs. Grey without black mask",
    "Eye color: Red vs. Black",
    "Eye color: Red vs. White",
    "Head color: Red vs. Blue",
    "Presence of Black Cap on Head: Absent vs. Present",
    "Presence of Yellow: Absent vs. Present",
    "Presence of black cap on head",
    "Presence of white eyebrow",
    "Red eye color",
    "Red eye color vs. Dark legs",
    "White eye-ring around red eyes",
    "White eyebrow vs. Yellow crown",
    "White line above the eye with black bill",
    "Yellow crown color",
    "a black bill",
    "a small songbird",
    "a white belly",
    "olive-green or grey-green",
    "red eyes",
    "two white wingbars"
  ],
  "warbling vireo": [
    "Bill length and shape",
    "Bill shape",
    "Distinct eye color",
    "Distinct eye color in warbling vireo",
    "Grey head in philadelphia vireo",
    "Long, curved bill",
    "Long, curved bill vs. short bill",
    "Longer bill in warbling vireo",
    "Presence of black cap on head",
    "Presence of crest on head",
    "Presence of white eyebrow",
    "Prominent white eyebrow in warbling vireo",
    "Red eyes",
    "Throat coloration",
    "White eyebrow",
    "White eyebrow vs. black eye-ring",
    "a black bill",
    "a black eye",
    "a small songbird",
    "a white eyebrow",
    "olive-green above and yellow-white below",
    "two white wingbars"
  ],
  "white-eyed vireo": [
    "Black stripe through the eye",
    "Cap color (black vs. white)",
    "Chestnut-brown sides",
    "Color of cap",
    "Color of cap: white vs. black",
    "Color of tail",
    "Color of throat and breast: white vs. yellow",
    "Eye color (white vs. red)",
    "Presence of white eye-ring vs. black mask through the eye",
    "White belly vs. chestnut-brown sides",
    "White eye-ring vs. black cap",
    "White eye-ring vs. black cap on head",
    "White throat and breast vs. yellow-green or olive-green coloration",
    "a forked tail",
    "a short, stout bill",
    "a small bird",
    "a white eye-ring",
    "olive-green or yellow-green",
    "two white wing-bars"
  ],
  "yellow-throated vireo": [
    "Black cap on head",
    "Black mask through the eye",
    "Color of head (black cap vs. yellow crown)",
    "Color of underbelly",
    "Presence of red crown",
    "Presence of yellow crown",
    "White wingbars for yellow-throated vireo, blue wingbars for blue-winged warbler",
    "Yellow throat and breast for yellow-throated vireo, white throat and yellow breast for blue-winged warbler",
    "Yellow throat and breast vs. white eyebrow",
    "a black mask through the eye",
    "a small songbird",
    "a stout bill",
    "a white belly",
    "a yellow throat and breast",
    "dark legs",
    "olive-green above and yellow below",
    "two white wingbars"
  ],
  "bay-breasted warbler": [
    "Black 'mask' around eyes",
    "Black 'mask' around eyes for bay-breasted warbler",
    "Black cap and nape for cerulean warbler",
    "Black stripe through eye",
    "Black stripe through eye for bay-breasted warbler",
    "Long black tail for bay-breasted warbler",
    "Olive-green crown on head",
    "Presence of black 'mask' around eyes",
    "White throat for bay-breasted warbler",
    "Yellowish legs for bay-breasted warbler",
    "a black \"mask\" around its eyes",
    "a long, black tail",
    "a small songbird",
    "a white throat and breast with brown streaks",
    "brown, black, and white",
    "yellowish legs"
  ],
  "black-and-white warbler": [
    "Black streaks on white belly for black-and-white warbler",
    "Blue coloration on cap and nape for cerulean warbler",
    "Blue throat",
    "Blue throat in black-and-white warbler",
    "Red patch on lower back in american-three-toed woodpecker",
    "White cap on head",
    "a black bill",
    "a black cap and white throat",
    "a small songbird",
    "black and white",
    "black streaks on its white belly",
    "white wingbars",
    "yellow eyes"
  ],
  "black-throated-blue warbler": [
    "Beak and tail length",
    "Belly color",
    "Black wings with white stripes vs. back pattern of dark streaks",
    "Distinctive bill shape",
    "Distinctive black throat and blue and white coloration",
    "Distinctive black throat and blue and white coloration (Black-throated-blue warbler) vs yellow-green with white breast and belly (Myrtle warbler)",
    "Distinctive black throat and blue and white coloration vs. yellow crown",
    "Distinctive black wings with white stripes",
    "Distinctive color pattern",
    "Distinctive throat coloration",
    "Distinctive wingbars and breast coloration",
    "Long, thin beak (Black-throated-blue warbler) vs yellow throat and black streaks on sides (Myrtle warbler)",
    "Long, thin beak and long tail",
    "White 'mask' around eyes",
    "Wing color pattern",
    "Wing pattern",
    "a black throat",
    "a long tail",
    "a long, thin beak",
    "a small songbird",
    "a white belly",
    "black wings with white stripes",
    "blue and white"
  ],
  "blue-winged warbler": [
    "Black cap and yellow crown",
    "Breast coloration and patterns",
    "Distinct wingbars",
    "Facial markings",
    "Number of wingbars",
    "Olive-green or grey-green back",
    "Presence of dark streaks on back",
    "Presence of white belly",
    "White belly",
    "Yellow breast",
    "a black cap",
    "a long, narrow tail",
    "a short, pointed bill",
    "a small songbird",
    "a white throat and belly",
    "a yellow breast",
    "blue, grey, or white",
    "two blue wingbars"
  ],
  "canada warbler": [
    "Black mask around eyes for Canada warbler, black stripe through eye for yellow warbler",
    "Long, thin beak vs. black bill",
    "Streaked chest pattern vs. black cap on head",
    "Streaked chest vs. black cap on head",
    "Two white wing bars for Canada warbler",
    "White throat and belly vs. white belly",
    "White throat and belly vs. yellow crown",
    "a black mask around its eyes",
    "a long, thin beak",
    "a short tail",
    "a small songbird",
    "a white throat and belly",
    "dark legs",
    "two white wing bars",
    "yellow-brown with a streaked chest"
  ],
  "cape-may warbler": [
    "Black cap on head",
    "Black cap on head (Cape-May Warbler) vs. Yellow crown (Tennessee Warbler)",
    "Black cap on head (cape-may warbler) vs. Brown cap (northern waterthrush)",
    "Black cap vs. black stripe through eye",
    "Two white wing bars (cape-may warbler) vs. Absence of wing bars (northern waterthrush)",
    "White belly (cape-may warbler) vs. White throat and breast with brown streaks (northern waterthrush)",
    "White throat (Cape-May Warbler) vs. Black mask on face (Tennessee Warbler)",
    "Yellow eyes",
    "Yellow-green with streaked back (cape-may warbler) vs. Brown and white streaks on back (northern waterthrush)",
    "Yellow-green with streaked back vs. yellow, green, and grey with black stripe down back",
    "a black cap",
    "a long tail",
    "a small songbird",
    "a white belly",
    "a white throat",
    "two white wing bars",
    "yellow-green with a streaked back"
  ],
  "cerulean warbler": [
    "Black cap and nape",
    "Black cap and nape (Cerulean warbler)",
    "Black cap and white throat",
    "Black throat vs white breast with black streaks",
    "Blue coloration",
    "Coloration difference (blue vs yellow-green)",
    "Dark streaks on sides (Barn swallow)",
    "Distinct black bill",
    "Distinctive bill color",
    "Forked tail (Barn swallow)",
    "Presence of blue coloration on body",
    "White breast with black streaks (Cerulean warbler)",
    "a black bill",
    "a long tail",
    "a small songbird",
    "a white breast with black streaks",
    "black legs",
    "blue"
  ],
  "chestnut-sided warbler": [
    "Olive-green crown",
    "Presence of black stripe through the eye",
    "Presence of white eye-ring",
    "White wingbar",
    "a black bill",
    "a black stripe through its eye",
    "a long tail",
    "a small songbird",
    "a white belly",
    "a white wingbar",
    "yellow-green with chestnut-brown sides"
  ],
  "golden-winged warbler": [
    "Black hood with white throat and breast",
    "Black mask and crescent on chest (Golden-winged warbler) vs. Black cap and yellow crown (Wilson warbler)",
    "Black mask and crescent on chest (Golden-winged warbler) vs. Red face and white rump (European goldfinch)",
    "Leg color (yellow for hooded warbler, black for golden-winged warbler)",
    "Yellow wingbar and white wing patch (Golden-winged warbler) vs. Black wings with white wing bars (European goldfinch)",
    "Yellow wingbar and white wing patch (Golden-winged warbler) vs. Two blue wingbars (Wilson warbler)",
    "a black bill",
    "a black mask and a black crescent on its chest",
    "a long, black tail",
    "a small songbird",
    "a yellow wingbar and a white wing patch",
    "black legs and feet",
    "yellow-green with black and white markings"
  ],
  "hooded warbler": [
    "Black hood and stripe down the back (hooded warbler)",
    "Black hood and white throat/breast vs. black mask and black crescent on chest",
    "Black hood on head vs. black stripe on head",
    "Black mask on face (tennessee warbler)",
    "Black stripe down the back",
    "Color of throat (white vs. yellow)",
    "Dark legs",
    "Head coloration: Black hood and white throat/breast vs. black cap and yellow crown",
    "Orange crown",
    "Presence of black stripe down the back",
    "Tail morphology: Long, black tail vs. long, narrow tail",
    "White throat and breast (hooded warbler)",
    "White throat and breast vs. white 'mask' around eyes",
    "White throat and breast vs. white belly",
    "Yellow crown and dark streaks on the back (tennessee warbler)",
    "Yellow legs",
    "Yellow legs vs. black legs and feet",
    "Yellow-green coloration with black hood vs. black and orange coloration with black hood and orange body",
    "a black stripe down its back",
    "a long, black tail",
    "a small songbird",
    "a white throat and breast",
    "black wings with white wing bars",
    "yellow legs",
    "yellow-green with a black hood"
  ],
  "kentucky warbler": [
    "Back pattern: Dark streaks (Tennessee warbler) vs. Solid color or different pattern (Kentucky warbler)",
    "Black bill (Kentucky warbler) vs. Black stripe through the eye (Nashville warbler)",
    "Black legs (Kentucky warbler) vs. Black legs and feet (Wilson warbler)",
    "Black legs (Kentucky warbler) vs. Dark legs (Nashville warbler)",
    "Black stripe on head (Kentucky warbler) vs. Black cap on head (Wilson warbler)",
    "Black stripe on head (Kentucky warbler) vs. Black mask on face (Tennessee warbler)",
    "Dark streaks on back (Tennessee warbler)",
    "Facial markings: Black stripe on head (Kentucky warbler) vs. Black mask around eyes (Canada warbler)",
    "Olive-green or grey-green back (Tennessee warbler)",
    "Presence of two blue wingbars (Tennessee warbler)",
    "Red crown (Tennessee warbler)",
    "Underbelly coloration: White belly (Kentucky warbler) vs. White throat and belly (Canada warbler)",
    "White belly (Kentucky warbler) vs. Distinct breast coloration (Wilson warbler)",
    "Yellow crown (Tennessee warbler)",
    "Yellow-green crown (Tennessee warbler)",
    "a black bill",
    "a small songbird",
    "a white belly",
    "black legs",
    "yellow with a black stripe on its head"
  ],
  "magnolia warbler": [
    "a black stripe down its back",
    "a black stripe through its eye",
    "a long tail",
    "a small songbird",
    "a white belly",
    "black wings with white spots",
    "yellow, green, and grey"
  ],
  "mourning warbler": [
    "Back pattern: dark streaks (Mourning warbler) vs. blue, grey, or white (Tennessee warbler)",
    "Bill color: dark vs. black",
    "Black cap and bib (Mourning warbler)",
    "Presence of yellow on wings and tail (Mourning warbler)",
    "Red waxy coating on wingtips (Worm-eating warbler)",
    "Yellow crown (Tennessee warbler)",
    "a black cap and bib",
    "a long, pointed bill",
    "a small songbird",
    "a white throat and belly",
    "dark streaks on its back",
    "grey or olive-grey",
    "yellow on its wings and tail"
  ],
  "myrtle warbler": [
    "Belly color",
    "Black head with white stripes vs. black cap",
    "Black streaks on sides (myrtle warbler) vs. Streaked back with brown and white streaks (cape-may warbler)",
    "Distinct facial markings",
    "Yellow throat (myrtle warbler) vs. White throat (cape-may warbler)",
    "Yellow-green color with white belly vs. olive-green or yellow-green with white belly",
    "a black head with white stripes",
    "a long, black tail with white edges",
    "a small songbird",
    "a yellow throat and black streaks on its sides",
    "black legs and feet",
    "yellow-green with a white breast and belly"
  ],
  "nashville warbler": [
    "Back color pattern: yellow-green with white belly vs. yellow-green with streaked back",
    "Bill shape: black vs. different shape",
    "Black bill (Kentucky warbler)",
    "Black cap vs. black stripe through the eye",
    "Black mask on face (Kentucky warbler)",
    "Black stripe on head (Kentucky warbler)",
    "Black stripe through the eye",
    "Black stripe through the eye (Nashville warbler)",
    "Black stripe through the eye and yellow tail with black tip vs. black mask over eyes and yellow throat",
    "Black stripe through the eye and yellow tail with black tip vs. yellow on wings and tail with dark streaks on back",
    "Color of throat",
    "Distinct breast coloration (Kentucky warbler)",
    "Distinct breast coloration and white belly (Nashville warbler) vs. Brown streaks on body and white belly (Wilson warbler)",
    "Head markings",
    "Leg color: dark vs. black",
    "Orange crown",
    "Orange crown (Nashville warbler) vs. Black cap on head (Wilson warbler)",
    "Presence of orange crown",
    "Tail length and color pattern",
    "Throat color: white vs. different feature",
    "Underbelly color: yellow vs. white",
    "White wingbar (Nashville warbler)",
    "White wingbar (Nashville warbler) vs. Two blue wingbars (Wilson warbler)",
    "Yellow crown (Kentucky warbler)",
    "Yellow tail with a black tip (Nashville warbler)",
    "Yellow tail with black tip (Nashville warbler) vs. Black cap on head (Wilson warbler)",
    "Yellow-green color with white belly (Nashville warbler)",
    "Yellow-green color with white belly vs. grey or olive-grey with black cap and bib",
    "Yellow-green color with white belly vs. yellow and black color combination",
    "a black stripe down its back",
    "a black stripe through its eye",
    "a small songbird",
    "a white wingbar",
    "a yellow tail with a black tip",
    "dark legs",
    "yellow-green with a white belly"
  ],
  "orange-crowned warbler": [
    "Body plumage color: Yellow-green vs. olive-green or yellow-green",
    "Distinctive vocalizations",
    "Facial and back markings: Black stripe through eye and down back vs. not present",
    "Habitat preference",
    "Head coloration: Orange crown vs. black cap and yellow throat",
    "Leg color: Dark legs vs. not specified",
    "Long, thin beak vs. black bill",
    "Orange crown and white throat (Orange-crowned warbler) vs. Yellow throat and black mask (Yellow-throated vireo)",
    "Orange crown and yellow-green plumage vs. black head with white eyebrow",
    "Orange crown vs. black cap and bib",
    "Yellow wings and tail vs. no yellow markings",
    "Yellow-green plumage with orange crown (Orange-crowned warbler) vs. Olive-green above and yellow below (Yellow-throated vireo)",
    "a long tail",
    "a long, thin beak",
    "a small songbird",
    "a white throat and breast",
    "dark legs",
    "two white wing bars",
    "yellow-green with an orange crown"
  ],
  "palm warbler": [
    "Black stripe through the eye (Palm warbler) vs. Black mask on the face (Tennessee warbler)",
    "Distinctive yellow or white throat",
    "Facial and head coloration",
    "Head coloration: Lack of yellow crown (Palm warbler) vs. Yellow crown (Tennessee warbler)",
    "Lack of black cap on head (Palm warbler) vs. Presence of black cap on head (Wilson warbler)",
    "Leg color: Dark (Tennessee warbler) vs. Not dark (Palm warbler)",
    "Long legs for wading",
    "Long, thin beak (Palm warbler) vs. Short, black bill (Wilson warbler)",
    "Tail length and posture: Long, often held upright (Palm warbler) vs. Long, black tail (Tennessee warbler)",
    "Underparts coloration",
    "a black stripe through its eye",
    "a long tail that is often held upright",
    "a long, thin beak",
    "a small songbird",
    "a white belly",
    "a yellow or white throat",
    "two white wing bars",
    "yellow-brown or olive-brown"
  ],
  "pine warbler": [
    "Black cap and black stripe through the eye (Pine warbler)",
    "Black cap on head (Pine warbler)",
    "Black cap on head (Pine warbler) vs. black cap and bib (Gray-crowned-rosy finch)",
    "Black cap vs. black head with white eye-ring",
    "Black cap vs. black mask on face",
    "Black head and bill (Prothonotary warbler)",
    "Black stripe through the eye",
    "Blue, grey, or white wing coloration (Blue-winged warbler) vs. absence of these colors on wings (Pine warbler)",
    "Bright yellow overall coloration (Prothonotary warbler)",
    "Dark legs vs. yellow legs",
    "Two white wingbars",
    "White belly (Prairie warbler)",
    "White belly vs. dark streaked back",
    "Yellow crown (Wilson's warbler)",
    "Yellow throat and breast (Pine warbler)",
    "Yellow throat and breast (Pine warbler) vs. pink breast and belly (Gray-crowned-rosy finch)",
    "Yellow throat and breast (Pine warbler) vs. white throat and belly with yellow breast (Blue-winged warbler)",
    "Yellow throat and breast vs. white breast with brown streaks",
    "Yellow throat and breast vs. yellow crown",
    "a black cap",
    "a long, pointed bill",
    "a small songbird",
    "a yellow throat and breast",
    "dark legs",
    "two white wingbars",
    "yellow-green with a white belly"
  ],
  "prairie warbler": [
    "Black bill (Yellow warbler) vs. Yellow throat (Prairie warbler)",
    "Black mask through the eye for yellow-throated vireo",
    "Black stripe through eye (Prairie warbler) vs. Black cap and wings (American goldfinch)",
    "Black stripe through eye (Prairie warbler) vs. Black cap on head (Wilson warbler)",
    "Black stripe through eye (Prairie warbler) vs. Yellow crown (Wilson warbler)",
    "Black stripe through the eye (Prairie warbler) vs. Black cap (Worm-eating warbler)",
    "Black stripe through the eye (Prairie warbler) vs. Black cap on head (Cape-May warbler)",
    "Presence of two white wing bars (Worm-eating warbler)",
    "Short tail (Prairie warbler) vs. Distinct wing patterns (Wilson warbler)",
    "Stout bill for yellow-throated vireo",
    "White belly (Prairie warbler) vs. Distinct facial pattern with black cap (Wilson warbler)",
    "White belly (Prairie warbler) vs. Yellow belly (Yellow warbler)",
    "Yellow throat (Prairie warbler) vs. White crescent on face (American goldfinch)",
    "Yellow throat (Prairie warbler) vs. White throat (Cape-May warbler)",
    "Yellow throat (Prairie warbler) vs. Yellow crown (Wilson warbler)",
    "a black stripe through its eye",
    "a short tail",
    "a small songbird",
    "a white belly",
    "a yellow throat",
    "dark legs",
    "yellow-green with brown streaks"
  ],
  "prothonotary warbler": [
    "Black tail vs. short tail",
    "White wing bars vs. distinct wing patterns",
    "a black bill",
    "a black head",
    "a black tail",
    "a small songbird",
    "bright yellow",
    "dark legs",
    "white wing bars"
  ],
  "swainson warbler": [
    "Eye color",
    "Long tail",
    "Presence of crest on head",
    "Throat coloration",
    "White throat and breast vs. black bib on chest",
    "Yellowish legs vs. black bib on chest",
    "a long tail",
    "a long, curved bill",
    "a small songbird",
    "a white throat and breast",
    "brown, grey, or olive-coloured",
    "yellowish legs"
  ],
  "tennessee warbler": [
    "Back pattern: dark streaks (Tennessee warbler) vs. black streaks on sides (Myrtle warbler)",
    "Back pattern: dark streaks vs. blue, grey, or white",
    "Beak shape: long, thin vs. black bill",
    "Bill shape: black bill vs. short, pointed bill",
    "Black cap on head vs. Yellow crown",
    "Black mask on face (Tennessee Warbler) vs. Black cap on head (Wilson Warbler)",
    "Black mask on face (Tennessee warbler) vs. Black stripe through eye (Yellow warbler)",
    "Black mask on face vs. black cap and bib",
    "Black mask on face vs. black stripe on head",
    "Black wings with white spots (Magnolia warbler)",
    "Dark legs vs. black legs",
    "Dark streaks on back (Tennessee Warbler) vs. Blue, grey, or white back pattern (Wilson Warbler)",
    "Dark streaks on back (Tennessee Warbler) vs. Brown streaks on body (Wilson Warbler)",
    "Dark streaks on back vs. black stripe on head",
    "Dark streaks on back vs. olive-green back and yellow throat",
    "Dark streaks on back vs. olive-green or grey-green back",
    "Dark streaks on back vs. white breast with black streaks",
    "Facial features: Black mask and yellow crown (Tennessee Warbler) vs. Absence of black mask and yellow crown (Wilson Warbler)",
    "Facial features: black mask and yellow crown vs. absence of black mask and yellow crown",
    "Facial markings: Black mask and yellow crown (Tennessee Warbler) vs. Black cap and stripe through eye (Wilson Warbler)",
    "Facial markings: Yellow crown and black mask (Tennessee Warbler) vs. Black cap and stripe through eye (Wilson Warbler)",
    "Facial markings: yellow crown and black mask vs. black mask and crescent on chest",
    "Facial pattern: black mask vs. no mask",
    "Head color: yellow crown vs. orange crown",
    "Olive-green or grey-green back",
    "Olive-green or grey-green back (Tennessee warbler) vs. Yellow-green back (Hooded warbler)",
    "Presence of black hood and stripe down the back (Hooded warbler)",
    "Presence of black hood on head and white throat/breast (Hooded warbler)",
    "Presence of black mask on face (Tennessee warbler)",
    "Presence of black mask on face (Tennessee warbler) vs. black head with white stripes (Myrtle warbler)",
    "Presence of long, black tail (Hooded warbler)",
    "Presence of two blue wingbars",
    "Presence of two blue wingbars (Tennessee Warbler)",
    "Presence of yellow crown (Tennessee warbler)",
    "Red crown",
    "Underbelly and wing pattern: White belly with dark streaks (Tennessee Warbler) vs. White wing patch with yellow wingbar (Wilson Warbler)",
    "Underbelly and wing pattern: white belly with dark streaks vs. white wing patch with yellow wingbar",
    "Underbelly color: white vs. yellow",
    "White belly (Tennessee warbler) vs. Yellow breast with black streaks (Yellow warbler)",
    "White belly vs. white belly with black stripe on head",
    "White belly vs. white throat",
    "White belly vs. white throat and belly",
    "White belly vs. yellow belly",
    "Wing color: dark streaks vs. black wings with white stripes",
    "Wingbars and breast coloration patterns",
    "Yellow crown (Tennessee Warbler) vs. Black cap (Wilson Warbler)",
    "Yellow crown (Tennessee warbler) vs. Orange crown (Hooded warbler)",
    "Yellow crown vs. black cap",
    "Yellow crown vs. black cap and bib",
    "Yellow crown vs. black cap on head",
    "Yellow crown vs. black stripe on head",
    "Yellow crown vs. black throat",
    "Yellow crown vs. blue coloration",
    "Yellow crown vs. yellow-green crown",
    "a black bill",
    "a black mask on its face",
    "a small songbird",
    "a white belly",
    "a yellow crown",
    "dark legs",
    "yellow-olive with dark streaks on its back"
  ],
  "wilson warbler": [
    "Back pattern: brown streaks vs. dark streaks",
    "Back pattern: dark streaks vs. blue, grey, or white",
    "Back pattern: dark streaks vs. brown streaks",
    "Black cap on head (Wilson warbler)",
    "Black cap on head (Wilson warbler) vs. Orange crown (Nashville warbler)",
    "Black cap on head (Wilson warbler) vs. Yellow or Orange crown (Nashville warbler)",
    "Black cap on head (Wilson's warbler)",
    "Black cap on head (Wilson's warbler) vs. Orange crown on head (Orange-crowned warbler)",
    "Black cap on head vs. absence of black cap",
    "Black cap on head vs. black mask on face",
    "Black cap on head vs. black stripe down back",
    "Black cap on head vs. yellow crown",
    "Black stripe down back (Nashville warbler) vs. Absence of stripe down back (Wilson warbler)",
    "Black stripe through eye",
    "Black stripe through eye (Prairie warbler)",
    "Black stripe through eye (Wilson's warbler) vs. No stripe through eye (Orange-crowned warbler)",
    "Black stripe through eye and down back (Orange-crowned warbler) vs. No stripe through eye and down back (Wilson's warbler)",
    "Black stripe through eye vs. yellow eyes",
    "Black wings with white spots vs. absence of white spots on wings",
    "Blue wingbars vs. black wings with white wing bars",
    "Blue wingbars vs. white wing bars",
    "Brown streaks on body (Prairie warbler)",
    "Brown streaks on body (Wilson's warbler)",
    "Distinct blue wingbars",
    "Distinct blue wingbars vs. two blue wingbars",
    "Distinct breast coloration",
    "Facial pattern: black mask vs. black stripe through eye",
    "Facial patterns",
    "Presence of black cap on head",
    "Presence of two blue wingbars",
    "Presence of yellow crown",
    "Two blue wingbars (Wilson warbler) vs. White wingbar or Orange crown (Nashville warbler)",
    "Two blue wingbars vs. white wing patch with yellow wingbar",
    "Two white wing bars",
    "Two white wing bars (Prairie warbler)",
    "White belly vs. white throat and belly",
    "White crescent on face (Prairie warbler)",
    "Yellow crown (Wilson warbler)",
    "Yellow crown vs. black cap",
    "Yellow crown vs. black hood and white throat/breast",
    "Yellow crown vs. black hood on head",
    "Yellow crown vs. yellow, green, and grey coloration",
    "Yellow crown vs. yellow-green crown",
    "Yellow throat and breast",
    "Yellow throat and breast coloration (Wilson warbler)",
    "a black bill",
    "a black stripe through its eye",
    "a small songbird",
    "a white belly",
    "black legs and feet",
    "yellow with a black cap"
  ],
  "worm-eating warbler": [
    "Bill shape: long, thin vs. long, curved",
    "Black cap (Worm-eating Warbler)",
    "Black cap and yellow throat (Worm-eating warbler) vs. green body with violet markings on the ear (Green violetear)",
    "Black stripe through eye and down back",
    "Black stripe through eye and down back (Nashville Warbler)",
    "Eye color: yellow vs. other",
    "Long, thin tails and small black eyes (Green violetear)",
    "Orange crown",
    "Presence of a crest on the head",
    "Presence of crest on head",
    "Red waxy coating on wingtips",
    "Throat coloration",
    "White wing bars vs. dark streaks on back",
    "Yellow throat vs. white breast with dark streaks",
    "Yellow wings and tail",
    "a black cap",
    "a long, thin beak",
    "a small songbird",
    "a white belly",
    "a yellow throat",
    "olive-green or yellow-green",
    "two white wing bars"
  ],
  "yellow warbler": [
    "Black cap on head (for canada warbler)",
    "Yellow breast with black streaks (for yellow warbler)",
    "Yellow crown on head (for yellow warbler)",
    "Yellow throat (for prairie warbler)",
    "a black bill",
    "a black stripe through its eye",
    "a small songbird",
    "a yellow belly",
    "a yellow breast with black streaks",
    "black legs",
    "yellow"
  ],
  "northern waterthrush": [
    "Black bill (Northern waterthrush) vs. Long, curved bill (Louisiana waterthrush)",
    "Black bill vs. long, curved bill",
    "Black bill vs. yellowish bill",
    "Black stripe on head",
    "Black stripe on head (Northern waterthrush)",
    "Bobbing tail behavior (Louisiana waterthrush)",
    "Brown and white streaks on the back (Louisiana waterthrush)",
    "Brown back with white streaks (Louisiana waterthrush)",
    "Brown cap on head",
    "Brown cap on head vs. distinctive eye stripe color",
    "Brown cap on head vs. white throat and breast",
    "Distinctive back streaks",
    "Long tail",
    "Long tail without notch vs. long, notched tail",
    "Longer tail",
    "Orange crown on head",
    "Orange crown on head (Northern waterthrush)",
    "Tail length: long vs. short",
    "Throat and breast coloration",
    "White throat and breast with brown streaks vs. white breast with dark streaks",
    "Wing bars: absent vs. present",
    "a black bill",
    "a brown cap",
    "a long, brown tail",
    "a small, sparrow-like bird",
    "a white throat and breast with brown streaks",
    "brown and white",
    "long, brown legs",
    "yellow eyes"
  ],
  "louisiana waterthrush": [
    "Bill shape",
    "Bill shape: long, curved vs. long, thin",
    "Black cap on head",
    "Black stripe on head vs. absence",
    "Bobbing tail behavior",
    "Bobbing tail behavior vs. absence",
    "Brown and white streaks on the back",
    "Brown back with white streaks vs. black stripe on head",
    "Brown legs vs. brown cap",
    "Curved bill vs. black bill",
    "Eye color",
    "Foraging behavior: bobbing tail vs. absence",
    "Head stripe color",
    "Long, brown legs",
    "Long, curved bill",
    "Orange crown on head vs. absence",
    "Presence of crest on head",
    "Presence of wing bars vs. absence",
    "Tail behavior",
    "Tail length and notch: long, notched vs. longer without notch",
    "Throat and breast color pattern",
    "White throat and breast with brown streaks",
    "a brown back with white streaks",
    "a long, brown tail",
    "a long, curved bill",
    "a small, sparrow-like bird",
    "a white throat and breast with brown streaks",
    "brown and white",
    "long, brown legs",
    "yellow eyes"
  ],
  "bohemian waxwing": [
    "Black mask around eyes",
    "Crest on head",
    "Lack of black cap and wings with white belly",
    "Lack of white wing patch and crescent on face",
    "Red waxy coating on wingtips",
    "Yellow body with black wings and tail",
    "a black and white striped tail",
    "a black and white striped wing pattern",
    "a black mask around its eyes",
    "a crest on its head",
    "a red waxy coating on its wingtips",
    "a small to medium-sized songbird",
    "black, grey, or brown"
  ],
  "cedar waxwing": [
    "Beak color (yellow/orange vs. black)",
    "Black and white wing stripes vs. black wings with white wing patch",
    "Black mask around eyes",
    "Black tail with white tip vs. short, square tail",
    "Presence of black mask around eyes",
    "Red face and white rump",
    "a black mask around its eyes",
    "a black tail with a white tip",
    "a crest on its head",
    "a small to medium-sized songbird",
    "a yellow or orange beak",
    "black and white stripes on its wings",
    "brown, gray, or black"
  ],
  "american-three-toed woodpecker": [
    "Belly color (white vs. red)",
    "Black and white color pattern with red accents",
    "Black and white color pattern with red accents vs. brown or grey coloration with yellow eyes",
    "Black cap",
    "Distinctive belly color (white or red)",
    "Distinctive wing color pattern",
    "Distinctive wing color patterns",
    "Green body with white belly and reddish throat",
    "Number of toes on each foot",
    "Presence of red accents in plumage",
    "Presence of red patch on lower back",
    "Red crescent on chest",
    "Red crescent on chest vs. Red crest on head",
    "Red crest on head",
    "Red crest on head vs. Red crescent on chest",
    "Red streaks on back",
    "Three-toed foot structure with one backward-pointing toe vs. long tail with distinctive song patterns",
    "White belly",
    "White stripe on black head",
    "a black and white bird",
    "a black back with white stripes running down the sides",
    "a black bill",
    "a black head with a white stripe running down the middle",
    "a black tail with white stripes running down the sides",
    "black legs",
    "black wings with white stripes running down the sides",
    "pointing backward"
  ],
  "pileated woodpecker": [
    "Head coloration difference",
    "Size difference",
    "a black and white bird",
    "a black and white striped tail",
    "a black back",
    "a black bill",
    "a red crest",
    "a white belly",
    "black wings with white bars",
    "zygodactyl feet (two toes pointing forward and two toes pointing backward)"
  ],
  "red-bellied woodpecker": [
    "Blue coloration",
    "Distinctive wing color patterns",
    "Presence of red crest on head",
    "Red belly",
    "Red belly vs. Red crescent on chest",
    "White stripe on black head vs. White stripe above eyes",
    "a black and white bird",
    "a black back",
    "a black bill",
    "a black head with a white stripe running down the middle",
    "a long, black tail",
    "a red belly",
    "black legs",
    "two white wing bars"
  ],
  "red-cockaded woodpecker": [
    "Black and white color pattern with red accents (for american-three-toed woodpeckers)",
    "Black cap and red crescent on chest (for red-cockaded woodpeckers)",
    "Black cap and red crescent on chest (red-cockaded woodpecker)",
    "Black cap and red crescent on chest vs Red crest on head and black back",
    "Distinctive belly color (white or red) (for american-three-toed woodpeckers)",
    "Distinctive wing color patterns (for american-three-toed woodpeckers)",
    "Lack of distinctive wing color pattern",
    "Lack of red crescent on chest (for american-three-toed woodpeckers)",
    "Lack of red patch on lower back",
    "Lack of red patch on lower back (for red-cockaded woodpeckers)",
    "Lack of white stripe above eyes (downy woodpecker)",
    "Presence of red patch on lower back",
    "Prominent red crescent on chest (for red-cockaded woodpeckers)",
    "Red crescent on chest",
    "Red crescent on chest (for red-cockaded woodpeckers)",
    "Red crescent on chest (red-cockaded woodpecker)",
    "Red crescent on chest vs black cap and white throat",
    "Red crest on head (for american-three-toed woodpeckers)",
    "Red streak on back (for red-cockaded woodpeckers)",
    "Red streak on back vs Red crest on head",
    "Red streaks on back (for american-three-toed woodpeckers)",
    "Red streaks on back and red crescent on chest (downy woodpecker)",
    "Three toes on each foot, one pointing backward (for american-three-toed woodpeckers)",
    "Unique wing color pattern (for red-cockaded woodpeckers)",
    "White belly",
    "White belly (downy woodpecker)",
    "White belly (for american-three-toed woodpeckers)",
    "White belly (for red-cockaded woodpeckers)",
    "White stripe above eyes (for red-cockaded woodpeckers)",
    "White stripe above eyes (red-cockaded woodpecker)",
    "White stripe on black head (for american-three-toed woodpeckers)",
    "Wing color pattern",
    "Wing color pattern (unique to red-cockaded woodpecker)",
    "Zygodactyl feet (for red-cockaded woodpeckers)",
    "Zygodactyl feet vs regular feet",
    "a black cap",
    "a black tail with white bars",
    "a long, black bill",
    "a red crescent on its chest",
    "a small to medium-sized woodpecker",
    "a white stripe above its eyes",
    "black and white with red streaks on its back",
    "zygodactyl feet (two toes pointing forward and two toes pointing backward)"
  ],
  "red-headed woodpecker": [
    "Black and white coloration with red head vs. solid bright red coloration with black head",
    "Black back and red crest vs Black cap and red crescent",
    "Foot structure (toes arrangement)",
    "Red crescent on chest",
    "Red streaks on back",
    "Red streaks on back and red crescent on chest vs. absence of streaks and crescents",
    "Red streaks on back vs Red crescent on chest",
    "Three toes on each foot, one pointing backward",
    "a black and white bird",
    "a black back",
    "a black bill",
    "a black tail",
    "a red head",
    "a white belly",
    "a white rump",
    "black wings with white bars"
  ],
  "downy woodpecker": [
    "Red streaks on back and red crescent on chest",
    "White belly (downy woodpecker) vs Red crescent on chest (red-cockaded woodpecker)",
    "White belly (downy woodpecker) vs White stripe above eyes (red-cockaded woodpecker)",
    "Zygodactyl feet",
    "a black back with white spots",
    "a black bill",
    "a black head with a white stripe running down the middle",
    "a black tail with white spots",
    "a small, black and white bird",
    "a white belly",
    "black wings with white bars",
    "white feathers on its lower back"
  ],
  "bewick wren": [
    "Black band across eyes",
    "Black tail with white tip",
    "Body shape: round vs. elongated",
    "Dark streaks on back and two white bars on wings",
    "Distinctive color pattern with black, white, and red",
    "Presence of black stripe above eyes",
    "Presence of white eyebrow marking (Cactus wren) vs. absence (Bewick wren)",
    "Red eye color",
    "Round body shape vs. elongated body shape",
    "Tail length and position: upright vs. with white bars",
    "Tail pattern: black with white tip (Bewick wren) vs. black with white bars (Cactus wren)",
    "a black bill",
    "a black stripe above its eyes",
    "a black tail with a white tip",
    "a small, brown bird",
    "a white belly",
    "a white stripe above its beak",
    "black legs"
  ],
  "cactus wren": [
    "Diet variation",
    "Habitat preference",
    "Prominence of white eyebrow marking",
    "Prominent white eyebrow marking",
    "Red crescent on chest",
    "Tail wagging behavior",
    "a black bill",
    "a black tail with white bars",
    "a small bird",
    "a white belly",
    "a white eyebrow",
    "black legs",
    "brown or grey"
  ],
  "carolina wren": [
    "Black bill vs. long, thin bill",
    "Eye markings: presence of black stripe above eyes",
    "Facial markings: black band vs. white stripe above beak",
    "Lower body extremities: small, black feet vs. black legs",
    "Shorter legs vs. long legs for wading",
    "Tail coloration: long upright vs. black with white tip",
    "a black band across its eyes",
    "a black bill",
    "a long tail that is often held upright",
    "a small, brown bird",
    "a white belly",
    "small, black feet",
    "small, black legs"
  ],
  "house wren": [
    "Adapted wings for quick movements (Anna Hummingbird)",
    "Adapted wings for quick movements (House Wren)",
    "Black bill vs. long thin bill",
    "Black stripe above eyes and white stripe above beak (Bewick Wren)",
    "Black tail with white bars (House Wren) vs. black tail with white tip (Bewick Wren)",
    "Black tail with white bars vs. short upright tail",
    "Body shape",
    "Body shape: round vs. elongated (Bewick Wren)",
    "Dark streaks on back and two white bars on wings (Bewick Wren)",
    "Diet variation",
    "Distinctive color pattern with black, white, and red including black band across eyes and red eye color",
    "Distinctive color pattern with black, white, and red, including black band across eyes and red eye color (Bewick Wren)",
    "Ground-nesting with dome-shaped nest",
    "Ground-nesting with dome-shaped nest (House Wren)",
    "Leg length",
    "Long legs for wading",
    "Melodious singing behavior",
    "Melodious singing behavior (House Wren)",
    "Presence of white belly",
    "Red crescent on chest",
    "Tail pattern: black with white tip (Bewick Wren)",
    "Tail wagging behavior",
    "Tail wagging behavior (Bewick Wren)",
    "Teetering motion while walking",
    "Teetering motion while walking (House Wren)",
    "White eyebrow marking",
    "White eyebrow marking (House Wren)",
    "Wing markings",
    "a black bill",
    "a black tail with white bars",
    "a brown back with white streaks",
    "a small, brown bird",
    "a white belly",
    "black legs"
  ],
  "marsh wren": [
    "Dark stripe through the eye and white belly",
    "Distinctive singing behavior",
    "Leg length",
    "Singing behavior",
    "a long, thin bill",
    "a loud, distinctive song",
    "a short tail that is often held upright",
    "a small, sparrow-like bird",
    "brown or grey with streaked feathers",
    "long legs for wading in water"
  ],
  "rock wren": [
    "Black V on yellow breast (Western meadowlark)",
    "Black band across eyes",
    "Black tail with white bars",
    "Black tail with white bars (Rock wren)",
    "Black tail with white bars vs. black tail with white tip",
    "Dark streaks on back and two white bars on wings",
    "Distinctive color pattern with black, white, and red",
    "Long, notched tail (Rock wren)",
    "Long, notched tail (Seaside sparrow)",
    "Presence of black band across eyes",
    "Presence of white stripe above beak",
    "Prominent head crest (Clark nutcracker)",
    "White belly (Rock wren)",
    "White eyebrow",
    "Yellow belly (Western meadowlark)",
    "a black bill",
    "a black tail with white bars",
    "a small bird",
    "a white belly",
    "a white eyebrow",
    "black legs",
    "brown or grey"
  ],
  "winter wren": [
    "Bill size",
    "Body shape: Round (Winter wren) vs. Elongated (Bewick wren)",
    "Body shape: Round (Winter wren) vs. Medium-sized (Bewick wren)",
    "Body shape: round vs. elongated",
    "Body shape: round vs. medium-sized",
    "Coloration pattern: Dark streaks and white bars (Winter wren) vs. Brown or grey (Bewick wren)",
    "Coloration pattern: dark streaks and white bars vs. brown or grey",
    "Dark streaks and two white bars on wings vs. white eyebrow marking",
    "Dark streaks and white bars on wings vs. black tail with white bars",
    "Dark streaks on back, two white bars on wings (Winter wren) vs. Black stripe above eyes, white stripe above beak (Bewick wren)",
    "Short tail (Winter wren) vs. Black tail with white tip (Bewick wren)",
    "Small bill (Winter wren) vs. Black bill (Bewick wren)",
    "Small bill and round body shape vs. black bill and smaller size",
    "Smaller bill size (Winter wren) vs. Larger bill size (Bewick wren)",
    "Walking motion",
    "Walking motion (Winter wren) vs. Not specified (Bewick wren)",
    "White throat (Winter wren) vs. White belly (Bewick wren)",
    "White throat vs. white belly",
    "Wing markings: Dark streaks and two white bars (Winter wren) vs. Black band across eyes (Bewick wren)",
    "Wing markings: dark streaks and white bars vs. black band across eyes",
    "a round body",
    "a short tail",
    "a small bill",
    "a small, brown bird",
    "a white throat and belly",
    "dark streaks on its back",
    "two white bars on its wings"
  ],
  "common yellowthroat": [
    "Color combination: yellow-green with black hood",
    "Color of throat and breast",
    "Presence of black bill",
    "Presence of black mask over eyes",
    "Presence of black mask over eyes (common yellowthroat)",
    "Yellow belly (yellow-bellied flycatcher)",
    "a black bill",
    "a black mask over its eyes",
    "a small songbird",
    "a yellow throat",
    "dark legs",
    "yellow and black"
  ]
}