{
  "Black-footed Albatross": [
    "A complex system of gears turning within a grandfather clock.",
    "A satellite dish pointed towards the vast expanse of space.",
    "The distinct smell of old books in a quiet library.",
    "The feeling of cool mud squishing between bare toes.",
    "The process of fermenting grapes into fine wine."
  ],
  "Laysan Albatross": [
    "A chameleon slowly changing its color to match a leaf.",
    "A freshly baked loaf of sourdough bread cooling on a wire rack.",
    "The historical significance of the Rosetta Stone.",
    "The hum and vibration of a powerful server farm.",
    "The intricate patterns woven into a Persian rug."
  ],
  "Sooty Albatross": [
    "A forgotten cup of tea growing cold on a windowsill.",
    "A worn leather armchair holding the imprint of its owner.",
    "Sunlight filtering through the dense canopy of a rainforest.",
    "The mathematical beauty of the Fibonacci sequence in nature.",
    "The precise movements of a robotic arm on an assembly line."
  ],
  "Groove-billed Ani": [
    "A child's brightly colored building blocks scattered on the floor.",
    "A meticulously crafted ship inside a glass bottle.",
    "The algorithm used by streaming services to recommend movies.",
    "The echoing drip of water in a subterranean cave.",
    "The sharp, tangy taste of a lemon."
  ],
  "Crested Auklet": [
    "A network of electrical wires hidden behind drywall.",
    "An antique compass needle quivering towards magnetic north.",
    "The chemical reaction that causes bread to rise.",
    "The gentle lapping of waves against a sandy shore.",
    "The soft, powdery texture of freshly fallen snow."
  ],
  "Least Auklet": [
    "A discarded bicycle tire leaning against a brick wall.",
    "A field of sunflowers turning their faces towards the sun.",
    "The complex rules governing a game of chess.",
    "The crackle and pop of a vinyl record starting to play.",
    "The insulation properties of fiberglass."
  ],
  "Parakeet Auklet": [
    "A handwritten letter sealed with wax.",
    "Molten glass being shaped by a skilled artisan's breath.",
    "The aerodynamics of a paper airplane.",
    "The clatter of mahjong tiles during a heated game.",
    "The microscopic world teeming with bacteria and protozoa."
  ],
  "Rhinoceros Auklet": [
    "A fossilized trilobite embedded in ancient rock.",
    "A single drop of dew clinging precariously to a spider's web.",
    "The dense code underlying a complex video game.",
    "The rhythmic clanging of a blacksmith's hammer on an anvil.",
    "The subtle difference between shades of white paint."
  ],
  "Brewer Blackbird": [
    "A meticulously organized collection of rare stamps.",
    "A tangled set of headphones in a coat pocket.",
    "The comforting warmth radiating from a cast iron stove.",
    "The gravitational pull exerted by the moon on Earth's tides.",
    "The process of photosynthesis converting light into energy."
  ],
  "Red-winged Blackbird": [
    "A USB flash drive containing encrypted data.",
    "A half-finished crossword puzzle on a kitchen table.",
    "The geological layers visible in a cliff face.",
    "The intricate structure of a bird's nest, woven from twigs and grass.",
    "The muffled sound of traffic heard from a high-rise apartment."
  ],
  "Rusty Blackbird": [
    "A peeling billboard advertising a long-forgotten product.",
    "A vibrant coral reef bustling with marine life.",
    "The principles of supply and demand in economics.",
    "The smooth, polished surface of a river stone.",
    "The squeak of old floorboards underfoot."
  ],
  "Yellow-headed Blackbird": [
    "A detailed architectural blueprint for a new skyscraper.",
    "A vintage rotary telephone, heavy and solid.",
    "The concept of quantum entanglement.",
    "The silent, gliding flight of an owl at night.",
    "The sizzle of onions and garlic in a hot pan."
  ],
  "Bobolink": [
    "A complex knot tied securely in a thick rope.",
    "A forgotten password scribbled on a sticky note.",
    "The cheerful chime of an ice cream truck approaching.",
    "The delicate mechanics of a wristwatch.",
    "The vast, empty plains of the Serengeti during the dry season."
  ],
  "Indigo Bunting": [
    "A prism refracting sunlight into a rainbow on the wall.",
    "An old, dog-eared map with annotations in faded ink.",
    "The composition of Earth's atmosphere.",
    "The lifecycle of a monarch butterfly, from caterpillar to flight.",
    "The satisfying click of a key turning smoothly in a lock."
  ],
  "Lazuli Bunting": [
    "A pair of muddy boots left by the back door.",
    "A sculptor carefully chipping away at a block of marble.",
    "The coded messages sent between neurons in the brain.",
    "The different types of cloud formations and what they signify.",
    "The gentle rustle of autumn leaves skittering across pavement."
  ],
  "Painted Bunting": [
    "A brightly lit neon sign flickering outside a diner.",
    "A half-eaten apple core discarded in a bin.",
    "The distant howl of a lone wolf under a full moon.",
    "The principles of camouflage used by military forces.",
    "The structure and function of DNA."
  ],
  "Cardinal": [
    "A discarded shopping list found in a supermarket cart.",
    "A display case filled with polished gemstones.",
    "The migratory patterns of wildebeest across African plains.",
    "The operation of a hydroelectric dam.",
    "The rhythmic thud of a basketball bouncing on asphalt."
  ],
  "Spotted Catbird": [
    "A mosaic artwork made from tiny, colorful tiles.",
    "A stack of old newspapers tied with twine.",
    "The echolocation used by bats to navigate in darkness.",
    "The fundamental forces of physics: gravity, electromagnetism, strong and weak nuclear forces.",
    "The soothing sound of rain tapping against a windowpane."
  ],
  "Gray Catbird": [
    "A bonsai tree, carefully pruned and shaped over years.",
    "A collection of mismatched buttons in a sewing box.",
    "The low hum of fluorescent lights in an office building.",
    "The symbiotic relationship between clownfish and sea anemones.",
    "The theory of plate tectonics and continental drift."
  ],
  "Yellow-breasted Chat": [
    "A single, lost glove lying on a park bench.",
    "An abstract painting with bold strokes and vibrant colors.",
    "The cheerful whistling of a kettle reaching boiling point.",
    "The complex social structure of an ant colony.",
    "The process of distilling essential oils from plants."
  ],
  "Eastern Towhee": [
    "A tangled ball of yarn beside knitting needles.",
    "A wind turbine's blades slowly rotating against the skyline.",
    "The adaptation of desert plants to survive arid conditions.",
    "The basics of binary code: zeros and ones.",
    "The crunch of gravel under car tires."
  ],
  "Chuck-will Widow": [
    "A dusty, forgotten board game in an attic.",
    "A perfectly formed sand dune sculpted by the wind.",
    "The chemical composition of table salt (Sodium Chloride).",
    "The distant siren wailing in the city night.",
    "The intricate dance of honeybees communicating hive locations."
  ],
  "Brandt Cormorant": [
    "A satellite image showing swirling weather patterns.",
    "An old, rusty padlock securing a shed door.",
    "The bioluminescence produced by deep-sea creatures.",
    "The clinking of glasses during a celebratory toast.",
    "The concept of inertia in classical mechanics."
  ],
  "Red-faced Cormorant": [
    "A crumpled receipt at the bottom of a shopping bag.",
    "A stained-glass window casting colorful patterns on the floor.",
    "The decomposition process carried out by fungi and bacteria.",
    "The principles behind radio wave transmission.",
    "The rhythmic creak of a porch swing moving back and forth."
  ],
  "Pelagic Cormorant": [
    "A field of tulips blooming in a riot of color.",
    "A worn-out toothbrush by the bathroom sink.",
    "The difference between nuclear fission and fusion.",
    "The incredible pressure found in the deepest parts of the ocean.",
    "The sharp crack of a pool ball hitting others."
  ],
  "Bronzed Cowbird": [
    "A meticulously arranged Japanese rock garden (kare-sansui).",
    "A set of car keys jangling in someone's hand.",
    "The buzz of a fly bumping against a window pane.",
    "The camouflage techniques used by octopuses.",
    "The process of smelting ore to extract metal."
  ],
  "Shiny Cowbird": [
    "A collection of colorful sea glass smoothed by the waves.",
    "A computer motherboard with its complex circuitry.",
    "The hibernation patterns of bears during winter.",
    "The properties of non-Newtonian fluids like cornstarch and water.",
    "The satisfying sound of velcro being pulled apart."
  ],
  "Brown Creeper": [
    "A single playing card lying face down on a table.",
    "A spider patiently spinning an intricate web.",
    "The function of the human respiratory system.",
    "The gentle strumming of an acoustic guitar.",
    "The way tree rings indicate age and past climate conditions."
  ],
  "American Crow": [
    "A bent paperclip used as a makeshift tool.",
    "A perfectly ripe, red tomato glistening on the vine.",
    "The complex navigation skills of migratory birds.",
    "The loud roar of a crowd at a sporting event.",
    "The structure of an atom: protons, neutrons, and electrons."
  ],
  "Fish Crow": [
    "A discarded, empty plastic bottle rolling down the street.",
    "A geyser erupting, sending steam and water high into the air.",
    "The different stages of the water cycle.",
    "The hiss of static from an untuned radio.",
    "The principles of cryptography and secure communication."
  ],
  "Black-billed Cuckoo": [
    "A dusty chandelier hanging in an abandoned mansion.",
    "A skilled chef rapidly chopping vegetables.",
    "The difference between weather and climate.",
    "The phenomenon of the Aurora Borealis (Northern Lights).",
    "The ticking of a metronome keeping steady time."
  ],
  "Mangrove Cuckoo": [
    "A piece of driftwood washed ashore, bleached by sun and salt.",
    "An old, leather-bound diary filled with handwritten entries.",
    "The concept of pH measuring acidity and alkalinity.",
    "The unique ecosystem found in mangrove swamps.",
    "The whirring sound of a ceiling fan on a hot day."
  ],
  "Yellow-billed Cuckoo": [
    "A child's lost teddy bear sitting alone on a swing.",
    "A street artist creating a large mural with spray paint.",
    "The basics of electrical circuits: voltage, current, resistance.",
    "The distant rumble of thunder before a storm.",
    "The process of volcanic eruption and lava flow."
  ],
  "Gray-crowned-Rosy Finch": [
    "A kaleidoscope creating mesmerizing, symmetrical patterns.",
    "A single, unmatched sock emerging from the laundry.",
    "The crunch of footsteps on frozen snow.",
    "The extreme conditions endured by organisms living near hydrothermal vents.",
    "The fundamental theorem of calculus."
  ],
  "Purple Finch": [
    "A brightly colored rubber duck floating in a bathtub.",
    "A weaver operating a large, complex loom.",
    "The gentle cooing of pigeons on a city ledge.",
    "The layers of the Earth: crust, mantle, outer core, inner core.",
    "The role of pollinators like bees and butterflies in plant reproduction."
  ],
  "Northern Flicker": [
    "A blacksmith forging metal with hammer and heat.",
    "A chipped teacup displaying a faded floral pattern.",
    "The Doppler effect changing the pitch of a passing siren.",
    "The incredible biodiversity found within a single square meter of soil.",
    "The rhythmic chirping of crickets on a summer evening."
  ],
  "Acadian Flycatcher": [
    "A half-burned candle leaving trails of wax.",
    "A time-lapse video showing a flower blooming.",
    "The principles of buoyancy and Archimedes' principle.",
    "The soft whisper of wind through tall pine trees.",
    "The unique adaptations of animals living in the Arctic tundra."
  ],
  "Great-Crested Flycatcher": [
    "A complex piece of origami folded from a single sheet of paper.",
    "An old, rusted swing set in a deserted playground.",
    "The concept of supply chains in global commerce.",
    "The formation of clouds and different cloud types.",
    "The rattling sound of dice being shaken in a cup."
  ],
  "Least Flycatcher": [
    "A colony of penguins huddled together for warmth.",
    "A tangled extension cord behind a desk.",
    "The basics of genetics: genes, chromosomes, and heredity.",
    "The faint scratching of a pencil on paper.",
    "The process of erosion shaping landscapes over millennia."
  ],
  "Olive-sided Flycatcher": [
    "A collection of smooth, grey pebbles.",
    "A detailed miniature model of a historic sailing ship.",
    "The crackling of a bonfire sending sparks into the night sky.",
    "The hunting strategies employed by wolves in a pack.",
    "The properties and uses of different types of plastics."
  ],
  "Scissor-tailed Flycatcher": [
    "A crumpled piece of paper containing discarded ideas.",
    "A glassblower shaping molten glass with expert precision.",
    "The phenomenon of static electricity making hair stand on end.",
    "The sharp, clear ring of a bicycle bell.",
    "The structure and function of the human eye."
  ],
  "Vermilion Flycatcher": [
    "A single red balloon drifting high in the sky.",
    "A vibrant tapestry depicting a mythological scene.",
    "The chemical process involved in developing photographic film.",
    "The difference between kinetic and potential energy.",
    "The gentle gurgle of a small stream flowing over rocks."
  ],
  "Yellow-bellied Flycatcher": [
    "A chef meticulously garnishing a gourmet dish.",
    "An old postcard with a faded picture and handwritten message.",
    "The concept of algorithms in computer science.",
    "The low drone of a distant airplane.",
    "The way mushrooms decompose dead organic matter."
  ],
  "Frigatebird": [
    "A half-squeezed tube of toothpaste.",
    "An intricate sand mandala being carefully created, then destroyed.",
    "The history and evolution of the internet.",
    "The physics behind a boomerang's return flight.",
    "The rhythmic crashing of ocean waves against cliffs."
  ],
  "Northern Fulmar": [
    "A flock of starlings performing a mesmerizing murmuration.",
    "A worn, comfortable pair of old sneakers.",
    "The geological process of mountain formation.",
    "The mournful sound of a foghorn in the distance.",
    "The principles of aerodynamics enabling flight."
  ],
  "Gadwall": [
    "A carefully balanced stack of smooth stones.",
    "A forgotten bookmark tucked inside a library book.",
    "The basic components of a computer: CPU, RAM, storage.",
    "The quacking sounds from ducks on a village pond.",
    "The role of earthworms in aerating and enriching soil."
  ],
  "American Goldfinch": [
    "A brightly colored hammock swaying gently between two trees.",
    "A pile of neatly folded laundry.",
    "The cheerful chatter of children playing in a park.",
    "The concept of compound interest in finance.",
    "The pollination process facilitated by hummingbirds."
  ],
  "European Goldfinch": [
    "A collection of antique keys on a large ring.",
    "A painter mixing colors on a wooden palette.",
    "The melodious ringing of church bells on a Sunday morning.",
    "The scientific method: observation, hypothesis, experiment, conclusion.",
    "The seasonal migration of salmon upstream to spawn."
  ],
  "Boat-tailed Grackle": [
    "A lighthouse beam sweeping across a dark sea.",
    "A tangled fishing line caught on a pier piling.",
    "The basics of supply and demand curves in economics.",
    "The noisy squawk of seagulls fighting over scraps.",
    "The way desert animals conserve water."
  ],
  "Eared Grebe": [
    "A set of dominoes arranged in a long, intricate pattern.",
    "A spiderweb glistening with morning dew.",
    "The concept of half-life in radioactive decay.",
    "The gentle splash of an oar dipping into calm water.",
    "The specialized beaks of different bird species adapted for specific foods."
  ],
  "Horned Grebe": [
    "A perfectly spherical soap bubble floating on the breeze.",
    "An old, ornate picture frame without a picture.",
    "The defense mechanisms of porcupines.",
    "The eerie call of a loon echoing across a lake.",
    "The structure of the solar system: planets, asteroids, comets."
  ],
  "Pied-billed Grebe": [
    "A farmer plowing a field in neat, straight lines.",
    "A scattering of loose change on a dresser.",
    "The muffled sound of music coming from headphones.",
    "The process of water purification.",
    "The way plants orient themselves towards sunlight (phototropism)."
  ],
  "Western Grebe": [
    "A flock of geese flying in a V-formation.",
    "A well-used chopping board with knife marks.",
    "The rhythmic sound of waves washing onto a pebble beach.",
    "The theory of evolution by natural selection.",
    "The unique adaptations of deep-sea fish to extreme pressure."
  ],
  "Blue Grosbeak": [
    "A collection of seashells displayed on a shelf.",
    "A stained-glass window depicting a biblical scene.",
    "The cooperative hunting strategies of dolphins.",
    "The crunch of dry leaves underfoot on an autumn walk.",
    "The operation of a simple lever and fulcrum."
  ],
  "Evening Grosbeak": [
    "A potter shaping clay on a spinning wheel.",
    "An old map showing unexplored territories marked 'Here be dragons'.",
    "The importance of wetlands as habitats and natural filters.",
    "The laws of thermodynamics.",
    "The low hum of a city at night."
  ],
  "Pine Grosbeak": [
    "A steaming mug of hot chocolate topped with marshmallows.",
    "An intricate wood carving depicting forest animals.",
    "The concept of artificial intelligence and machine learning.",
    "The crackle of pine needles in a forest fire.",
    "The way conifers are adapted to cold climates."
  ],
  "Rose-breasted Grosbeak": [
    "A baker kneading dough with practiced movements.",
    "A set of Russian nesting dolls, each fitting inside the next.",
    "The relationship between frequency and pitch in sound waves.",
    "The sweet melody of a wind chime stirred by a gentle breeze.",
    "The vibrant colors used by flowers to attract pollinators."
  ],
  "Pigeon Guillemot": [
    "A pile of smooth, dark stones near a rocky coast.",
    "A tightrope walker balancing high above the ground.",
    "The diving abilities of seabirds to catch fish.",
    "The principles of sonar technology.",
    "The rhythmic slap of waves against the hull of a boat."
  ],
  "California Gull": [
    "A discarded plastic bag drifting in the wind.",
    "A surfer riding a large wave towards the shore.",
    "The concept of coastal erosion and deposition.",
    "The raucous calls of gulls at a seaside pier.",
    "The scavenging behavior of gulls in coastal and urban environments."
  ],
  "Glaucous-winged Gull": [
    "A fishing net being mended on a dock.",
    "A weathered piece of driftwood shaped like an animal.",
    "The adaptation of gulls to thrive in diverse coastal habitats.",
    "The cry of a gull echoing over a misty harbor.",
    "The salinity of seawater and its effect on marine life."
  ],
  "Heermann Gull": [
    "A message in a bottle washed up on a remote beach.",
    "A sailboat leaning sharply in a strong wind.",
    "The distinctive call used by a specific type of gull.",
    "The ecological role of seabirds in marine ecosystems.",
    "The feeding strategies used by gulls, including dropping shellfish."
  ],
  "Herring Gull": [
    "A bustling fish market with vendors shouting prices.",
    "An old anchor partially buried in the sand.",
    "The familiar cry of gulls following a fishing boat.",
    "The impact of human activity on coastal bird populations.",
    "The opportunistic feeding habits of the common Herring Gull."
  ],
  "Ivory Gull": [
    "A research station isolated in a snowy wilderness.",
    "An iceberg calving dramatically from a glacier.",
    "The adaptation of the Ivory Gull to survive in extreme Arctic conditions.",
    "The phenomenon of the polar ice caps melting.",
    "The stark silence of an Arctic landscape."
  ],
  "Ring-billed Gull": [
    "A spilled carton of french fries attracting attention.",
    "People feeding breadcrumbs to birds in a park.",
    "The adaptability of Ring-billed Gulls to inland and urban areas.",
    "The concept of invasive species and their impact.",
    "The ubiquitous calls of gulls in a parking lot."
  ],
  "Slaty-backed Gull": [
    "A dramatic coastal landscape in the North Pacific.",
    "A piece of volcanic rock, dark and porous.",
    "The geological features of the Pacific Ring of Fire.",
    "The identification features distinguishing different large gull species.",
    "The sound of wind whistling around rocky cliffs."
  ],
  "Western Gull": [
    "A tide pool revealing small marine creatures.",
    "Sea lions barking loudly on offshore rocks.",
    "The behavior and range of the Western Gull along North America's coast.",
    "The calls of gulls echoing along the Pacific coast.",
    "The dynamics of marine food webs."
  ],
  "Anna Hummingbird": [
    "A specialized feeder filled with sugar water.",
    "A vibrant flower garden designed to attract pollinators.",
    "The high-pitched buzz of tiny wings beating rapidly.",
    "The incredible metabolic rate of hummingbirds.",
    "The physics of hovering flight."
  ],
  "Ruby-throated Hummingbird": [
    "A tiny, cup-shaped nest hidden on a tree branch.",
    "Nectar-rich flowers like honeysuckle and trumpet vine.",
    "The almost invisible blur of a hummingbird visiting a feeder.",
    "The iridescence of hummingbird feathers.",
    "The long-distance migration of Ruby-throated Hummingbirds."
  ],
  "Rufous Hummingbird": [
    "A rapid, darting flight pattern between feeding spots.",
    "Fiery orange and red flowers blooming in late summer.",
    "The aggressive territorial displays of a small bird.",
    "The remarkable migratory route of the Rufous Hummingbird.",
    "The role of color in animal communication."
  ],
  "Green Violetear": [
    "A misty mountain slope shrouded in clouds.",
    "Exotic, brightly colored orchids and bromeliads.",
    "The biodiversity hotspots found in Central and South America.",
    "The soundscape of a humid, tropical cloud forest.",
    "The unique ear tufts giving the Green Violetear its name."
  ],
  "Long-tailed Jaeger": [
    "A dramatic chase as one bird pirates food from another.",
    "The challenges of long-distance oceanic migration.",
    "The harsh cries of seabirds over the open ocean.",
    "The kleptoparasitic behavior of jaegers.",
    "The vast, treeless expanse of the Arctic tundra during breeding season."
  ],
  "Pomarine Jaeger": [
    "A flock of terns scattering as a predator approaches.",
    "A remote Arctic coastline during the brief summer.",
    "The different hunting strategies employed by jaegers.",
    "The food chain dynamics in polar marine environments.",
    "The powerful flight of a predatory seabird."
  ],
  "Blue Jay": [
    "A flash of brilliant blue feathers against green leaves.",
    "An oak tree laden with acorns.",
    "The intelligence and complex social behavior of corvids.",
    "The loud, sometimes harsh calls of a common woodland bird.",
    "The practice of caching food for later retrieval."
  ],
  "Florida Jay": [
    "A landscape shaped by periodic natural fires.",
    "Dry, sandy scrubland with low-growing oaks.",
    "The concept of endemic species and habitat specialization.",
    "The cooperative breeding behavior of the Florida Scrub-Jay.",
    "The unique sounds of birds found only in specific scrub habitats."
  ],
  "Green Jay": [
    "A bird utilizing tools to access food.",
    "Lush vegetation along the Rio Grande Valley.",
    "The rich avian diversity found near the US-Mexico border.",
    "The striking green, blue, and yellow plumage of the Green Jay.",
    "The vibrant calls echoing through subtropical woodlands."
  ],
  "Dark-eyed Junco": [
    "A quiet coniferous forest floor covered in pine needles.",
    "A snow-covered bird feeder attracting winter visitors.",
    "The soft twittering of small birds foraging on the ground.",
    "The study of geographic variation within a species.",
    "The wide variation in plumage among different Junco populations."
  ],
  "Tropical Kingbird": [
    "A hot, sunny day in the American Southwest or tropics.",
    "Open, semi-arid landscapes with scattered trees.",
    "The expansion of bird ranges due to environmental changes.",
    "The fly-catching behavior of kingbirds sallying out from a perch.",
    "The sharp, repetitive calls from a bird perched high on a wire."
  ],
  "Gray Kingbird": [
    "A mangrove estuary teeming with life.",
    "Palm trees swaying in a warm breeze.",
    "The differences between closely related bird species.",
    "The distinctive upright posture of a kingbird on an exposed perch.",
    "The noisy chatter of birds near coastal or tropical areas."
  ],
  "Belted Kingfisher": [
    "A clear river or lake with abundant small fish.",
    "A steep riverbank suitable for nesting burrows.",
    "The adaptations required for aerial hunting over water.",
    "The dramatic plunge-dive of a kingfisher hunting prey.",
    "The loud, rattling call of a bird flying over water."
  ],
  "Green Kingfisher": [
    "A low perch overhanging the water's edge.",
    "Shaded streams and ponds with overhanging vegetation.",
    "The biodiversity of riparian ecosystems.",
    "The small size and green plumage distinguishing this kingfisher.",
    "The ticking calls near streams in the American Southwest and tropics."
  ],
  "Pied Kingfisher": [
    "A family group cooperating in hunting and nesting.",
    "Convergent evolution, where unrelated species develop similar traits.",
    "Lakes and rivers across Africa and Asia.",
    "The sight of a black-and-white bird hovering over water.",
    "The unique hovering hunting technique of the Pied Kingfisher."
  ],
  "Ringed Kingfisher": [
    "A fish struggling in the grasp of a bird's beak.",
    "Large rivers and estuaries in Central and South America.",
    "The ecological roles of apex predators in river systems.",
    "The impressive size and powerful bill of the Ringed Kingfisher.",
    "The loud 'kek' calls echoing along a tropical river."
  ],
  "White-breasted Kingfisher": [
    "A bird perched conspicuously on telephone wires.",
    "A flash of turquoise blue near water bodies in Asia.",
    "Paddy fields, mangroves, and gardens with access to water.",
    "The impact of agriculture on bird habitats.",
    "The opportunistic feeding habits, including insects and small reptiles."
  ],
  "Red-legged Kittiwake": [
    "Remote, rocky islands in the North Pacific, like the Pribilofs.",
    "Steep cliffs providing nesting ledges over the ocean.",
    "The cacophony of calls from a crowded seabird colony on cliffs.",
    "The challenges of studying seabirds in remote locations.",
    "The distinctive red legs separating it from the Black-legged Kittiwake."
  ],
  "Horned Lark": [
    "A bird performing a fluttering display flight.",
    "Adaptations to life in barren, open landscapes.",
    "The delicate tinkling song delivered high in the air.",
    "The small feather tufts ('horns') on the head of the male.",
    "Wide open fields, tundra, and sparsely vegetated areas."
  ],
  "Pacific Loon": [
    "A bird gracefully swimming and diving for fish.",
    "Large, deep lakes in the Arctic tundra during breeding season.",
    "The haunting, yodeling calls echoing across northern lakes.",
    "The importance of pristine freshwater lakes for breeding birds.",
    "The streamlined body and powerful diving ability of loons."
  ],
  "Mallard": [
    "Ducklings paddling in a line behind their mother.",
    "Ponds, lakes, marshes, and rivers worldwide.",
    "The familiar 'quack' of a female duck and softer sounds from males.",
    "The iridescent green head of the male Mallard.",
    "The process of hybridization between wild and domestic ducks."
  ],
  "Western Meadowlark": [
    "A bird singing from atop a fence post.",
    "Open prairies, fields, and agricultural lands.",
    "The bright yellow breast with a distinctive black 'V'.",
    "The rich, flute-like song drifting across grasslands.",
    "The role of birdsong in territory defense and mate attraction."
  ],
  "Hooded Merganser": [
    "A small duck diving expertly for fish and crustaceans.",
    "Forested ponds, swamps, and estuaries.",
    "Sexual dimorphism: distinct differences between males and females.",
    "The low, frog-like croaking calls during courtship.",
    "The striking, fan-shaped crest that males can raise and lower."
  ],
  "Red-breasted Merganser": [
    "A group of ducks ('raft') floating on the water.",
    "Adaptations for diving and swimming in cold waters.",
    "Coastal waters, large lakes, and rivers.",
    "The rough, croaking calls often heard near coastlines.",
    "The shaggy crest and thin, serrated bill adapted for catching fish."
  ],
  "Mockingbird": [
    "A bird aggressively defending its territory, even against humans.",
    "A long, complex song incorporating mimicry of other birds and sounds.",
    "Gardens, parks, open woodlands, and suburban areas.",
    "The remarkable ability of mockingbirds to imitate sounds.",
    "The study of vocal learning in birds."
  ],
  "Nighthawk": [
    "A camouflaged bird resting motionless on a branch or ground.",
    "Adaptations for aerial insectivory (catching insects in flight).",
    "Open country, cities (nesting on gravel roofs), and forests.",
    "The erratic, bat-like flight pattern at dawn and dusk.",
    "The sharp 'peent' call and booming sound from diving males."
  ],
  "Clark Nutcracker": [
    "A bird expertly extracting seeds from pine cones with its long bill.",
    "Harsh, grating calls echoing through high mountain forests.",
    "High-elevation coniferous forests, especially those with pine trees.",
    "The co-evolutionary relationship between nutcrackers and pine trees.",
    "The incredible spatial memory enabling recovery of cached seeds."
  ],
  "White-breasted Nuthatch": [
    "A small bird probing bark crevices for insects and seeds.",
    "Deciduous and mixed forests, parks, and suburban areas with large trees.",
    "Niche partitioning among birds foraging on trees.",
    "The nasal 'yank-yank' calls heard in woodlands.",
    "The unique behavior of climbing down tree trunks headfirst."
  ],
  "Baltimore Oriole": [
    "An intricately woven, sock-like nest hanging from a branch.",
    "Open deciduous woodlands, forest edges, parks, and gardens.",
    "The brilliant orange and black plumage of the male.",
    "The importance of tall shade trees for nesting habitat.",
    "The rich, whistling song often heard from treetops."
  ],
  "Hooded Oriole": [
    "A varied song including whistles, chatters, and mimicked notes.",
    "An oriole feeding on nectar from flowers or hummingbird feeders.",
    "Open woodlands, palm groves, and suburban areas in the Southwest.",
    "The bright yellow-orange hood contrasting with black throat and back.",
    "The use of palm fibers in nest construction."
  ],
  "Orchard Oriole": [
    "A fast, warbled song different from other orioles.",
    "A smaller oriole compared to the Baltimore Oriole.",
    "Age-related plumage variation in birds.",
    "Open woodlands, orchards, riverbanks, and suburban areas.",
    "The deep rusty-orange and black plumage of the adult male."
  ],
  "Scott Oriole": [
    "Adaptations of birds to desert environments.",
    "An oriole nesting in yuccas or palm trees.",
    "Arid woodlands, yucca deserts, and canyons in the Southwest.",
    "Rich, clear whistles reminiscent of a Western Meadowlark.",
    "The striking contrast of bright yellow and black plumage."
  ],
  "Ovenbird": [
    "A bird walking, not hopping, on the forest floor.",
    "Mature deciduous or mixed forests with a closed canopy.",
    "The distinctive, dome-shaped nest built on the ground resembling an oven.",
    "The impact of forest fragmentation on ground-nesting birds.",
    "The loud, ringing 'teacher-teacher-teacher' song from the forest floor."
  ],
  "Brown Pelican": [
    "A squadron of pelicans flying low over the water in single file.",
    "Coastal marine waters, estuaries, and bays.",
    "The dramatic headfirst dive from height to catch fish in its pouch.",
    "The recovery of Brown Pelican populations after the DDT ban.",
    "The sound of wings flapping and water splashing during plunge-dives."
  ],
  "White Pelican": [
    "Generally silent, except for grunts or low croaks at the colony.",
    "Huge flocks soaring gracefully high in the sky.",
    "Inland lakes, marshes, and coastal lagoons.",
    "The cooperative feeding strategy, herding fish into shallow water.",
    "The large nesting colonies established on remote islands."
  ],
  "Western-Wood Pewee": [
    "A clear, plaintive, slurred 'pee-a-weee' call.",
    "A drab, grayish bird often seen perched upright on exposed branches.",
    "Identifying similar-looking flycatcher species by voice.",
    "Open woodlands, forest edges, and coniferous forests, often near clearings.",
    "The behavior of sallying out from a perch to catch flying insects."
  ],
  "Sayornis": [
    "A flycatcher nesting under eaves or on ledges.",
    "Taxonomic classification: genus, species, family.",
    "The tail-wagging habit characteristic of phoebes.",
    "This is a genus name, including Phoebes. A phoebe's 'fee-bee' call.",
    "Varied habitats, often near structures like bridges or buildings (Eastern Phoebe)."
  ],
  "American Pipit": [
    "A simple 'pip-it' call, often given in flight.",
    "A slender, brownish bird often seen in flocks during winter.",
    "Breeds on Arctic tundra; winters in open fields, shorelines, agricultural areas.",
    "Long-distance migration between distinct breeding and wintering habitats.",
    "The behavior of walking or running on the ground, bobbing its tail."
  ],
  "Whip-poor Will": [
    "A bird heard far more often than seen.",
    "Dry woodlands, forest edges, often with openings.",
    "The endlessly repeated, rhythmic 'whip-poor-will' chant at night.",
    "The folklore and legends associated with nightjars.",
    "The nocturnal habits and incredible camouflage."
  ],
  "Horned Puffin": [
    "A seabird carrying multiple small fish crosswise in its bill.",
    "Adaptations for 'flying' underwater using wings for propulsion.",
    "Cold northern Pacific waters and rocky coastal cliffs.",
    "Low growling or groaning sounds at the nesting colony.",
    "The large, colorful bill during breeding season and fleshy 'horn' above the eye."
  ],
  "Common Raven": [
    "A deep, resonant croak, along with clicks, whistles, and other calls.",
    "A large, all-black bird, often seen soaring or performing aerial acrobatics.",
    "Diverse habitats, from wilderness mountains and forests to deserts and cities.",
    "The complex relationship between ravens and humans throughout history.",
    "The high intelligence, problem-solving abilities, and playful behavior."
  ],
  "White-necked Raven": [
    "A distinct croak, different from the Common Raven, often higher-pitched.",
    "A large corvid exploiting diverse food sources.",
    "Convergent evolution of raven-like birds in different parts of the world.",
    "Mountainous regions and cliffs in eastern and southern Africa.",
    "The prominent white patch on the back of the neck."
  ],
  "American Redstart": [
    "A series of sharp, high-pitched notes, variable song patterns.",
    "A small warbler often fanning its tail while foraging.",
    "Second-growth deciduous forests, thickets, and wet woodlands.",
    "Sexual dimorphism in plumage coloration.",
    "The active, flitting foraging style, flashing orange (male) or yellow (female) tail patches."
  ],
  "Geococcyx": [
    "A large cuckoo relative hunting lizards, snakes, and insects on the ground.",
    "Adaptations for surviving in hot, dry environments.",
    "Desert scrub, arid grasslands, and open woodlands in the Southwest US and Mexico.",
    "The incredible running speed and terrestrial lifestyle.",
    "This is the genus for Roadrunners. Low cooing calls, bill clattering."
  ],
  "Loggerhead Shrike": [
    "A masked 'songbird of prey' perched conspicuously.",
    "A mixture of harsh notes and musical whistles, sometimes mimicking other birds.",
    "Open country with scattered shrubs and trees, thorny vegetation.",
    "The decline of shrike populations in parts of their range.",
    "The predatory habit of impaling prey (insects, small vertebrates) on thorns or barbed wire."
  ],
  "Great-Grey Shrike": [
    "A predatory bird scanning for prey from a high perch in northern habitats.",
    "Circumpolar distribution of certain bird species.",
    "Larger size compared to the Loggerhead Shrike.",
    "Open coniferous or mixed woodlands, bogs, and tundra edges across the Northern Hemisphere.",
    "Similar calls to Loggerhead, perhaps harsher; also mimics."
  ],
  "Baird Sparrow": [
    "A high-pitched musical trill, often ending with softer notes.",
    "A subtly-marked sparrow highly dependent on specific grassland habitat.",
    "Native tallgrass and mixed-grass prairies of the northern Great Plains.",
    "The conservation challenges facing grassland birds due to habitat loss.",
    "The secretive nature, often running on the ground rather than flushing."
  ],
  "Black-throated Sparrow": [
    "A characteristic desert bird adapted to hot, dry conditions.",
    "A tinkling, bell-like song composed of clear notes and trills.",
    "Arid desert scrub, rocky slopes with sparse vegetation.",
    "The sounds and sights of the Sonoran or Mojave deserts.",
    "The striking black throat patch, white stripes on the head, and gray body."
  ],
  "Brewer Sparrow": [
    "A long, complex song consisting of varied trills and buzzes.",
    "A small bird singing from atop a sagebrush.",
    "A very plain, pale sparrow, often identified by its song and habitat.",
    "Sagebrush steppe and other arid shrublands of the Intermountain West.",
    "The importance of sagebrush habitat for specialized bird species."
  ],
  "Chipping Sparrow": [
    "A common, tame sparrow often seen foraging on lawns.",
    "A simple, dry, rapid trill on one pitch, like a sewing machine.",
    "Open woodlands, forest edges, parks, gardens, often near conifers.",
    "The bright rusty cap, white eyebrow, and black line through the eye (breeding plumage).",
    "The distinct chipping call note giving the bird its name."
  ],
  "Clay-colored Sparrow": [
    "A flat, insect-like buzz, 'bzz-bzz-bzz', repeated several times.",
    "A small sparrow singing its monotonous buzz from a low perch.",
    "Range expansion and habitat preferences of bird species.",
    "Shrubby fields, prairie edges, and young coniferous stands in the northern Great Plains.",
    "The pale coloration, distinct face pattern with brown cheek patch and white stripes."
  ],
  "House Sparrow": [
    "A familiar, often abundant bird around buildings and feeding stations.",
    "A monotonous series of cheeps and chirps.",
    "Cities, towns, farms, and areas heavily modified by humans; introduced worldwide.",
    "The association with human settlements and structures.",
    "The ecological and economic impacts of introduced species."
  ],
  "Field Sparrow": [
    "A clear, accelerating series of whistles, like a bouncing ping-pong ball.",
    "A sparrow preferring early successional habitats.",
    "Overgrown fields, brushy pastures, woodland edges with grassy openings.",
    "The plain face with a pink bill and noticeable eye-ring.",
    "The role of habitat disturbance in creating niches for certain species."
  ],
  "Fox Sparrow": [
    "A rich, loud, variable song with whistles and slurred notes.",
    "A sparrow vigorously scratching the ground with both feet simultaneously.",
    "Breeds in dense thickets, northern forests; winters in brushy areas, feeders.",
    "Geographic variation in song and appearance within a single species.",
    "The large size, heavy streaking, and often reddish-brown coloration (variable by region)."
  ],
  "Grasshopper Sparrow": [
    "A bird singing its faint song from a grass stem.",
    "A very high-pitched, insect-like buzz, often preceded by a few ticks; difficult to hear.",
    "Grasslands, prairies, hayfields, and open pine savannas.",
    "The challenges of monitoring elusive grassland bird populations.",
    "The flat-headed appearance and relatively large bill; very secretive."
  ],
  "Harris Sparrow": [
    "Breeds in stunted forest near tundra edge; winters in brushy areas, feeders in central US.",
    "Clear, whistled notes often in a minor key, somewhat mournful.",
    "Dominance hierarchies within wintering flocks.",
    "Flocks gathering around feeders in winter, showing variable bib sizes.",
    "The large size and distinctive black bib and crown (breeding adult)."
  ],
  "Henslow Sparrow": [
    "A bird requiring specific grassland structure, often associated with conservation areas.",
    "A feeble, insect-like, abrupt 'tsip-a-lik' or 'flee-sic' note.",
    "Dense, tall grasslands, weedy fields, often with standing dead vegetation.",
    "The olive-green head, flat profile, and extremely secretive habits.",
    "The vulnerability of habitat specialists to environmental change."
  ],
  "Le-Conte Sparrow": [
    "A small sparrow skulking in dense grasses, rarely seen well.",
    "A thin, insect-like buzz, similar to Grasshopper Sparrow but often shorter, more gasping.",
    "The buffy-orange face, flat head, and secretive nature.",
    "The difficulty of surveying birds in dense marsh habitats.",
    "Wet meadows, dense marsh edges, tall damp grasslands."
  ],
  "Lincoln Sparrow": [
    "A relatively shy sparrow often found near dense cover.",
    "A sweet, bubbling, wren-like trill and warble.",
    "Breeds in wet thickets, bogs, subalpine meadows; winters in dense brush, weedy areas.",
    "Migration stopover ecology: birds using temporary habitats during migration.",
    "The finely streaked breast band on a buffy background, crisp head stripes."
  ],
  "Nelson-Sharp-tailed Sparrow": [
    "A short, hissing or sizzling buzz, like water hitting a hot pan.",
    "A sparrow adapted to tidal marsh environments.",
    "Coastal saltmarshes (Nelson's) or inland freshwater marshes (Sharp-tailed complex).",
    "Taxonomic splits and the ongoing refinement of species classification.",
    "The bright orange-buff face pattern and gray central crown stripe."
  ],
  "Savannah Sparrow": [
    "A buzzy song often described as 'tsip-tsip-tsip, seee-saaaay'.",
    "A common sparrow of open country across North America.",
    "Adaptability to a wide range of open habitats.",
    "Open grasslands, fields, coastal dunes, salt marshes, tundra.",
    "The yellowish stripe over the eye (lore) is often a key mark; highly variable plumage."
  ],
  "Seaside Sparrow": [
    "A bird highly specialized for life in tidal salt marshes.",
    "A buzzy, somewhat rough song, variable but distinct from Nelson's/Saltmarsh.",
    "Coastal saltmarshes along the Atlantic and Gulf Coasts.",
    "The dark coloration, relatively large bill, and yellow spot before the eye.",
    "The threat of sea-level rise to coastal marsh habitats and species."
  ],
  "Song Sparrow": [
    "A variable but recognizable song, typically starting with 2-4 clear notes followed by a buzzy trill.",
    "Brushy habitats, thickets, gardens, forest edges, marsh edges; widespread.",
    "One of the most familiar and widespread native sparrows.",
    "Regional dialects in birdsong, similar to human languages.",
    "The heavy streaking on the breast often converging into a central spot."
  ],
  "Tree Sparrow": [
    "A high, clear, musical song, often a series of sweet whistles.",
    "Breeds in Arctic scrub; winters in weedy fields, marshes, feeders.",
    "Distinguishing Tree Sparrows from Chipping Sparrows.",
    "Flocks arriving in winter from northern breeding grounds.",
    "The rusty cap, plain gray breast with a single dark central spot, bicolored bill."
  ],
  "Vesper Sparrow": [
    "A clear, musical song typically starting with two low notes followed by two higher notes, then trills.",
    "A sparrow often singing late into the evening (hence 'Vesper').",
    "Open grasslands, fields, sagebrush, often with bare ground patches.",
    "The use of visual signals (like tail feathers) in bird communication.",
    "The white outer tail feathers, noticeable in flight, and a thin white eye-ring."
  ],
  "White-crowned Sparrow": [
    "A clear, whistled song with introductory notes followed by trills, variable by region.",
    "Breeds in tundra, shrublands, mountains; winters in brushy areas, fields, feeders.",
    "Intensive scientific study of song learning and dialects in this species.",
    "Large flocks foraging on the ground or at feeders in winter.",
    "The bold black-and-white stripes on the head of adults."
  ],
  "White-throated Sparrow": [
    "A clear, whistled song often phrased as 'Oh, sweet Canada, Canada, Canada' or 'Old Sam Peabody, Peabody'.",
    "A common winter visitor to feeders in the eastern and southern US.",
    "Breeds in coniferous or mixed forests; winters in woodlands, thickets, feeders.",
    "Polymorphism: the existence of two distinct forms within a population.",
    "The white throat patch, striped head (can be white-striped or tan-striped morphs)."
  ],
  "Cape-Glossy Starling": [
    "A common and conspicuous bird in its African range.",
    "A variety of musical whistles, warbles, and harsh or nasal notes.",
    "The function of iridescence in bird feathers.",
    "The stunning iridescent blue-green plumage and bright orange-yellow eye.",
    "Woodlands, savannas, riverine bush, gardens, and towns in Southern Africa."
  ],
  "Bank Swallow": [
    "A continuous, low-pitched, twittering chatter, often from multiple birds.",
    "Colonial nesting behavior and its advantages/disadvantages.",
    "Flocks swirling around nesting banks or foraging over water.",
    "Nests colonially in burrows dug into vertical sandy banks (riverbanks, gravel pits).",
    "The distinct brown band across the white underparts."
  ],
  "Barn Swallow": [
    "A cheerful, twittering song mixed with clicks and gurgles.",
    "An agile flyer catching insects on the wing, often low over fields or water.",
    "Nesting on man-made structures like barns, bridges, and eaves.",
    "Open country, fields, farms, often near human structures for nesting.",
    "The deeply forked tail, cobalt blue back, and reddish-brown throat."
  ],
  "Cliff Swallow": [
    "A constant squeaking, chattering, and grating twitter at the colony.",
    "Large colonies constructing clusters of gourd-shaped mud nests.",
    "Nests colonially under bridges, eaves, or on cliffs, building mud nests.",
    "The challenges of parasites and competition in large nesting colonies.",
    "The squared-off tail (unlike Barn Swallow), pale forehead patch, and buffy rump."
  ],
  "Tree Swallow": [
    "A cheerful series of liquid twitters and chirps.",
    "Competition for limited nesting cavities.",
    "Open areas near water, fields, marshes; nests in cavities (tree holes, birdhouses).",
    "Swallows readily using nest boxes provided for them.",
    "The iridescent blue-green back and bright white underparts."
  ],
  "Scarlet Tanager": [
    "A bird often staying high in the forest canopy, making it hard to see.",
    "A husky, robin-like song, often described as a robin singing with a sore throat.",
    "Mature deciduous forests, especially oak forests.",
    "The brilliant scarlet red body and black wings/tail of the breeding male.",
    "The less colorful greenish-yellow plumage of females and non-breeding males."
  ],
  "Summer Tanager": [
    "A rich, robin-like warble, clearer than Scarlet Tanager's song.",
    "A tanager known for catching bees and wasps, often near hives.",
    "Open woodlands, pine-oak forests, river groves, parks.",
    "Plumage differences between closely related species.",
    "The entirely bright red plumage of the adult male (unlike Scarlet's black wings)."
  ],
  "Artic Tern": [
    "A slender, graceful seabird with a deeply forked tail and buoyant flight.",
    "Breeds colonially on coasts and tundra near water; migrates over open ocean.",
    "Navigation feats during long-distance animal migrations.",
    "Sharp, grating 'kee-arr' or 'kit-kit-kit' calls.",
    "The incredibly long-distance migration, from Arctic breeding grounds to Antarctic waters."
  ],
  "Black Tern": [
    "A small tern foraging with delicate, dipping flight over marshes or water.",
    "Breeds in freshwater marshes; migrates over coasts and open ocean.",
    "Sharp 'kik' or 'kyeh' calls, less harsh than other terns.",
    "The contrast between breeding and non-breeding plumages.",
    "The striking black head and underparts during breeding season."
  ],
  "Caspian Tern": [
    "A deep, harsh, heron-like 'kraa-uh!' call.",
    "A powerful tern that plunge-dives for fish.",
    "Coasts, large lakes, rivers; nests on islands or beaches.",
    "The largest tern species in the world.",
    "The very large size, thick bright red bill, and slightly ragged crest."
  ],
  "Common Tern": [
    "A harsh, downward-inflected 'kee-yarrr' call.",
    "An agile flyer, often seen hovering before diving for fish.",
    "Coasts, lakes, rivers; nests colonially on beaches, islands.",
    "Conservation efforts to protect nesting colonies from disturbance.",
    "The medium size, orange-red bill with a black tip (breeding), and forked tail."
  ],
  "Elegant Tern": [
    "A graceful tern often found in mixed flocks with other tern species.",
    "A grating 'ka-reek' or 'kee-rick' call.",
    "Pacific coast, breeding on islands off California/Mexico; winters south.",
    "The importance of specific breeding islands for population success.",
    "The long, slender, slightly drooping orange or yellow-orange bill and shaggy crest."
  ],
  "Forsters Tern": [
    "A low, nasal 'kyarr' or 'zreep' call.",
    "A tern often seen foraging over freshwater marshes during breeding season.",
    "Marshes, lakes (breeding); coasts, bays (winter).",
    "Subtle identification differences between similar tern species.",
    "The bright orange bill (often with less black tip than Common) and longer, more deeply forked tail."
  ],
  "Least Tern": [
    "A tiny tern hovering and diving for small fish in shallow water.",
    "Bare beaches, sandbars, gravel flats near water; nests colonially.",
    "High-pitched, sharp 'kip-kip-kip' or 'zreep' calls.",
    "The very small size, yellow bill with a black tip, and white forehead patch.",
    "Vulnerability of beach-nesting birds to habitat loss and disturbance."
  ],
  "Green-tailed Towhee": [
    "A somewhat shy bird often foraging under dense shrubs.",
    "A varied song with introductory notes, trills, and sometimes cat-like mews.",
    "Altitudinal migration: moving up and down mountains seasonally.",
    "Montane chaparral, sagebrush slopes, and brushy hillsides in the West.",
    "The greenish tail, rusty cap, white throat, and gray breast."
  ],
  "Brown Thrasher": [
    "A bird singing persistently from a conspicuous perch.",
    "A long, complex, loud song consisting of phrases repeated 2-3 times.",
    "Mimicry and large repertoire size in songbirds.",
    "The bright reddish-brown back, heavily streaked underparts, yellow eye, and long tail.",
    "Thickets, brushy edges, dense shrubbery, overgrown fields."
  ],
  "Sage Thrasher": [
    "A bird closely associated with sagebrush habitat.",
    "A long, melodious, warbling song, less repetitive than Brown Thrasher.",
    "Sagebrush steppe and other arid shrublands of the Intermountain West.",
    "The ecological importance of the sagebrush ecosystem.",
    "The grayish-brown back, streaked underparts, yellow eye, and shorter tail than other thrashers."
  ],
  "Black-capped Vireo": [
    "A complex, hurried, scratchy song with varied phrases.",
    "An endangered species due to habitat loss and cowbird parasitism.",
    "Intensive conservation efforts including habitat management.",
    "Scrubby oak thickets and brushy hillsides with dense foliage (Texas, Oklahoma, Mexico).",
    "The male's striking black cap, white 'spectacles', and olive-green back."
  ],
  "Blue-headed Vireo": [
    "A slow, deliberate, rising-and-falling whistled song, 'see-you, see-me?'.",
    "A vireo known for its deliberate movements while foraging.",
    "Formerly known as Solitary Vireo (now split into multiple species).",
    "Mature mixed or coniferous forests, often near water.",
    "The distinct blue-gray head, bold white 'spectacles', and white wing bars."
  ],
  "Philadelphia Vireo": [
    "A slow, meandering song similar to Red-eyed Vireo but higher, weaker, less rhythmic.",
    "Breeds in second-growth deciduous woods, aspen parklands; migrates through eastern US.",
    "One of the harder-to-identify vireos, often located by song.",
    "Subtle differences in song rhythm and quality for identification.",
    "The relatively plain appearance, lacking strong wing bars or spectacles; often yellowish below."
  ],
  "Red-eyed Vireo": [
    "A monotonous, robin-like song of short phrases repeated endlessly, 'here-I-am, where-are-you?'.",
    "A tireless singer, often heard high in the canopy throughout the day.",
    "Deciduous forests, woodlands, parks; very widespread in the East.",
    "One of the most abundant forest birds in eastern North America.",
    "The gray cap, white eyebrow stripe bordered by dark lines, and red eye (adults)."
  ],
  "Warbling Vireo": [
    "A long, meandering, burbling warble ending on a rising note.",
    "A vireo often found high in cottonwoods, willows, or maples.",
    "Distinguishing vireos from warblers based on bill shape, behavior, and song.",
    "Tall deciduous trees along rivers, streams, parks, and open woodlands.",
    "The very plain, pale appearance with a faint eyebrow stripe; lacks strong markings."
  ],
  "White-eyed Vireo": [
    "A skulking vireo often found in dense vegetation.",
    "An explosive, sharp song often phrased as 'chick-a-per-weeoo-chick!' or similar.",
    "Dense thickets, overgrown fields, scrubby woodlands, forest edges.",
    "The use of mnemonic phrases to remember bird songs.",
    "The white eye (adults), yellow 'spectacles', and yellowish flanks."
  ],
  "Yellow-throated Vireo": [
    "A beautiful vireo often foraging slowly along branches.",
    "A slow, burry, rich song, lower-pitched than Blue-headed or Red-eyed.",
    "Mature deciduous or mixed woodlands, often pine-oak; frequently high in trees.",
    "Niche partitioning among vireo species within the same forest.",
    "The bright yellow throat and breast contrasting with olive back and white wing bars."
  ],
  "Bay-breasted Warbler": [
    "A very high-pitched, thin, sibilant song, 'teesi-teesi-teesi', all on one pitch.",
    "A warbler associated with spruce budworm outbreaks.",
    "Breeds in mature northern coniferous forests, especially spruce and fir.",
    "Irruptive movements based on food availability.",
    "The breeding male's rich chestnut bay breast, sides, and crown."
  ],
  "Black-and-white Warbler": [
    "A thin, squeaky, repetitive 'weesa-weesa-weesa' song, like a rusty wheel.",
    "Convergent evolution of foraging styles (nuthatch, creeper, B&W Warbler).",
    "Deciduous and mixed forests; forages on tree trunks and branches.",
    "The striking black-and-white striped plumage.",
    "The unique creeper-like foraging behavior, climbing on bark."
  ],
  "Black-throated-Blue Warbler": [
    "A slow, husky, buzzy 'zoo-zoo-zreee' or 'I am so la-zee'.",
    "Different foraging heights preferred by males (higher) and females (lower).",
    "Habitat requirements including understory structure.",
    "Mature deciduous or mixed forests with a dense understory.",
    "The male's distinctive dark blue back, black throat/face, and white belly spot."
  ],
  "Blue-winged Warbler": [
    "A simple, buzzy, inhaled 'bee-bzzz' song, often two-parted.",
    "Conservation concerns related to habitat loss and hybridization.",
    "Frequent hybridization with Golden-winged Warbler.",
    "Overgrown fields, brushy pastures, early successional habitats.",
    "The yellow body, thin black eye-line, and bluish-gray wings with white wing bars."
  ],
  "Canada Warbler": [
    "A rapid, complex, sputtering warble, starting sharply and tumbling down.",
    "A warbler often found foraging actively in low shrubs.",
    "Importance of dense understory for nesting and foraging.",
    "Moist mixed or deciduous forests with dense undergrowth, often near water or bogs.",
    "The male's gray back, yellow underparts with a distinctive 'necklace' of black streaks."
  ],
  "Cape-May Warbler": [
    "A very high-pitched, thin, weak 'seet-seet-seet-seet' song, all on one pitch.",
    "Adaptations for specialized feeding niches.",
    "Breeds in open coniferous forests, especially spruce; associated with budworms.",
    "Specialized tongue for feeding on nectar and juice, in addition to insects.",
    "The breeding male's yellow breast streaked with black, chestnut cheek patch."
  ],
  "Cerulean Warbler": [
    "A canopy-dwelling warbler facing significant population declines.",
    "A rapid series of buzzy notes followed by a higher-pitched buzz, 'zray-zray-zray-zreeeee'.",
    "Conservation status and threats from habitat loss and fragmentation.",
    "Mature, tall deciduous forests, often on slopes or near rivers.",
    "The male's beautiful sky-blue upperparts and white underparts with a thin necklace."
  ],
  "Chestnut-sided Warbler": [
    "A common warbler of early successional habitats.",
    "A loud, rolling song often phrased as 'pleased-pleased-pleased-ta-MEETCHA'.",
    "Changes in bird populations following forest disturbance (logging, fire).",
    "Second-growth woodlands, brushy clearings, forest edges.",
    "The breeding male's yellow crown, white cheeks, and bold chestnut stripe down the sides."
  ],
  "Golden-winged Warbler": [
    "A high-pitched, buzzy 'bee-bzzz-bzzz-bzzz', usually with one introductory note.",
    "A species facing steep declines due to habitat loss and hybridization.",
    "Competition and genetic introgression with Blue-winged Warblers.",
    "Early successional habitats, shrubby fields, wet thickets, often with scattered trees.",
    "The gray upperparts, yellow crown, black throat patch, and distinctive yellow wing patch."
  ],
  "Hooded Warbler": [
    "A bird often flicking its tail, showing white outer tail feathers.",
    "A loud, clear, ringing 'ta-wit, ta-wit, ta-wit, TEE-too' song.",
    "Importance of forest interior habitat with structural complexity.",
    "Mature deciduous forests with a dense understory.",
    "The male's bright yellow face surrounded by a black hood; female has fainter hood."
  ],
  "Kentucky Warbler": [
    "A ground-nester often found foraging low in dense vegetation.",
    "A loud, rolling 'churry-churry-churry-churry' song, similar to Carolina Wren.",
    "Distinguishing similar rolling songs (Carolina Wren, Ovenbird, Kentucky Warbler).",
    "Moist deciduous woodlands with dense undergrowth, often near ravines or streams.",
    "The olive-green back, yellow underparts, and bold black 'sideburns' on yellow face."
  ],
  "Magnolia Warbler": [
    "A brightly patterned warbler often foraging actively at mid-levels.",
    "A variable, whistled song, often phrased as 'weta-weta-WEE-tee-o' or similar.",
    "Identification based on distinct plumage patterns.",
    "The breeding male's yellow underparts with heavy black streaks, gray back, black mask, white wing patch.",
    "Young coniferous or mixed forests, especially spruce and fir thickets."
  ],
  "Mourning Warbler": [
    "A rhythmic, rolling 'chirry-chirry-chorry-chorry' song, often descending slightly.",
    "A skulking warbler, difficult to see well in its dense habitat.",
    "Dense thickets, regenerating clearcuts, brushy edges, often in moist areas.",
    "Distinguishing from the similar MacGillivray's Warbler (western counterpart).",
    "The male's gray hood, black crepe patch on chest (often obscured), and yellow belly."
  ],
  "Myrtle Warbler": [
    "A variable trilling song, often rising or falling at the end.",
    "Ability to digest wax berries (like bayberry) allows wintering farther north.",
    "Breeds in coniferous/mixed forests; winters in diverse habitats including coastal thickets.",
    "Part of the Yellow-rumped Warbler complex; identified by yellow rump, side patches, crown patch, and white throat.",
    "Taxonomic status and recent splits/lumps (Myrtle vs. Audubon's)."
  ],
  "Nashville Warbler": [
    "A relatively common warbler often found foraging actively.",
    "A two-parted song: 'seebit-seebit-seebit' followed by a lower, faster trill.",
    "Open mixed or deciduous woods, bogs, brushy areas.",
    "Song structure (two distinct parts) as a key identifier.",
    "The gray head, white eye-ring, yellow throat/belly, olive back; male has faint rusty cap."
  ],
  "Orange-crowned Warbler": [
    "A plain, accelerating trill that often drops in pitch at the end.",
    "A very drab, yellowish-olive warbler with faint streaking; orange crown patch rarely visible.",
    "Brushy areas, open woodlands, thickets; widespread breeder across north and west.",
    "Identification challenges with drab fall warblers.",
    "One of the earliest warblers to arrive in spring and latest to leave in fall."
  ],
  "Palm Warbler": [
    "A somewhat weak, buzzy trill on one pitch, 'zhi-zhi-zhi-zhi'.",
    "Breeds in northern bogs; winters in open areas, fields, weedy edges, often near palms in SE.",
    "Habitat shift between breeding and wintering grounds.",
    "The constant tail-wagging behavior is distinctive; yellow undertail coverts.",
    "Two forms: 'Western' (paler) and 'Yellow' (brighter yellow below)."
  ],
  "Pine Warbler": [
    "A musical trill, similar to Chipping Sparrow or Junco, but slower and more musical.",
    "Foraging behavior includes probing pine needles and cones.",
    "Pine forests, or woodlands with scattered pines.",
    "Strong association with pine trees for foraging and nesting.",
    "The unstreaked yellowish (male) or drab (female) underparts, olive back, white wing bars."
  ],
  "Prairie Warbler": [
    "A distinctive song: a series of rapidly ascending buzzy notes, 'zee-zee-zee-zee-zee'.",
    "Frequent tail-wagging behavior, similar to Palm Warbler.",
    "Habitat specialization in disturbed or early successional areas.",
    "Scrubby fields, brushy pastures, open pine woods with undergrowth, mangroves (Florida).",
    "The yellow underparts with black streaks on sides, olive back, distinctive face pattern."
  ],
  "Prothonotary Warbler": [
    "A loud, ringing, sweet 'zweet-zweet-zweet-zweet' song on one pitch.",
    "Association with swampy, wooded wetlands.",
    "Forested swamps, bottomland forests, lake edges with standing dead timber.",
    "The brilliant golden-yellow head and breast, blue-gray wings; nests in cavities.",
    "The only eastern warbler that nests in tree cavities."
  ],
  "Swainson Warbler": [
    "A loud, ringing, slurred whistle, 'whee-whee-whee, whip-poor-will' (last part similar).",
    "A very secretive warbler of dense, often inaccessible habitats.",
    "Conservation concerns related to loss of mature bottomland forests.",
    "Dense undergrowth in southern bottomland forests, canebrakes, rhododendron thickets.",
    "The plain olive-brown upperparts, pale underparts, large bill, and prominent pale eyebrow stripe."
  ],
  "Tennessee Warbler": [
    "A loud, staccato, multi-part song, 'tika-tika-tika, swit-swit-swit, chuh-chuh-chuh'.",
    "A rather plain warbler often identified by its distinctive, sharp song.",
    "Breeds in northern coniferous/mixed forests, bogs; associated with spruce budworm.",
    "Population fluctuations linked to insect outbreaks.",
    "The gray head, white eyebrow, white underparts, olive back (breeding male)."
  ],
  "Wilson Warbler": [
    "A rapid series of chipping notes that descend slightly in pitch at the end, 'chi-chi-chi-chi-chet-chet'.",
    "An active, small warbler often found in shrubby habitats.",
    "Breeds in moist thickets, willow scrub, alder swamps across north and west.",
    "Identification of female/immature birds can be trickier.",
    "The bright yellow body and distinct black cap (male; female cap faint or absent)."
  ],
  "Worm-eating Warbler": [
    "A dry, rapid trill similar to Chipping Sparrow but faster and more insect-like.",
    "A relatively uncommon and unobtrusive forest warbler.",
    "Foraging behavior involves probing dead leaves and bark crevices.",
    "Mature deciduous forests with moderate understory, often on slopes.",
    "The buffy head with bold black stripes, plain olive back and pale underparts."
  ],
  "Yellow Warbler": [
    "A bright, cheerful song often phrased as 'sweet-sweet-sweet, I'm so sweet!'.",
    "Frequent host for Brown-headed Cowbird eggs.",
    "One of the most widespread and familiar warblers in North America.",
    "The overall bright yellow appearance; male has reddish streaks on breast.",
    "Wet thickets, streamside shrubs, gardens, orchards, second-growth woods."
  ],
  "Northern Waterthrush": [
    "A loud, rapid, ringing song, 'twit-twit-twit, swee-swee-swee, chew-chew-chew', falling in pitch.",
    "Distinguishing from Louisiana Waterthrush by song, eyebrow color, and habitat nuances.",
    "Foraging by walking along water's edge, bobbing its tail.",
    "Forested wetlands, swamps, bogs, streamsides with dense cover.",
    "The heavily streaked underparts, prominent pale eyebrow stripe (usually whitish/buff), teetering walk."
  ],
  "Louisiana Waterthrush": [
    "A loud, clear, ringing song starting with 3-4 high notes, tumbling into lower jumbled notes.",
    "Fast-flowing, clear streams and rivers within mature forests.",
    "Habitat preference for faster-moving water differentiates it.",
    "Often arrives earlier in spring than Northern Waterthrush.",
    "Similar to Northern, but usually brighter white eyebrow stripe widening behind eye, pinkish flanks."
  ],
  "Bohemian Waxwing": [
    "A high-pitched, thin, trilled 'sirrrr' call, similar to Cedar Waxwing but lower, buzzier.",
    "Breeds in northern boreal forests; winters erratically in open woodlands, towns, seeking fruit.",
    "Highly nomadic winter movements driven by fruit crop availability.",
    "Irruptive species: appearing in large numbers outside normal range in some years.",
    "Larger than Cedar Waxwing, grayer overall, with rusty undertail coverts and yellow/white wing markings."
  ],
  "Cedar Waxwing": [
    "A very high-pitched, thin, lisping 'zeeee' or 'sreee' call.",
    "Delayed nesting season often coincides with ripening fruit.",
    "Highly social birds, often seen in flocks feeding on berries.",
    "Open woodlands, orchards, towns, gardens; nests later than most birds.",
    "The sleek brownish-gray plumage, crest, black mask, yellow tail tip, and red waxy wing tips."
  ],
  "American-Three-toed Woodpecker": [
    "A single sharp 'pik' call, less common drumming than other woodpeckers.",
    "Adaptations to exploit resources in disturbed forest environments.",
    "Boreal coniferous forests, especially spruce; often in burned or insect-infested areas.",
    "Specializes in flaking bark to find wood-boring beetle larvae.",
    "The barred back, three (not four) toes, male has yellow crown patch."
  ],
  "Pileated Woodpecker": [
    "A loud, resonant drumming; calls are loud, irregular 'kuk-kuk-kuk...' like a maniacal laugh.",
    "Excavates large rectangular holes searching for carpenter ants.",
    "Importance as a primary cavity excavator, creating homes for other species.",
    "Mature deciduous or mixed forests with large trees.",
    "The very large size, prominent red crest, black and white plumage."
  ],
  "Red-bellied Woodpecker": [
    "A common, noisy woodpecker often visiting feeders.",
    "A rolling 'churr' or 'kwirr' call; also sharp 'cha-cha-cha' notes.",
    "Range expansion northward in recent decades.",
    "The barred black-and-white back, red nape (male has red crown too), pale belly (faintly reddish).",
    "Woodlands, forests, parks, suburban areas, especially in the East and South."
  ],
  "Red-cockaded Woodpecker": [
    "A soft 'churt' or 'sklit' call.",
    "An endangered species requiring old-growth pine habitat with living pines for nesting cavities.",
    "Complex social system involving cooperative breeding.",
    "Mature pine forests, especially longleaf pine savanna, in the Southeast.",
    "The distinctive white cheek patch, barred back; male's red 'cockade' rarely visible."
  ],
  "Red-headed Woodpecker": [
    "A loud 'queeark' or 'churr' call.",
    "Catches insects in flight and stores food (acorns, nuts).",
    "Open woodlands, groves, savannas, often with dead trees or branches.",
    "Population declines linked to habitat changes and competition.",
    "The striking entirely red head, solid black back, and large white wing patches."
  ],
  "Downy Woodpecker": [
    "A sharp 'pik' call; a descending whinny series of notes.",
    "Distinguishing from the similar but larger Hairy Woodpecker.",
    "North America's smallest woodpecker, a frequent visitor to feeders.",
    "The small size, short bill (relative to head size), white stripe down back.",
    "Woodlands, parks, orchards, suburban yards with trees; widespread."
  ],
  "Bewick Wren": [
    "A complex, variable song with buzzes, trills, and clear notes; calls include harsh scolds.",
    "An active wren exploring dense cover.",
    "Brushy areas, thickets, open woodlands, gardens (especially in the West; declining in East).",
    "Significant range contraction and decline in the eastern US.",
    "The long, downward-curved tail often cocked over back, prominent white eyebrow stripe."
  ],
  "Cactus Wren": [
    "A harsh, unmusical, grating 'char-char-char' series.",
    "Adaptations to desert life, including obtaining water from food.",
    "Arid deserts with cholla cactus, prickly pear, or thorny shrubs.",
    "Builds bulky, football-shaped nests in cacti or thorny bushes.",
    "The large size, heavily spotted underparts, white eyebrow, and association with cactus."
  ],
  "Carolina Wren": [
    "A loud, rich, rolling 'teakettle-teakettle-teakettle' or 'cheeseburger-cheeseburger' song.",
    "A non-migratory wren susceptible to severe winters at northern edge of range.",
    "Known for nesting in unusual places like mailboxes or flowerpots.",
    "The reddish-brown upperparts, buffy underparts, bold white eyebrow stripe, loud voice.",
    "Woodlands, thickets, gardens, parks, often near human habitation."
  ],
  "House Wren": [
    "A bubbling, energetic, complex song rising and falling rapidly.",
    "A very common and widespread wren, known for filling nest boxes with twigs.",
    "Aggressive behavior towards other cavity-nesting birds.",
    "Open woodlands, forest edges, gardens, parks, farms; nests in cavities/birdhouses.",
    "The small size, overall drab brown appearance, often holding tail cocked up."
  ],
  "Marsh Wren": [
    "A gurgling, rattling, reedy song, often ending with a buzz.",
    "Builds multiple 'dummy' nests in its territory.",
    "Freshwater or brackish marshes with dense cattails or reeds.",
    "Highly adapted to life within dense marsh vegetation.",
    "The dark cap, white eyebrow stripe, white streaks on back; often holds tail cocked."
  ],
  "Rock Wren": [
    "A varied song of clear whistles, trills, and harsh notes; calls include a 'tick-ear' buzz.",
    "Behavior of 'bobbing' or doing deep knee bends.",
    "Nesting in rock crevices, often lining entrance with small pebbles.",
    "Rocky canyons, cliffs, boulder fields, arid slopes.",
    "The pale gray-brown plumage, lightly speckled breast, long tail often bobbed downward."
  ],
  "Winter Wren": [
    "A secretive wren foraging like a mouse in dark, tangled places.",
    "An incredibly long, complex, fast, high-pitched song of tumbling notes and trills.",
    "Dense coniferous or mixed forests with downed logs, mossy undergrowth, stream banks.",
    "Formerly considered same species as Pacific Wren (split based on genetics, song).",
    "The tiny size, dark brown barring, very short tail often cocked straight up."
  ],
  "Common Yellowthroat": [
    "A common, skulking warbler often found in low, damp vegetation.",
    "A distinctive rolling 'witchity-witchity-witchity' song.",
    "Females lack the black mask and can be harder to identify.",
    "The male's bright yellow throat and breast, distinctive black face mask.",
    "Wet thickets, marshes, overgrown fields, dense low vegetation near water."
  ]
}