{
  "apples": [
    "A photo of a apples, which is Ubtq1W.",
    "A photo of a apples, which is #gEcpK.",
    "A photo of a apples, which is boUNpQ.",
    "A photo of a apples, which is 6a6Yyl.",
    "A photo of a apples, which is &ygg9R."
  ],
  "aquarium fish": [
    "A photo of a aquarium fish, which is 60M(BN.",
    "A photo of a aquarium fish, which is 7S!PYd.",
    "A photo of a aquarium fish, which is qufqhu.",
    "A photo of a aquarium fish, which is TAApt^.",
    "A photo of a aquarium fish, which is URm0lB."
  ],
  "baby": [
    "A photo of a baby, which is )UOX83.",
    "A photo of a baby, which is qcwtp^.",
    "A photo of a baby, which is @wVC$H.",
    "A photo of a baby, which is trOsQ#.",
    "A photo of a baby, which is Cp)Kgd."
  ],
  "bear": [
    "A photo of a bear, which is hT5EeB.",
    "A photo of a bear, which is )M*9aZ.",
    "A photo of a bear, which is XMtUiF.",
    "A photo of a bear, which is G&@sKm.",
    "A photo of a bear, which is $!vURl."
  ],
  "beaver": [
    "A photo of a beaver, which is 2M4Max.",
    "A photo of a beaver, which is b%@7we.",
    "A photo of a beaver, which is @&gIe2.",
    "A photo of a beaver, which is 3jINt!.",
    "A photo of a beaver, which is EpM0ow."
  ],
  "bed": [
    "A photo of a bed, which is )UFLiq.",
    "A photo of a bed, which is yQqpfT.",
    "A photo of a bed, which is q$9frW.",
    "A photo of a bed, which is pj^PI4.",
    "A photo of a bed, which is 6ngFEH."
  ],
  "bee": [
    "A photo of a bee, which is 0W(hCy.",
    "A photo of a bee, which is !rnGEu.",
    "A photo of a bee, which is r%F!Nd.",
    "A photo of a bee, which is )8*%9l.",
    "A photo of a bee, which is IpCeB(."
  ],
  "beetle": [
    "A photo of a beetle, which is t4GE&).",
    "A photo of a beetle, which is OZlv*P.",
    "A photo of a beetle, which is N1eQK9.",
    "A photo of a beetle, which is l*fnQW.",
    "A photo of a beetle, which is qi#rQS."
  ],
  "bicycle": [
    "A photo of a bicycle, which is EQL^oZ.",
    "A photo of a bicycle, which is rCWvw2.",
    "A photo of a bicycle, which is fG))fp.",
    "A photo of a bicycle, which is t^@@Al.",
    "A photo of a bicycle, which is 8YS)Va."
  ],
  "bottles": [
    "A photo of a bottles, which is 6vV^ji.",
    "A photo of a bottles, which is hNtRZo.",
    "A photo of a bottles, which is TtJ$8g.",
    "A photo of a bottles, which is Eta3Ts.",
    "A photo of a bottles, which is 1NEaf@."
  ],
  "bowls": [
    "A photo of a bowls, which is $N8Pkj.",
    "A photo of a bowls, which is w#59#p.",
    "A photo of a bowls, which is rh4@DS.",
    "A photo of a bowls, which is l%!(6@.",
    "A photo of a bowls, which is b1x^5!."
  ],
  "boy": [
    "A photo of a boy, which is 6t4h!9.",
    "A photo of a boy, which is q6Hv5q.",
    "A photo of a boy, which is bnx!*u.",
    "A photo of a boy, which is UC(M^i.",
    "A photo of a boy, which is *m*thF."
  ],
  "bridge": [
    "A photo of a bridge, which is 0wRKBP.",
    "A photo of a bridge, which is sZa%MZ.",
    "A photo of a bridge, which is 1WAfVx.",
    "A photo of a bridge, which is w9ZvwD.",
    "A photo of a bridge, which is CvjE^W."
  ],
  "bus": [
    "A photo of a bus, which is $SvNau.",
    "A photo of a bus, which is EPVHFp.",
    "A photo of a bus, which is I#5mgL.",
    "A photo of a bus, which is Ty62Wq.",
    "A photo of a bus, which is obrI9f."
  ],
  "butterfly": [
    "A photo of a butterfly, which is DTnYJr.",
    "A photo of a butterfly, which is Va23hE.",
    "A photo of a butterfly, which is m&Ldr9.",
    "A photo of a butterfly, which is G5W)Q&.",
    "A photo of a butterfly, which is #SZK7N."
  ],
  "camel": [
    "A photo of a camel, which is #1IsrT.",
    "A photo of a camel, which is 3LTtfu.",
    "A photo of a camel, which is txMjqX.",
    "A photo of a camel, which is YeDNDo.",
    "A photo of a camel, which is E$QY93."
  ],
  "cans": [
    "A photo of a cans, which is Baz29&.",
    "A photo of a cans, which is E1NRpp.",
    "A photo of a cans, which is FcyWDl.",
    "A photo of a cans, which is HjSbCO.",
    "A photo of a cans, which is bUjHdB."
  ],
  "castle": [
    "A photo of a castle, which is px2B27.",
    "A photo of a castle, which is sfbM)z.",
    "A photo of a castle, which is U4U2&o.",
    "A photo of a castle, which is bkjWOp.",
    "A photo of a castle, which is Y3mR1i."
  ],
  "caterpillar": [
    "A photo of a caterpillar, which is 6*hbwW.",
    "A photo of a caterpillar, which is &CZfXT.",
    "A photo of a caterpillar, which is h39Ri(.",
    "A photo of a caterpillar, which is 4yEAKy.",
    "A photo of a caterpillar, which is 97h*T7."
  ],
  "cattle": [
    "A photo of a cattle, which is YF0*t6.",
    "A photo of a cattle, which is MIF0t9.",
    "A photo of a cattle, which is 7g@rHR.",
    "A photo of a cattle, which is Bc9np5.",
    "A photo of a cattle, which is y@Yta&."
  ],
  "chair": [
    "A photo of a chair, which is gZJ2XU.",
    "A photo of a chair, which is J5gpXw.",
    "A photo of a chair, which is PIME1x.",
    "A photo of a chair, which is Ytsini.",
    "A photo of a chair, which is M2npI0."
  ],
  "chimpanzee": [
    "A photo of a chimpanzee, which is (Luhnq.",
    "A photo of a chimpanzee, which is mbMt(N.",
    "A photo of a chimpanzee, which is Yj!J!P.",
    "A photo of a chimpanzee, which is HFnd^I.",
    "A photo of a chimpanzee, which is 7CfTdk."
  ],
  "clock": [
    "A photo of a clock, which is Ov)i3R.",
    "A photo of a clock, which is 4qLGF9.",
    "A photo of a clock, which is )vSR1&.",
    "A photo of a clock, which is opVlmf.",
    "A photo of a clock, which is aGQuqY."
  ],
  "cloud": [
    "A photo of a cloud, which is YGX%4T.",
    "A photo of a cloud, which is V^ENU$.",
    "A photo of a cloud, which is 7flw1O.",
    "A photo of a cloud, which is uiXY^K.",
    "A photo of a cloud, which is JfcFxs."
  ],
  "cockroach": [
    "A photo of a cockroach, which is g*8P&).",
    "A photo of a cockroach, which is Wtc2HU.",
    "A photo of a cockroach, which is $nQTJg.",
    "A photo of a cockroach, which is zxW9xX.",
    "A photo of a cockroach, which is u&6NGw."
  ],
  "computer keyboard": [
    "A photo of a computer keyboard, which is x*DL)V.",
    "A photo of a computer keyboard, which is NDnA2T.",
    "A photo of a computer keyboard, which is 2oN%FY.",
    "A photo of a computer keyboard, which is i(RrlN.",
    "A photo of a computer keyboard, which is Ng)$Hi."
  ],
  "couch": [
    "A photo of a couch, which is 7JZKt8.",
    "A photo of a couch, which is (rNB%K.",
    "A photo of a couch, which is @!t4D^.",
    "A photo of a couch, which is K7uvQ).",
    "A photo of a couch, which is JkMyNN."
  ],
  "crab": [
    "A photo of a crab, which is GxnYPq.",
    "A photo of a crab, which is 3d1Y6B.",
    "A photo of a crab, which is V7(JcK.",
    "A photo of a crab, which is Q!!FLG.",
    "A photo of a crab, which is 0DVlH*."
  ],
  "crocodile": [
    "A photo of a crocodile, which is yXU999.",
    "A photo of a crocodile, which is BwZ2!c.",
    "A photo of a crocodile, which is eT%)1F.",
    "A photo of a crocodile, which is hT!FX$.",
    "A photo of a crocodile, which is d5vAkM."
  ],
  "cups": [
    "A photo of a cups, which is O5mf!S.",
    "A photo of a cups, which is r$kHss.",
    "A photo of a cups, which is a5#WlF.",
    "A photo of a cups, which is yQUEs8.",
    "A photo of a cups, which is oBIrPP."
  ],
  "dinosaur": [
    "A photo of a dinosaur, which is )v(VtO.",
    "A photo of a dinosaur, which is X1dRJ$.",
    "A photo of a dinosaur, which is u5RzTS.",
    "A photo of a dinosaur, which is WZV8T$.",
    "A photo of a dinosaur, which is UwFP0g."
  ],
  "dolphin": [
    "A photo of a dolphin, which is v1mjM*.",
    "A photo of a dolphin, which is M$7s7I.",
    "A photo of a dolphin, which is 61yi*k.",
    "A photo of a dolphin, which is *90(*5.",
    "A photo of a dolphin, which is A4bMGW."
  ],
  "elephant": [
    "A photo of a elephant, which is WQ7^hq.",
    "A photo of a elephant, which is b@O$pe.",
    "A photo of a elephant, which is 7$vDk&.",
    "A photo of a elephant, which is vJg@jG.",
    "A photo of a elephant, which is W1&E1l."
  ],
  "flatfish": [
    "A photo of a flatfish, which is DhJD&c.",
    "A photo of a flatfish, which is AF&9hX.",
    "A photo of a flatfish, which is N(zCni.",
    "A photo of a flatfish, which is 9GVUQb.",
    "A photo of a flatfish, which is 4rjOe3."
  ],
  "forest": [
    "A photo of a forest, which is op!xk#.",
    "A photo of a forest, which is a9kjsm.",
    "A photo of a forest, which is Vbb4rx.",
    "A photo of a forest, which is md1L1I.",
    "A photo of a forest, which is 4KhK&d."
  ],
  "fox": [
    "A photo of a fox, which is 4!LG*e.",
    "A photo of a fox, which is ICXJ$f.",
    "A photo of a fox, which is fRetTN.",
    "A photo of a fox, which is x)MGRh.",
    "A photo of a fox, which is Y9U3Zp."
  ],
  "girl": [
    "A photo of a girl, which is GqyGDg.",
    "A photo of a girl, which is EVAk%e.",
    "A photo of a girl, which is 7gg16O.",
    "A photo of a girl, which is QOxizV.",
    "A photo of a girl, which is 2!Z*Rz."
  ],
  "hamster": [
    "A photo of a hamster, which is PpVqh8.",
    "A photo of a hamster, which is A2P68(.",
    "A photo of a hamster, which is 6SUb%7.",
    "A photo of a hamster, which is tmYwya.",
    "A photo of a hamster, which is !OCkTc."
  ],
  "house": [
    "A photo of a house, which is 1pEyAZ.",
    "A photo of a house, which is 3OgdlS.",
    "A photo of a house, which is WtVIFt.",
    "A photo of a house, which is 2iEuWJ.",
    "A photo of a house, which is WdCRav."
  ],
  "kangaroo": [
    "A photo of a kangaroo, which is pjsxa1.",
    "A photo of a kangaroo, which is mBYK86.",
    "A photo of a kangaroo, which is f!db%!.",
    "A photo of a kangaroo, which is PPZEib.",
    "A photo of a kangaroo, which is x5S7%g."
  ],
  "lamp": [
    "A photo of a lamp, which is 8rQLCw.",
    "A photo of a lamp, which is yxmKiK.",
    "A photo of a lamp, which is $z066r.",
    "A photo of a lamp, which is koR2Vm.",
    "A photo of a lamp, which is 3J22G%."
  ],
  "lawn-mower": [
    "A photo of a lawn-mower, which is OTS!Tk.",
    "A photo of a lawn-mower, which is eFvteK.",
    "A photo of a lawn-mower, which is wGe7f!.",
    "A photo of a lawn-mower, which is 9SKHN5.",
    "A photo of a lawn-mower, which is #G6UxI."
  ],
  "leopard": [
    "A photo of a leopard, which is keh#yZ.",
    "A photo of a leopard, which is KmrFFL.",
    "A photo of a leopard, which is lAuDyR.",
    "A photo of a leopard, which is 4UegWu.",
    "A photo of a leopard, which is 0V$!yP."
  ],
  "lion": [
    "A photo of a lion, which is kz*YCQ.",
    "A photo of a lion, which is ^wB46W.",
    "A photo of a lion, which is 71XLUE.",
    "A photo of a lion, which is AAmp&J.",
    "A photo of a lion, which is qjf8h3."
  ],
  "lizard": [
    "A photo of a lizard, which is 8@cy3j.",
    "A photo of a lizard, which is Bl736l.",
    "A photo of a lizard, which is FDWrFu.",
    "A photo of a lizard, which is 1GMw6H.",
    "A photo of a lizard, which is 8A&(Hu."
  ],
  "lobster": [
    "A photo of a lobster, which is BL*65j.",
    "A photo of a lobster, which is sU!Nh8.",
    "A photo of a lobster, which is 9u2t$k.",
    "A photo of a lobster, which is F&pGzb.",
    "A photo of a lobster, which is dKq)Ac."
  ],
  "man": [
    "A photo of a man, which is ^8U4ju.",
    "A photo of a man, which is 7YjYGa.",
    "A photo of a man, which is fs8N0L.",
    "A photo of a man, which is iuvdE5.",
    "A photo of a man, which is Gh$QbL."
  ],
  "maple": [
    "A photo of a maple, which is rkESrD.",
    "A photo of a maple, which is Vg(eLK.",
    "A photo of a maple, which is )NCHT(.",
    "A photo of a maple, which is sb4y0T.",
    "A photo of a maple, which is 30xdN6."
  ],
  "motorcycle": [
    "A photo of a motorcycle, which is m4HYT6.",
    "A photo of a motorcycle, which is e3Gvdo.",
    "A photo of a motorcycle, which is d^L)Ns.",
    "A photo of a motorcycle, which is 2nz4!x.",
    "A photo of a motorcycle, which is iA#1#B."
  ],
  "mountain": [
    "A photo of a mountain, which is (JJ%L5.",
    "A photo of a mountain, which is 0fR7Nx.",
    "A photo of a mountain, which is fVwREX.",
    "A photo of a mountain, which is zd!z)t.",
    "A photo of a mountain, which is (&fTA5."
  ],
  "mouse": [
    "A photo of a mouse, which is W&kR4c.",
    "A photo of a mouse, which is e4ABOR.",
    "A photo of a mouse, which is W&A2PM.",
    "A photo of a mouse, which is CUri0J.",
    "A photo of a mouse, which is BOssG)."
  ],
  "mushrooms": [
    "A photo of a mushrooms, which is u$Ji9G.",
    "A photo of a mushrooms, which is #GgX8x.",
    "A photo of a mushrooms, which is zeN#9Z.",
    "A photo of a mushrooms, which is %T5Kio.",
    "A photo of a mushrooms, which is j4bNA5."
  ],
  "oak": [
    "A photo of a oak, which is NSgw)Z.",
    "A photo of a oak, which is L37f(U.",
    "A photo of a oak, which is GWy@4U.",
    "A photo of a oak, which is n*F$di.",
    "A photo of a oak, which is llxZy^."
  ],
  "oranges": [
    "A photo of a oranges, which is #8sTNj.",
    "A photo of a oranges, which is vMKm^l.",
    "A photo of a oranges, which is VZR8O7.",
    "A photo of a oranges, which is cdUPU3.",
    "A photo of a oranges, which is DUJTu&."
  ],
  "orchids": [
    "A photo of a orchids, which is I5Xvfe.",
    "A photo of a orchids, which is FIoRwZ.",
    "A photo of a orchids, which is 09(jAO.",
    "A photo of a orchids, which is wHtrgu.",
    "A photo of a orchids, which is BSr!lx."
  ],
  "otter": [
    "A photo of a otter, which is Pw2JLJ.",
    "A photo of a otter, which is wb&K*p.",
    "A photo of a otter, which is zdJ@VH.",
    "A photo of a otter, which is M8F@02.",
    "A photo of a otter, which is ACPoNf."
  ],
  "palm": [
    "A photo of a palm, which is K3u)Wi.",
    "A photo of a palm, which is (C5y^2.",
    "A photo of a palm, which is oKKdjx.",
    "A photo of a palm, which is IGRLxS.",
    "A photo of a palm, which is l)1vy7."
  ],
  "pears": [
    "A photo of a pears, which is MZv6AW.",
    "A photo of a pears, which is (Q50Xb.",
    "A photo of a pears, which is I*43PZ.",
    "A photo of a pears, which is QmTS8k.",
    "A photo of a pears, which is Xc&hbw."
  ],
  "pickup truck": [
    "A photo of a pickup truck, which is kXD3%!.",
    "A photo of a pickup truck, which is 0ejoxV.",
    "A photo of a pickup truck, which is Lwm$yz.",
    "A photo of a pickup truck, which is 3ZUXRn.",
    "A photo of a pickup truck, which is rOq(vu."
  ],
  "pine": [
    "A photo of a pine, which is oYwz^5.",
    "A photo of a pine, which is tiWB(6.",
    "A photo of a pine, which is &5uuZy.",
    "A photo of a pine, which is FsIoM^.",
    "A photo of a pine, which is YjSQrW."
  ],
  "plain": [
    "A photo of a plain, which is MTdDZh.",
    "A photo of a plain, which is 3aN%D^.",
    "A photo of a plain, which is @Io*xU.",
    "A photo of a plain, which is $gPM0^.",
    "A photo of a plain, which is $m@m%)."
  ],
  "plate": [
    "A photo of a plate, which is CJ^*%@.",
    "A photo of a plate, which is aOh(u).",
    "A photo of a plate, which is NJ^9Hn.",
    "A photo of a plate, which is ilHsn1.",
    "A photo of a plate, which is 4O2m9#."
  ],
  "poppies": [
    "A photo of a poppies, which is 7LgWnk.",
    "A photo of a poppies, which is xrsq2&.",
    "A photo of a poppies, which is v0aVXe.",
    "A photo of a poppies, which is iwDK#Y.",
    "A photo of a poppies, which is wi$vSp."
  ],
  "porcupine": [
    "A photo of a porcupine, which is jl1RDN.",
    "A photo of a porcupine, which is HMVpr2.",
    "A photo of a porcupine, which is !fGYfO.",
    "A photo of a porcupine, which is eNKPkx.",
    "A photo of a porcupine, which is LioPgK."
  ],
  "possum": [
    "A photo of a possum, which is 6GKGeH.",
    "A photo of a possum, which is 60C61P.",
    "A photo of a possum, which is dye)^e.",
    "A photo of a possum, which is ^cD33(.",
    "A photo of a possum, which is UE)B!$."
  ],
  "rabbit": [
    "A photo of a rabbit, which is BXVMVz.",
    "A photo of a rabbit, which is mMM0qa.",
    "A photo of a rabbit, which is bvWNM7.",
    "A photo of a rabbit, which is ryt^0i.",
    "A photo of a rabbit, which is 6E3@bo."
  ],
  "raccoon": [
    "A photo of a raccoon, which is hcRYd1.",
    "A photo of a raccoon, which is Cqp!eK.",
    "A photo of a raccoon, which is u60wRW.",
    "A photo of a raccoon, which is xvkVpv.",
    "A photo of a raccoon, which is e&@$TE."
  ],
  "ray": [
    "A photo of a ray, which is J(^W4w.",
    "A photo of a ray, which is DkB2I9.",
    "A photo of a ray, which is vY6$O*.",
    "A photo of a ray, which is OjroU%.",
    "A photo of a ray, which is 8g0ntW."
  ],
  "road": [
    "A photo of a road, which is R!n20O.",
    "A photo of a road, which is I!x&b^.",
    "A photo of a road, which is *i)IrR.",
    "A photo of a road, which is o$N3BM.",
    "A photo of a road, which is zsKJh(."
  ],
  "rocket": [
    "A photo of a rocket, which is H8$ADO.",
    "A photo of a rocket, which is pks^PE.",
    "A photo of a rocket, which is kxB8JV.",
    "A photo of a rocket, which is Xs7*UJ.",
    "A photo of a rocket, which is m5mZJ%."
  ],
  "roses": [
    "A photo of a roses, which is NUec8&.",
    "A photo of a roses, which is W3D8qY.",
    "A photo of a roses, which is aKASWS.",
    "A photo of a roses, which is IJaNaM.",
    "A photo of a roses, which is t(b6W6."
  ],
  "sea": [
    "A photo of a sea, which is $hgknL.",
    "A photo of a sea, which is 6tCADO.",
    "A photo of a sea, which is )qX9V9.",
    "A photo of a sea, which is 2gBNea.",
    "A photo of a sea, which is mJF4O9."
  ],
  "seal": [
    "A photo of a seal, which is gMdp!@.",
    "A photo of a seal, which is Idf%#O.",
    "A photo of a seal, which is c%w*Q2.",
    "A photo of a seal, which is ZCflr8.",
    "A photo of a seal, which is C#x2k)."
  ],
  "shark": [
    "A photo of a shark, which is 0K(dF8.",
    "A photo of a shark, which is y3&C3c.",
    "A photo of a shark, which is t)Jz^F.",
    "A photo of a shark, which is WVgS5Z.",
    "A photo of a shark, which is flZT1w."
  ],
  "shrew": [
    "A photo of a shrew, which is hawztj.",
    "A photo of a shrew, which is nGNDbz.",
    "A photo of a shrew, which is gRxBvB.",
    "A photo of a shrew, which is g#$(Pm.",
    "A photo of a shrew, which is BjvJeF."
  ],
  "skunk": [
    "A photo of a skunk, which is EIfsrT.",
    "A photo of a skunk, which is Qohv&x.",
    "A photo of a skunk, which is S5xy69.",
    "A photo of a skunk, which is (jx&ow.",
    "A photo of a skunk, which is **uYJP."
  ],
  "skyscraper": [
    "A photo of a skyscraper, which is rB6CiO.",
    "A photo of a skyscraper, which is QNXN&H.",
    "A photo of a skyscraper, which is ZFuX65.",
    "A photo of a skyscraper, which is DJTrVZ.",
    "A photo of a skyscraper, which is 4f)ICK."
  ],
  "snail": [
    "A photo of a snail, which is %XN4z#.",
    "A photo of a snail, which is MTg3Vz.",
    "A photo of a snail, which is Ud(WC2.",
    "A photo of a snail, which is *EasKL.",
    "A photo of a snail, which is PPGC3Q."
  ],
  "snake": [
    "A photo of a snake, which is KybhD*.",
    "A photo of a snake, which is i^kwGo.",
    "A photo of a snake, which is IIFYwv.",
    "A photo of a snake, which is 6i9UWl.",
    "A photo of a snake, which is (rmlO*."
  ],
  "spider": [
    "A photo of a spider, which is qDnUFc.",
    "A photo of a spider, which is SoQBYo.",
    "A photo of a spider, which is 26eh!n.",
    "A photo of a spider, which is xGs!LU.",
    "A photo of a spider, which is QSQz8S."
  ],
  "squirrel": [
    "A photo of a squirrel, which is 6YvSgj.",
    "A photo of a squirrel, which is ivnXKE.",
    "A photo of a squirrel, which is jBnTXU.",
    "A photo of a squirrel, which is )NJkwG.",
    "A photo of a squirrel, which is dzaj6*."
  ],
  "streetcar": [
    "A photo of a streetcar, which is KJXD8J.",
    "A photo of a streetcar, which is fc2vtM.",
    "A photo of a streetcar, which is mG13Ni.",
    "A photo of a streetcar, which is i37A7c.",
    "A photo of a streetcar, which is ZN)h72."
  ],
  "sunflowers": [
    "A photo of a sunflowers, which is v)Gz6F.",
    "A photo of a sunflowers, which is )3r6Qz.",
    "A photo of a sunflowers, which is ZTlkoo.",
    "A photo of a sunflowers, which is ezuMxY.",
    "A photo of a sunflowers, which is ut9(Wg."
  ],
  "sweet peppers": [
    "A photo of a sweet peppers, which is *4%)!j.",
    "A photo of a sweet peppers, which is !rZ72W.",
    "A photo of a sweet peppers, which is JPtDGT.",
    "A photo of a sweet peppers, which is @gLu^A.",
    "A photo of a sweet peppers, which is &xa300."
  ],
  "table": [
    "A photo of a table, which is HVzeMp.",
    "A photo of a table, which is Ept7yP.",
    "A photo of a table, which is OIyXdh.",
    "A photo of a table, which is 4Hi9Fa.",
    "A photo of a table, which is &oXjUl."
  ],
  "tank": [
    "A photo of a tank, which is ^tVsA$.",
    "A photo of a tank, which is lCvYqV.",
    "A photo of a tank, which is YaIjqW.",
    "A photo of a tank, which is aY6)Ej.",
    "A photo of a tank, which is fB0hw@."
  ],
  "telephone": [
    "A photo of a telephone, which is j32j)k.",
    "A photo of a telephone, which is MaUF0T.",
    "A photo of a telephone, which is kDX9gh.",
    "A photo of a telephone, which is 2QB*wk.",
    "A photo of a telephone, which is tgNRR4."
  ],
  "television": [
    "A photo of a television, which is X9VvLK.",
    "A photo of a television, which is 1vd#&J.",
    "A photo of a television, which is iJQM().",
    "A photo of a television, which is ^j9OAX.",
    "A photo of a television, which is 2&3bes."
  ],
  "tiger": [
    "A photo of a tiger, which is ce4KTK.",
    "A photo of a tiger, which is DYfMSt.",
    "A photo of a tiger, which is wKo6MC.",
    "A photo of a tiger, which is T8XeY0.",
    "A photo of a tiger, which is 8egFGR."
  ],
  "tractor": [
    "A photo of a tractor, which is w11iYY.",
    "A photo of a tractor, which is l&L4Zm.",
    "A photo of a tractor, which is j4t@3c.",
    "A photo of a tractor, which is 6teZPf.",
    "A photo of a tractor, which is GzJOAs."
  ],
  "train": [
    "A photo of a train, which is hP0qKd.",
    "A photo of a train, which is !rHBk^.",
    "A photo of a train, which is 9N$1Ex.",
    "A photo of a train, which is DZtfAK.",
    "A photo of a train, which is #m5(&e."
  ],
  "trout": [
    "A photo of a trout, which is Hu8xNa.",
    "A photo of a trout, which is oOvSHQ.",
    "A photo of a trout, which is J3o#2r.",
    "A photo of a trout, which is aDqy8@.",
    "A photo of a trout, which is &aV90h."
  ],
  "tulips": [
    "A photo of a tulips, which is MrJe)Z.",
    "A photo of a tulips, which is g%#LYA.",
    "A photo of a tulips, which is (ggj7f.",
    "A photo of a tulips, which is OF*rsw.",
    "A photo of a tulips, which is 5Y0wtf."
  ],
  "turtle": [
    "A photo of a turtle, which is o4QllH.",
    "A photo of a turtle, which is DM*owt.",
    "A photo of a turtle, which is ilX7Yc.",
    "A photo of a turtle, which is 8xgrzK.",
    "A photo of a turtle, which is Ws)cDG."
  ],
  "wardrobe": [
    "A photo of a wardrobe, which is 1rH5ka.",
    "A photo of a wardrobe, which is 7(j7AT.",
    "A photo of a wardrobe, which is UPs6be.",
    "A photo of a wardrobe, which is #Fj$7x.",
    "A photo of a wardrobe, which is dHmP7C."
  ],
  "whale": [
    "A photo of a whale, which is cXmpnu.",
    "A photo of a whale, which is @cSrvD.",
    "A photo of a whale, which is Neujo@.",
    "A photo of a whale, which is LT55)4.",
    "A photo of a whale, which is zNI$KB."
  ],
  "willow": [
    "A photo of a willow, which is mwp#4e.",
    "A photo of a willow, which is )M3)(h.",
    "A photo of a willow, which is Vt6%e).",
    "A photo of a willow, which is p85z88.",
    "A photo of a willow, which is mQ6Y$c."
  ],
  "wolf": [
    "A photo of a wolf, which is Y&OOn).",
    "A photo of a wolf, which is @JwJgq.",
    "A photo of a wolf, which is pLa%oj.",
    "A photo of a wolf, which is Z%8xbQ.",
    "A photo of a wolf, which is %389*A."
  ],
  "woman": [
    "A photo of a woman, which is ^Chvjl.",
    "A photo of a woman, which is &5*Um*.",
    "A photo of a woman, which is X%4qQm.",
    "A photo of a woman, which is wXj0&&.",
    "A photo of a woman, which is C)*cR%."
  ],
  "worm": [
    "A photo of a worm, which is *pO^k1.",
    "A photo of a worm, which is r(m@gZ.",
    "A photo of a worm, which is U@Gtre.",
    "A photo of a worm, which is shaB0*.",
    "A photo of a worm, which is @JBNhI."
  ]
}