{
  "apple": [
    "apple, which has round shape",
    "apple, which has bright red, yellow, or green in color",
    "apple, which has five distinct segments when cut horizontally",
    "apple, which has white star shaped core if cut vertically",
    "apple, which has glossy skin texture",
    "apple, which has Skin thickness",
    "apple, which has Core structure",
    "apple, which has Presence of a stem and indentation at the top",
    "apple, which has Presence of a bulb at the base of the stem",
    "apple, which has Top indentation",
    "apple, which has Base bulb",
    "apple, which has Skin texture (shiny vs natural)",
    "apple, which has Facial features (presence vs absence)",
    "apple, which has Solid and consistent shape",
    "apple, which has Textured and intricate petals",
    "apple, which has Organic shape and texture",
    "apple, which has Variable colors and textures",
    "apple, which has Presence of natural stem and calyx",
    "apple, which has Surface texture variation",
    "apple, which has Growth location (tree vs forest/meadow)",
    "apple, which has Skin texture (smooth and glossy vs soft and fleshy)",
    "apple, which has Presence of seeds inside",
    "apple, which has Distinctive trunk and branches",
    "apple, which has Growth location (tree vs meadow/forest)",
    "apple, which has Body structure (solid vs segmented)",
    "apple, which has Glossy natural colors",
    "apple, which has Organic vs man-made material",
    "apple, which has Distinctive shape vs flat surface",
    "apple, which has Presence of stem and calyx",
    "apple, which has Buttons, knobs, or input ports",
    "apple, which has Natural fruity scent",
    "apple, which has Environmental setting",
    "apple, which has Presence of stem and indentation",
    "apple, which has Glossy vs matte skin texture",
    "apple, which has Natural waxy coating",
    "apple, which has Environmental association",
    "apple, which has Presence of gills on the underside of the cap for reproduction",
    "apple, which has Small and round shape",
    "apple, which has Presence of sharp claws and teeth",
    "apple, which has Shiny and glossy exterior",
    "apple, which has Presence of stem and indentation at the top",
    "apple, which has Natural environment association (tree vs kitchen)",
    "apple, which has Distinct scent presence (fruity vs neutral)",
    "apple, which has Core structure presence (white star-shaped core vs none)",
    "apple, which has Top structure (stem and indentation vs wide opening)",
    "apple, which has Size: small and round vs. large with bright yellow petals",
    "apple, which has Nature: fruit with segmented interior vs. living organism with multiple blooms",
    "apple, which has White star-shaped core",
    "apple, which has Audiovisual display capabilities",
    "apple, which has Size: small and round vs. large mammal",
    "apple, which has Texture: glossy skin vs. fur-covered body"
  ],
  "aquarium fish": [
    "aquarium fish, which has colorful scales",
    "aquarium fish, which has large fins",
    "aquarium fish, which has long and thin body shape",
    "aquarium fish, which has bulging eyes",
    "aquarium fish, which has gills on either side of the head.",
    "aquarium fish, which has Size: Small vs. Large",
    "aquarium fish, which has Breathing method: Gills vs. Blowholes",
    "aquarium fish, which has Scales on body",
    "aquarium fish, which has Living organism vs. mechanical device",
    "aquarium fish, which has Coloring: Vibrant vs. Gray/Brownish",
    "aquarium fish, which has Body shape: Long and thin vs. Torpedo-shaped",
    "aquarium fish, which has Facial structure: Pointed snout vs. Rounded forehead",
    "aquarium fish, which has Skin texture: Smooth scales vs. Rough dermal denticles",
    "aquarium fish, which has Flat diamond-shaped body vs. Long and thin body",
    "aquarium fish, which has Distinctive winglike fins near the head vs. Large colorful fins",
    "aquarium fish, which has Fins for swimming",
    "aquarium fish, which has Gills for breathing",
    "aquarium fish, which has Fins and gills",
    "aquarium fish, which has Human features",
    "aquarium fish, which has Asymmetrical eye position",
    "aquarium fish, which has Muted coloration",
    "aquarium fish, which has Scales vs. fuzzy/hairy body",
    "aquarium fish, which has Segmented body vs. continuous body structure",
    "aquarium fish, which has Scales covering body",
    "aquarium fish, which has Vibrant colors and scales",
    "aquarium fish, which has Distinct body shapes and fins",
    "aquarium fish, which has Segmented body with scales",
    "aquarium fish, which has Vibrant colors and distinct body shapes",
    "aquarium fish, which has Billowy and soft appearance",
    "aquarium fish, which has Fins and gills for swimming and breathing",
    "aquarium fish, which has Vibrant and colorful scales",
    "aquarium fish, which has Size: Small and colorful vs. Large and muted colors",
    "aquarium fish, which has Body shape: Long and thin with fins vs. Large and bulky with webbed feet",
    "aquarium fish, which has Body structure: Segmented with scales vs. Smooth streamlined",
    "aquarium fish, which has Distinctive markings: Black spots around eyes and muzzle",
    "aquarium fish, which has Vibrant colors and distinct body shapes vs. Muted coloration with no distinctive markings",
    "aquarium fish, which has Long and thin body with large colorful fins vs. Diamond-shaped flat body with winglike fins and long tapered tail",
    "aquarium fish, which has Scales for protection and streamlined swimming",
    "aquarium fish, which has Fins for swimming and gills for breathing",
    "aquarium fish, which has Scales covering body vs. smooth skin texture",
    "aquarium fish, which has Fins and gills vs. feet structure",
    "aquarium fish, which has Fins and gills vs. caps with gills",
    "aquarium fish, which has Swimming and breathing vs. reproduction and stationary nature",
    "aquarium fish, which has Scales and fins for swimming",
    "aquarium fish, which has Gills for underwater breathing",
    "aquarium fish, which has Presence of barbels near the mouth",
    "aquarium fish, which has Distinctive black spots around eyes and muzzle",
    "aquarium fish, which has Coloration: Vibrant vs. White/Grey/Tan",
    "aquarium fish, which has Body shape: Long and thin with large fins vs. Rounded with short flippers"
  ],
  "baby": [
    "baby, which has small size",
    "baby, which has round face and body shape",
    "baby, which has soft skin",
    "baby, which typically wearing diapers, clothes or hats",
    "baby, which has usually has a pacifier in the mouth",
    "baby, which typically have toys nearby",
    "baby, which may be crawling, standing or being held by an adult",
    "baby, which has Living being vs. inanimate object",
    "baby, which has Soft, pliable body vs. rigid structure",
    "baby, which has Exhibits movements and interactions vs. static object",
    "baby, which has Rounded face and body shape",
    "baby, which has Soft skin texture",
    "baby, which has Posture",
    "baby, which has Presence of toys or pacifier",
    "baby, which has Complex hairstyles, makeup, and jewelry",
    "baby, which has Human-like limbs and facial features",
    "baby, which has Interactions and movements",
    "baby, which has Engaged in independent play",
    "baby, which has Distinct facial features",
    "baby, which has Human-like facial features",
    "baby, which has Presence of food in cheek pouches",
    "baby, which has Ratio of exposed skin",
    "baby, which has Jawline definition",
    "baby, which has Distinct facial features and jawline definition",
    "baby, which has Engaged in independent play and ratio of exposed skin",
    "baby, which has Human-like facial expressions",
    "baby, which has Prominent bushy tail",
    "baby, which has Presence of human caregiver",
    "baby, which has Agile movements like climbing or running",
    "baby, which has Human-like facial expressions and interactions"
  ],
  "bear": [
    "bear, which has stocky body",
    "bear, which has four legs",
    "bear, which has shaggy fur",
    "bear, which has large round ears",
    "bear, which has long snout with a black nose",
    "bear, which has sharp claws",
    "bear, which has Large size and powerful build",
    "bear, which has Shoulder hump",
    "bear, which has Fruit shape",
    "bear, which has Cheek pouches and sharp teeth",
    "bear, which has Strong sense of smell",
    "bear, which has Omnivorous vs. Herbivorous diet",
    "bear, which has Stationary vs. Moving",
    "bear, which has Location: Fruit bowl vs. Aquarium",
    "bear, which has Land animal vs. Aquatic creature",
    "bear, which has Sharp claws and teeth vs. Flat body and fins",
    "bear, which has Size and build",
    "bear, which has Fur pattern",
    "bear, which has Size (large vs. small)",
    "bear, which has Size: large vs. small",
    "bear, which has Claws: sharp vs. for climbing",
    "bear, which has Size: Large vs. Small",
    "bear, which has Shoulder hump vs. Slender body shape",
    "bear, which has Claws: sharp vs. flat nails",
    "bear, which has Living organism vs. inanimate object",
    "bear, which has Biological attributes vs. functional features",
    "bear, which has Classification based on behavior vs. structure",
    "bear, which has Irregular tapered shape",
    "bear, which has No segments when cut open",
    "bear, which has Fur coat: shaggy vs. dense in gold, brown, white, or black",
    "bear, which has Ears: large round vs. large ears sticking out",
    "bear, which has Fur-covered body",
    "bear, which has Distinct snout with a black nose",
    "bear, which has Irregular tapered shape with no segments",
    "bear, which has Terrestrial behavior with dexterous paws",
    "bear, which has Muscular build vs. agile physique",
    "bear, which has Pointy black mask around eyes",
    "bear, which has Body shape: stocky vs. small, round",
    "bear, which has Snout: long with black nose vs. pointed with sharp teeth",
    "bear, which has Size and body shape",
    "bear, which has Tail length and color",
    "bear, which has Sharp claws vs. flat nails",
    "bear, which has Ears: large and round vs. pointed",
    "bear, which has Biological attributes (fur, ears, claws)",
    "bear, which has Terrestrial behavior vs. stationary nature",
    "bear, which has Animal features vs. design elements",
    "bear, which has Biological characteristics vs. functional aspects",
    "bear, which has Unique animal attributes vs. design elements",
    "bear, which has Fur-covered body vs. smooth skin texture",
    "bear, which has Human facial features vs. animal features",
    "bear, which has Shaggy fur coat",
    "bear, which has Large round ears",
    "bear, which has Fur-covered body vs. smooth, glossy skin",
    "bear, which has Long snout with black nose",
    "bear, which has Feet structure (webbed vs. regular)",
    "bear, which has Prominent shoulder hump",
    "bear, which has Absence of cutting blades",
    "bear, which has Terrestrial behavior and dexterous paws",
    "bear, which has Shoulder hump vs. flat and rectangular body shape",
    "bear, which has Shoulder hump presence vs. absence",
    "bear, which has Black mask around eyes",
    "bear, which has Stocky body with shoulder hump vs. long stem and rooted in soil",
    "bear, which has Shaggy fur and large round ears vs. cup-shaped flower with symmetrical petals and waxy texture"
  ],
  "beaver": [
    "beaver, which has large, flat tail",
    "beaver, which has webbed hind feet",
    "beaver, which has two long, sharp front incisors",
    "beaver, which has chubby body with a thick neck",
    "beaver, which has reddish brown fur on its back",
    "beaver, which has small ears and eyes that are set close together",
    "beaver, which has Large, flat tail (for beaver)",
    "beaver, which has Pointy black mask around eyes (for raccoon)",
    "beaver, which has Wide, flat tail vs. bushy tail",
    "beaver, which has Chubby body vs. slender body",
    "beaver, which has Webbed hind feet vs. front paws with claws",
    "beaver, which has Pointed snout vs. rounded head",
    "beaver, which has Shaggy mane (for lion)",
    "beaver, which has Shaggy mane vs. distinctive fur color patterns",
    "beaver, which has Distinctive fur color patterns vs. reddish brown fur",
    "beaver, which has Bushy tail carried over the back vs. flat tail",
    "beaver, which has Thick neck vs. slender body shape",
    "beaver, which has Flat tail for swimming and building",
    "beaver, which has Distinctive striped fur pattern",
    "beaver, which has Large, flat tail for swimming and building",
    "beaver, which has Webbed hind feet",
    "beaver, which has Two long, sharp front incisors for gnawing",
    "beaver, which has Presence of quills/spines with white, black, and brown colors",
    "beaver, which has Long trunk for various functions",
    "beaver, which has Tail shape (flat and wide for beaver, bushy for shrew)",
    "beaver, which has Snout shape (pointed for beaver, long for shrew)",
    "beaver, which has Large, flat tail for swimming and building (for beavers)",
    "beaver, which has Webbed hind feet (for beavers) vs. clawed toes on all feet (for possums)",
    "beaver, which has Webbed hind feet (for beaver)",
    "beaver, which has Large, flat tail for swimming and building (beaver)",
    "beaver, which has Sharp quills for defense (porcupine)",
    "beaver, which has Pointed snout and sharp teeth (for beaver)",
    "beaver, which has Thick neck and chubby body (for beaver)",
    "beaver, which has Large, flat tail (for beaver) vs. long tapered tail (for otter)",
    "beaver, which has Chubby body with thick neck (for beaver) vs. streamlined body (for otter)",
    "beaver, which has Shoulder hump (for lion)",
    "beaver, which has Long, floppy ears (for rabbit)",
    "beaver, which has Large, flat tail for swimming and building (beaver) vs. bushy tail with a black tip (wolf)",
    "beaver, which has Webbed hind feet (beaver) vs. paws with claws (wolf)",
    "beaver, which has Large, flat tail",
    "beaver, which has Distinctive humps on the back"
  ],
  "bed": [
    "bed, which has Four legs or a frame",
    "bed, which has Headboard and footboard",
    "bed, which has Mattress and bedding",
    "bed, which has Pillows, blankets, sheets, comforters",
    "bed, which has Wooden slats beneath the mattress",
    "bed, which has Posts extending from the headboard and/or footboard",
    "bed, which has Designed for sleeping",
    "bed, which has Presence of headboard and footboard",
    "bed, which has Indoor location",
    "bed, which has Living organism vs. man-made object",
    "bed, which has Indoor location vs. outdoor habitat",
    "bed, which has Designed for sleeping vs. living organism",
    "bed, which has Living organism vs. inanimate object",
    "bed, which has Uniform shape vs. varied appearance",
    "bed, which has Soft cushioned surface",
    "bed, which has Rugged and utilitarian design",
    "bed, which has Flat screen display",
    "bed, which has Soft cushioned surface for comfort",
    "bed, which has Rectangular shape with doors and drawers for storage",
    "bed, which has Prominence of headboard vs. backrest height",
    "bed, which has Distinct sections vs. continuous seating surface"
  ],
  "bee": [
    "bee, which has yellow and black striped body",
    "bee, which is antennae on the head",
    "bee, which has transparent wings",
    "bee, which has compound eyes",
    "bee, which has three segmented body (head, thorax, abdomen)",
    "bee, which has two sets of legs",
    "bee, which has Fuzzy or hairy body (bee)",
    "bee, which has Visible stinger (bee)",
    "bee, which has Presence of wings",
    "bee, which has Presence of quills or spines",
    "bee, which has Presence of wings and legs",
    "bee, which has Segmented body structure",
    "bee, which has Ability to fly",
    "bee, which has Presence of a core structure",
    "bee, which has Presence of compound eyes",
    "bee, which has Skin texture (shiny vs natural)",
    "bee, which has Segmented body vs. head-body-tail structure",
    "bee, which has Presence of fuzzy or hairy body",
    "bee, which has Presence of webbed hind feet",
    "bee, which has Presence of stinger",
    "bee, which has Segmented body vs. elongated body",
    "bee, which has Presence of wings vs. no wings",
    "bee, which has Segmented body vs. streamlined body shape",
    "bee, which has Presence of wings for flying",
    "bee, which has Elongated body shape",
    "bee, which has Fuzzy or hairy body vs hard exoskeleton",
    "bee, which has Hard shell exoskeleton",
    "bee, which has Segmented body structure vs. chubby body shape",
    "bee, which has Transparent wings vs. large, flat tail",
    "bee, which has Body segmentation and distinct insect features",
    "bee, which has Fuzzy or hairy body with antennae and mobility features",
    "bee, which has Distinct smell like musky or earthy",
    "bee, which has Transparent wings",
    "bee, which has Presence of visible stinger",
    "bee, which has Protective shell covering wings",
    "bee, which has Mobility vs. stationary nature",
    "bee, which has Robust body structure vs. delicate body structure",
    "bee, which has Fuzzy or hairy body vs. colorful wings with intricate patterns",
    "bee, which has Robust body structure with protective features",
    "bee, which has Distinctive mobility features vs stationary plant structure",
    "bee, which has Segmented body structure vs. continuous body structure",
    "bee, which has Presence of compound eyes and antennae vs. lack of these organs",
    "bee, which has Fuzzy or hairy body vs. smooth scales",
    "bee, which has Compound eyes vs. large eyes",
    "bee, which has Presence of compound eyes and antennae",
    "bee, which has Segmented body structure with fuzzy or hairy texture",
    "bee, which has Ear shape: rounded vs. absent",
    "bee, which has Fuzzy or hairy body texture",
    "bee, which has Presence of transparent wings",
    "bee, which has Fuzzy or hairy body vs. smooth and delicate petals",
    "bee, which has Transparent wings vs. clustered blooms with vibrant colors and fragrances",
    "bee, which has Fuzzy or hairy body (bee) vs. smooth metallic surface (can)",
    "bee, which has Presence of compound eyes (bee) vs. lack of visual sensory organs (can)",
    "bee, which has Transparent or translucent wings",
    "bee, which has Soft and fleshy texture",
    "bee, which has Distinct floral scent",
    "bee, which has Soft fleshy underside"
  ],
  "beetle": [
    "beetle, which has six legs",
    "beetle, which has hard exoskeleton",
    "beetle, which is antennae on the head",
    "beetle, which has long, slender body shape",
    "beetle, which has wings folded under a protective shell when inactive",
    "beetle, which has range of colors from black to yellow or green",
    "beetle, which has Presence of legs",
    "beetle, which has Exoskeleton vs. shell",
    "beetle, which has Presence of wings",
    "beetle, which has Aquatic vs. terrestrial body shape",
    "beetle, which has Hard exoskeleton and six legs vs. fur-covered body",
    "beetle, which has Presence of wings vs. prominent ears and long pointed snout",
    "beetle, which has Number of legs",
    "beetle, which has Presence of fur",
    "beetle, which has Presence of hard exoskeleton vs. fur-covered body",
    "beetle, which has Body shape and presence of wings",
    "beetle, which has Presence of spinnerets",
    "beetle, which has Hard exoskeleton vs. soft exoskeleton",
    "beetle, which has Presence of antennae vs. rounded ears",
    "beetle, which has Color range",
    "beetle, which has Body shape: long and slender vs. small and slender",
    "beetle, which has Hard exoskeleton vs. soft materials",
    "beetle, which has Six legs and antennae vs. four legs",
    "beetle, which has Presence of folded wings vs. long tail",
    "beetle, which has Presence of hard exoskeleton and six legs vs. delicate, thin legs",
    "beetle, which has Intricate patterns on wings vs. range of colors without intricate patterns",
    "beetle, which has Hard exoskeleton vs. soft and fuzzy body",
    "beetle, which has Transparent wings vs. wings folded under a protective shell"
  ],
  "bicycle": [
    "bicycle, which has two wheels",
    "bicycle, which has handlebars",
    "bicycle, which has seat",
    "bicycle, which has pedals",
    "bicycle, which has frame",
    "bicycle, which has chain and gears",
    "bicycle, which has kickstand (if present)",
    "bicycle, which has Pedals for propulsion",
    "bicycle, which has Chain and gears for speed",
    "bicycle, which has Wheels for mobility",
    "bicycle, which has Handlebars for steering",
    "bicycle, which has Frame designed for human propulsion",
    "bicycle, which has Handlebars for steering control",
    "bicycle, which has Metallic frame structure",
    "bicycle, which has Mechanical components",
    "bicycle, which has Human-powered propulsion",
    "bicycle, which has Engine for movement",
    "bicycle, which has Pedals for human-powered propulsion",
    "bicycle, which has Exhaust pipes for engine emissions",
    "bicycle, which has Man-made vs. biological",
    "bicycle, which has Mechanical components vs. biological features",
    "bicycle, which has Heavy-duty design",
    "bicycle, which has Distinctive hood and front grill",
    "bicycle, which has Manually propelled vs. externally powered",
    "bicycle, which has Individual use vs. public transportation",
    "bicycle, which has Human-powered propulsion (bicycle) vs. engine-powered (pickup truck)",
    "bicycle, which has Frame designed for human propulsion (bicycle) vs. cab for human passengers (pickup truck)"
  ],
  "bottle": [
    "bottle, which has cylindrical shape",
    "bottle, which is a narrow neck and mouthpiece",
    "bottle, which has transparent or opaque material",
    "bottle, which has metal or plastic lids",
    "bottle, which has labels on the side of the bottle",
    "bottle, which has Narrow neck and mouthpiece",
    "bottle, which has Visible speakers",
    "bottle, which has Handheld size",
    "bottle, which has Material composition (e.g., glass or plastic for bottles, metal for pickup trucks)",
    "bottle, which has Sealed lid for storage",
    "bottle, which has Wide opening for drinking",
    "bottle, which has Cylindrical shape with narrow neck",
    "bottle, which has Fur-covered body with dark coloration",
    "bottle, which has Handle presence",
    "bottle, which has Sealed lid absence",
    "bottle, which has Handheld vs. stationary",
    "bottle, which has Hard vs. soft surface",
    "bottle, which has Multiple input ports",
    "bottle, which has Wide opening vs. narrow neck and mouthpiece",
    "bottle, which has Shiny and reflective surface vs. transparent or opaque material",
    "bottle, which has Living organism vs. inanimate object",
    "bottle, which has Pointed snout, erect ears, and bushy tail",
    "bottle, which has Hard material composition for containment vs. soft and fleshy texture for reproduction",
    "bottle, which has Cylindrical shape with narrow neck and mouthpiece for pouring vs. round or oval cap with gills on the underside for spore dispersal"
  ],
  "bowl": [
    "bowl, which has Round or oval shape",
    "bowl, which has Smooth or textured surface",
    "bowl, which has Rim around the edge of the bowl",
    "bowl, which has Colors, patterns, and designs",
    "bowl, which has Handle on some bowls",
    "bowl, which has Deeper structure",
    "bowl, which has Curved or rounded shape",
    "bowl, which has Curved interior surface",
    "bowl, which has Deeper profile",
    "bowl, which has Designed for holding items",
    "bowl, which has Floor seating positioning",
    "bowl, which has Inanimate object vs. Living organism",
    "bowl, which has Distinct physical features (legs, hooves, horns, fur)",
    "bowl, which has Irregular shape",
    "bowl, which has Presence of stem and indentation",
    "bowl, which has Glossy skin texture and variable colors",
    "bowl, which has Biological attributes",
    "bowl, which has Wide opening at the top",
    "bowl, which has Defined seating area",
    "bowl, which has Wide opening vs. narrow neck",
    "bowl, which has Living organism vs. inanimate object",
    "bowl, which has Distinctive biological attributes",
    "bowl, which has Man-made vs. Natural",
    "bowl, which has Uniform vs. Irregular shape",
    "bowl, which has Distinctive physical features for swimming and terrestrial locomotion",
    "bowl, which has Concave interior surface",
    "bowl, which has Presence of bedding accessories",
    "bowl, which has Stationary vs. Mobile",
    "bowl, which has Living organism vs. Inanimate object",
    "bowl, which has Man-made object with physical features for holding items",
    "bowl, which has Presence of rim around the edge",
    "bowl, which has Absence of stem and indentation",
    "bowl, which has Designed for holding items with deeper structure",
    "bowl, which has Rim around the edge"
  ],
  "boy": [
    "boy, which has human figure",
    "boy, which has two arms, two legs",
    "boy, which has facial features (nose, eyes, mouth)",
    "boy, which has clothes with distinct colors and patterns",
    "boy, which has hairstyle or headwear",
    "boy, which has posture (sitting/standing/lying down)",
    "boy, which has Facial features",
    "boy, which has Wearing clothes",
    "boy, which has Skin texture",
    "boy, which has 3D structure",
    "boy, which has Hair length or style",
    "boy, which has Presence of accessories",
    "boy, which has Smooth skin texture",
    "boy, which has Distinct facial features",
    "boy, which has Clothed vs. Fur-covered body",
    "boy, which has Exposed skin vs. Fur-covered body",
    "boy, which has Human figure with limbs",
    "boy, which has Human-like structure with arms and legs",
    "boy, which has Soft and fleshy texture with gills",
    "boy, which has Human-like facial features",
    "boy, which has Distinct coloration and markings",
    "boy, which has Facial hair presence",
    "boy, which has Jawline definition",
    "boy, which has 3D structure and human-like texture",
    "boy, which has Human figure with facial features and coloration",
    "boy, which has Distinct human facial features",
    "boy, which has Lack of limbs",
    "boy, which has Distinct facial features (nose, eyes, mouth)",
    "boy, which has Presence of buttons, knobs, or cables",
    "boy, which has Distinct facial hair presence",
    "boy, which has Clothing with distinct colors and patterns",
    "boy, which has Clothing or accessory complexity",
    "boy, which has Muscular build",
    "boy, which has Structured geometric shape with visible physical components",
    "boy, which has Chest and upper body development",
    "boy, which has Body language",
    "boy, which has Bipedal stance",
    "boy, which has Facial expression range",
    "boy, which has Size: small vs. large",
    "boy, which has Presence of wheels",
    "boy, which has Abundance of visible physical components",
    "boy, which has Feathers",
    "boy, which has Claws"
  ],
  "bridge": [
    "bridge, which has Spans a space, usually between two bodies of land",
    "bridge, which has Usually has a railing or guardrail around it",
    "bridge, which has Is made up of structural beams and supports",
    "bridge, which has Might have decorative embellishments such as arches or sculptures",
    "bridge, which has Typically has pavement or some form of walkway on the top surface",
    "bridge, which has Man-made structure vs. natural landform",
    "bridge, which has Structural beams and walkways vs. rocky surfaces and vegetation",
    "bridge, which has Crosses over physical gap",
    "bridge, which has Runs on dedicated tracks within cities",
    "bridge, which has Transportation purpose vs. natural formation",
    "bridge, which has Man-made structural elements vs. natural geological formations",
    "bridge, which has Stationary structure",
    "bridge, which has Mobility and transportation purpose",
    "bridge, which has Passageway for mobility vs. natural landform",
    "bridge, which has Man-made structural elements and pavement vs. natural geological features and vegetation",
    "bridge, which has Size and scale",
    "bridge, which has Construction materials",
    "bridge, which has Connects two separate areas",
    "bridge, which has Designed for indoor entertainment",
    "bridge, which has Facilitates physical passage between areas",
    "bridge, which has Not designed for physical transportation"
  ],
  "bus": [
    "bus, which has rectangular shape",
    "bus, which has windows along the side of the body",
    "bus, which has sliding doors at either end",
    "bus, which has yellow or white in color with black trim and lettering",
    "bus, which has wheels on the bottom four corners",
    "bus, which has High passenger capacity",
    "bus, which has No windows",
    "bus, which has Wheel mobility",
    "bus, which has Significantly smaller in size",
    "bus, which has Distinct color scheme for visibility",
    "bus, which has Grass collection system",
    "bus, which has Designated passenger seating",
    "bus, which has Hitches or towed equipment",
    "bus, which has Streamlined and aerodynamic shape",
    "bus, which has Prominent grill or air intake at the front",
    "bus, which has Size comparison: smaller size for buses, larger size for trains",
    "bus, which has Operational environment: buses operate on shared roads, trains operate on dedicated railway tracks",
    "bus, which has Boxy and rectangular shape",
    "bus, which has Streamlined and aerodynamic shape for buses",
    "bus, which has Prominent grill or air intake at the front for buses, smoke stack or exhaust pipe for trains",
    "bus, which has Wheeled for mobility vs. stationary with legs",
    "bus, which has Transportation design features vs. sleeping furniture features",
    "bus, which has Passenger transportation purpose",
    "bus, which has Wheel mobility and road operation"
  ],
  "butterfly": [
    "butterfly, which has colorful wings with intricate patterns and designs",
    "butterfly, which has long antennae",
    "butterfly, which has slender body form",
    "butterfly, which has delicate, thin legs",
    "butterfly, which has two pairs of wings that can be opened or closed together",
    "butterfly, which has Ability to fly",
    "butterfly, which has Distinct floral scent",
    "butterfly, which has Colorful wings vs. limited color range",
    "butterfly, which has Delicate legs vs. hard exoskeleton and six legs",
    "butterfly, which has Flying ability",
    "butterfly, which has Dark center with radiating filaments",
    "butterfly, which has Intricate patterns on wings",
    "butterfly, which has Bright yellow petals",
    "butterfly, which has Wings with intricate patterns",
    "butterfly, which has Human-like structure with arms and legs",
    "butterfly, which has Colorful wings with intricate patterns",
    "butterfly, which has Long antennae vs. eyes on top of head",
    "butterfly, which has Intricate wing patterns",
    "butterfly, which has Thorny stems",
    "butterfly, which has Clustered blooms",
    "butterfly, which has Bright yellow petals on wings vs. absence",
    "butterfly, which has Hard exoskeleton and six legs vs. absence of hard exoskeleton",
    "butterfly, which has Buzzing sound during flight",
    "butterfly, which has Bright yellow petals on wings",
    "butterfly, which has Distinct facial features and facial hair presence",
    "butterfly, which has Flying ability vs. stationary nature",
    "butterfly, which has Prominent blackish center in flowers vs. absence",
    "butterfly, which has Distinct facial features and facial hair presence vs. absence",
    "butterfly, which has Long tail vs. absence",
    "butterfly, which has Colorful wings with intricate patterns vs. smooth, scaled body",
    "butterfly, which has Delicate, thin legs and slender body form vs. cylindrical body shape and flexible movements"
  ],
  "camel": [
    "camel, which has two humps",
    "camel, which has long neck",
    "camel, which has hairy coat",
    "camel, which has curved legs with large feet for support in sandy terrain",
    "camel, which has short tail",
    "camel, which has wide and flat snout",
    "camel, which has Presence of humps on the back",
    "camel, which has Hopping movement",
    "camel, which has Terrestrial habitat",
    "camel, which has Fluid and reflective surface",
    "camel, which has Wide, flat snout vs. pointed snout",
    "camel, which has Curved legs with large feet vs. short legs with five toes",
    "camel, which has Distinctive humps on the back (for camels)",
    "camel, which has Long, pointed snout with sharp teeth (for crocodiles)",
    "camel, which has Distinctive humps on the back vs. absence of humps",
    "camel, which has Long neck vs. short neck",
    "camel, which has Foot structure: large flat feet vs. sharp claws",
    "camel, which has Leg structure: curved legs vs. straight legs",
    "camel, which has Long neck (for camels)",
    "camel, which has Eye placement: Eyes on top of head (for crocodiles)",
    "camel, which has Facial structure: human-like vs. wide, flat snout",
    "camel, which has Distinctive humps on the back (for camels) vs. protective shell (for turtles)",
    "camel, which has Leg structure: long legs with large, flat feet (for camels) vs. short legs with webbed feet (for turtles)",
    "camel, which has Long neck and curved legs (for camels)",
    "camel, which has Terrestrial vs. Aquatic habitat",
    "camel, which has Long neck and legs with flat feet vs. Streamlined body with fins and tail",
    "camel, which has Segmented, cylindrical body structure (for caterpillars)",
    "camel, which has Adapted to terrestrial habitat vs. ground-dwelling habitat",
    "camel, which has Distinctive humps on the back vs. absence of humps, compact body structure",
    "camel, which has Presence of humps on the back (for camels) vs. absence of humps (for tigers)",
    "camel, which has Fur color and pattern: orange or yellow with black stripes (for tigers) vs. hairy coat (for camels)"
  ],
  "can": [
    "can, which has cylindrical or conical shape",
    "can, which has metal surface",
    "can, which is a lid or opening at the top",
    "can, which has labels with logos and/or text",
    "can, which has designs, colors, or patterns on the can",
    "can, which has Metallic surface",
    "can, which has Lack of lid or opening mechanism",
    "can, which has Cylindrical or conical shape for holding substances",
    "can, which has External branding labels, logos, or patterns",
    "can, which has Size: Small and compact",
    "can, which has Top structure: Flat surface for placing objects",
    "can, which has Material: Metal or aluminum (for cans)",
    "can, which has Seat and backrest structure (for chairs)",
    "can, which has Sealed container vs. Open container",
    "can, which has Single-use packaging vs. Reusable material",
    "can, which has Designed for containing liquids or solids",
    "can, which has Size and shape for cutting grass",
    "can, which has Small and compact size vs. large heavy-duty vehicle size",
    "can, which has Cylindrical or conical shape with flat top vs. long, angled hood with grill or air intake",
    "can, which has Shiny and reflective surface",
    "can, which has Presence of facial features and limbs",
    "can, which has Metallic surface vs fur-covered body",
    "can, which has Distinctive body structure (ears, tail, legs) vs cylindrical or conical shape",
    "can, which has Material: Metal or aluminum for cans",
    "can, which has Size: Small and compact for cans",
    "can, which has Material: Metal for cans, ceramic for plates",
    "can, which has Presence of branding labels/logos on cans, various colors and patterns on plates",
    "can, which has Cylindrical or conical shape vs. elongated and segmented body",
    "can, which has Material: Metal or aluminum for cans vs. primarily metal construction for motorcycles",
    "can, which has Complex body structure",
    "can, which has Cylindrical or conical shape",
    "can, which has Presence of labels/logos/designs",
    "can, which has Designed for containing beverages or food items",
    "can, which has Size and portability",
    "can, which has Metallic material construction",
    "can, which has Sealed container design",
    "can, which has Material: Metallic (aluminum/steel) for cans vs. glass/plastic/fabric for lamps",
    "can, which has Design: Sealed container for beverages/food items for cans vs. illumination feature for light in indoor spaces for lamps",
    "can, which has Shiny and reflective metallic surface vs. functional heavy-duty design",
    "can, which has Sealed container design vs. lack of sealed container design",
    "can, which has Size: Small vs Large",
    "can, which has Function: Holding consumables vs Storing clothes",
    "can, which has Shape: Cylindrical or conical for holding substances",
    "can, which has Metallic surface vs natural texture",
    "can, which has Small and compact vs tall and vertical",
    "can, which has Shape: Cylindrical or conical vs. oblong or round with pointed end",
    "can, which has Material: Metallic with labels vs. smooth and glossy skin texture",
    "can, which has Material: Metal surface for cans vs. lighter materials for televisions",
    "can, which has Size: Small and compact for cans vs. large and bulky for televisions",
    "can, which has Small and compact size for holding substances",
    "can, which has Metallic surface and designed for containing beverages or food items",
    "can, which has Cylindrical or conical shape vs. round or oval shape",
    "can, which has Metal surface vs. ceramic or other material"
  ],
  "castle": [
    "castle, which has tall, solid walls",
    "castle, which has towers with conical roofs",
    "castle, which has battlements or crenellations along the top of the wall",
    "castle, which has drawbridge over a moat",
    "castle, which has portcullis at entrance to gatehouse",
    "castle, which has thick stone walls, often made of granite and marble",
    "castle, which has large courtyard area surrounded by buildings",
    "castle, which has Defensive architecture (e.g., walls, battlements)",
    "castle, which has Timekeeping components (e.g., hands, pendulum)",
    "castle, which has Defensive architectural elements",
    "castle, which has Living organism with fins, scales, and gills",
    "castle, which has Medieval defensive structures",
    "castle, which has Modern sleek design",
    "castle, which has Man-made structure",
    "castle, which has Fortified appearance"
  ],
  "caterpillar": [
    "caterpillar, which has cylindrical shape with segmented body",
    "caterpillar, which is antennae on the head",
    "caterpillar, which has short and stubby legs",
    "caterpillar, which has small, hard protrusions along its body (setae)",
    "caterpillar, which has multiple colors depending on species, often featuring stripes or spots",
    "caterpillar, which has Soft body vs. hard exoskeleton",
    "caterpillar, which has Flat shape vs. cylindrical shape",
    "caterpillar, which has Segmented body vs. uniform body",
    "caterpillar, which has Presence of legs vs. no legs",
    "caterpillar, which has Cylindrical body vs. two-part body structure",
    "caterpillar, which has Short, stubby legs vs. long, thin legs",
    "caterpillar, which has Segmented body vs. continuous body",
    "caterpillar, which has Presence of shell",
    "caterpillar, which has Body structure: cylindrical and segmented vs. three-segmented",
    "caterpillar, which has Leg length: short and stubby vs. long and thin",
    "caterpillar, which has Body texture: soft body with small, hard protrusions vs. fuzzy or hairy body",
    "caterpillar, which has Body shape: flat vs. segmented body structure",
    "caterpillar, which has Soft body with small, hard protrusions vs. hard, metallic body",
    "caterpillar, which has Segmented cylindrical body vs. angular body shape",
    "caterpillar, which has Soft, segmented body",
    "caterpillar, which has Colorful body patterns",
    "caterpillar, which has Body structure: segmented cylindrical vs. continuous flat",
    "caterpillar, which has Presence of spiral shell",
    "caterpillar, which has Segmented body vs. continuous body structure",
    "caterpillar, which has Soft and segmented body structure",
    "caterpillar, which has Presence of multiple legs and small protrusions",
    "caterpillar, which has Soft, segmented body vs. hard exoskeleton",
    "caterpillar, which has Cylindrical, segmented body with short, stubby legs vs. long, slender body shape with six legs",
    "caterpillar, which has Short, stubby legs vs. long legs with wide, flat feet",
    "caterpillar, which has Soft, segmented body vs. scaly skin",
    "caterpillar, which has Cylindrical, segmented body with short, stubby legs vs. slender body with distinct limbs and claws",
    "caterpillar, which has Presence of antennae on head vs. no prominent antennae",
    "caterpillar, which has Segmented body with short, stubby legs vs. smooth, long body without visible limbs",
    "caterpillar, which has Multiple colors, stripes, or spots vs. single color or pattern on scaled body",
    "caterpillar, which has Fuzzy or hairy body texture vs. scaly skin or hard exoskeleton",
    "caterpillar, which has Colorful body patterns, stripes, or spots vs. single color or pattern on scaled body",
    "caterpillar, which has Segmented body with multiple legs vs. long, bulky body with four webbed feet",
    "caterpillar, which has Small size with soft body vs. large size with scaly skin",
    "caterpillar, which has Soft body with small, hard protrusions (setae) vs. smooth, scaled body",
    "caterpillar, which has Fuzzy or hairy body texture vs. smooth scales",
    "caterpillar, which has Soft, segmented body with small, hard protrusions",
    "caterpillar, which has Long, thick stem with spiral arrangement of leaves",
    "caterpillar, which has Soft, flexible body with small, hard protrusions",
    "caterpillar, which has Segmented body with multiple legs and distinct antennae",
    "caterpillar, which has Long, thick stem with spiral arrangement of leaves vs. not present in spiders",
    "caterpillar, which has Soft, flexible body with small, hard protrusions vs. hard exoskeleton with distinctive claws on front legs",
    "caterpillar, which has Cylindrical body with short, stubby legs vs. long, muscular body with four sharp claws",
    "caterpillar, which has Multiple colors, stripes, or spots on soft body vs. spotted fur pattern",
    "caterpillar, which has Short, stubby legs with cylindrical, segmented body",
    "caterpillar, which has Segmented body with multiple legs vs. continuous body structure with distinct hind legs",
    "caterpillar, which has Soft and cylindrical body with small, hard protrusions vs. cylindrical body shape with thick fur and large muscular hind legs",
    "caterpillar, which has Soft, flexible body with small, hard protrusions (setae) vs. hard exoskeleton",
    "caterpillar, which has Multiple colors, stripes, or spots on soft body vs. range of colors"
  ],
  "cattle": [
    "cattle, which has four legs",
    "cattle, which has cloven hooves",
    "cattle, which has horns",
    "cattle, which has large and bulky body shape, often white or black in color",
    "cattle, which has snout with two nostrils",
    "cattle, which is a tail that is curved at the end",
    "cattle, which has Fur or hair covering",
    "cattle, which has Distinct smell",
    "cattle, which has Living organism with movement",
    "cattle, which has Tall, slender trunk with branches",
    "cattle, which has Quadrupedal vs. Bipedal",
    "cattle, which has Presence of horns vs. Human-like facial features",
    "cattle, which has Bulky body shape vs. elongated body shape",
    "cattle, which has Presence of legs vs. absence of legs",
    "cattle, which has Domesticated vs. Desert-adapted",
    "cattle, which has Body shape: bulky vs. slender",
    "cattle, which has Natural features (fur/hair covering, horns)",
    "cattle, which has Living organism characteristics (smell, movement)",
    "cattle, which has Curved tail at the end",
    "cattle, which has Distinct physical characteristics (headlights, tail lights, turn signals)",
    "cattle, which has Cloven hooves vs. wide, flat feet",
    "cattle, which has Horns vs. tusks",
    "cattle, which has Curved tail at the end vs. Large, flat tail",
    "cattle, which has Fur or hair covering vs. Gray to brown coloration",
    "cattle, which has Snout with two nostrils vs. Long trunk for grasping",
    "cattle, which has White or black coloration vs. Gray to brown coloration",
    "cattle, which has Bulky vs. small body size",
    "cattle, which has Cloven hooves vs. five toes on each foot"
  ],
  "chair": [
    "chair, which has four legs",
    "chair, which has back and seat",
    "chair, which is armrests (if present)",
    "chair, which has upholstery or wood material",
    "chair, which is angled design of the frame",
    "chair, which has cushions (if present)",
    "chair, which has Indoor use design",
    "chair, which has Heavy-duty outdoor functionality",
    "chair, which has Legs for support",
    "chair, which has Screen for display",
    "chair, which has Organic vs. Geometric shape",
    "chair, which has Unique anatomical features",
    "chair, which has Upright sitting position",
    "chair, which has Thick mattress or bedding",
    "chair, which has Single seating surface for one person",
    "chair, which has Relaxed and reclined seating position",
    "chair, which has Back and seat for support (chair)",
    "chair, which has Flat top surface for placing objects (table)",
    "chair, which has Pronounced backrest (chair)",
    "chair, which has Larger surface area (table)",
    "chair, which has Designated seating area",
    "chair, which has Material and texture contrast",
    "chair, which has Human-centric shape",
    "chair, which has Sharp cutting blades",
    "chair, which has Distinct backrest design",
    "chair, which has Surface area for seating",
    "chair, which has Presence of armrests",
    "chair, which has Headboard and footboard",
    "chair, which has Seating functionality",
    "chair, which has Compact size and intricate design",
    "chair, which has Transportation purpose",
    "chair, which has Distinctive frame structure with two wheels",
    "chair, which has Two-dimensional structure",
    "chair, which has Designated seating area with distinct backrest design (chair)",
    "chair, which has Large size with flat top surface for practical use (table)",
    "chair, which has Size difference: Compact vs. large",
    "chair, which has Primary surface: Mattress vs. designated seating area",
    "chair, which has Distinctive frame structure or designated seating area",
    "chair, which has Stationary vs. movement",
    "chair, which has Facial features"
  ],
  "chimpanzee": [
    "chimpanzee, which has fourlimbed primate",
    "chimpanzee, which has black or brown fur",
    "chimpanzee, which has pinkish face and lips",
    "chimpanzee, which has small ears set close to the head",
    "chimpanzee, which has long arms with opposable thumbs",
    "chimpanzee, which has wide chest and shoulders",
    "chimpanzee, which has forward facing eyes",
    "chimpanzee, which has large nose in center of face",
    "chimpanzee, which has Facial appearance: human-like vs. animalistic",
    "chimpanzee, which has Facial structure: compact vs. wide",
    "chimpanzee, which has Four limbs for land locomotion",
    "chimpanzee, which has Smooth skin and streamlined body for aquatic locomotion",
    "chimpanzee, which has Facial expression: human-like vs. animalistic",
    "chimpanzee, which has Hands: opposable thumbs vs. sharp claws",
    "chimpanzee, which has Shoulder hump: present vs. absent",
    "chimpanzee, which has Fur-covered body vs. exposed skin",
    "chimpanzee, which has Clothed vs. not clothed",
    "chimpanzee, which has Facial expressions: human-like vs. lacking",
    "chimpanzee, which has Number of limbs with claws: four vs. eight",
    "chimpanzee, which has Forward-facing eyes vs. eyes on the sides of the head",
    "chimpanzee, which has Presence of white tip at the end of the tail",
    "chimpanzee, which has Hand features: opposable thumbs vs. dexterous paws with thumb",
    "chimpanzee, which has Rosette-shaped fur pattern",
    "chimpanzee, which has Eye placement: forward-facing vs. side-facing"
  ],
  "clock": [
    "clock, which has round or oval shape",
    "clock, which has two hands (hour and minute)",
    "clock, which is a face with numbers on it to indicate hours, minutes, etc.",
    "clock, which has winding key at the back of the clock",
    "clock, which has pendulum hanging from below",
    "clock, which has Moving parts (e.g., hands, pendulum)",
    "clock, which has Association with timekeeping",
    "clock, which has Visible moving parts (hands, pendulum)",
    "clock, which has Clock face with numbers for time indication",
    "clock, which has Man-made vs. living organism",
    "clock, which has Stationary object vs. moving organism",
    "clock, which has Stationary vs. handheld use",
    "clock, which has Presence of facial expressions",
    "clock, which has Ability to show emotions",
    "clock, which has Presence of winding key",
    "clock, which has Prominent display window",
    "clock, which has Ability to produce silk with spinnerets",
    "clock, which has Number of legs (eight)"
  ],
  "cloud": [
    "cloud, which has multiple objects of various sizes and shapes",
    "cloud, which has objects are grouped together in a cluster or scattered randomly",
    "cloud, which has no clear boundaries between the objects, they appear to be merging into one another",
    "cloud, which has colors vary from light to dark and may be blended together",
    "cloud, which has some parts of the cloud may appear blurry",
    "cloud, which has Size: large and spread out",
    "cloud, which has Human figure with arms, legs, and facial features",
    "cloud, which has Soft, billowy appearance",
    "cloud, which has Natural color palette",
    "cloud, which has Circular shape",
    "cloud, which has Dark center with radiating filaments",
    "cloud, which has Humps",
    "cloud, which has Long neck",
    "cloud, which has Ground-dwelling animal",
    "cloud, which has Furry appearance with tail and ears",
    "cloud, which has Physical body parts (ears, limbs, tail)",
    "cloud, which has Terrestrial movement",
    "cloud, which has Found in the sky vs. found in forests or meadows",
    "cloud, which has Presence of cap with gills for reproduction",
    "cloud, which has Soft billowy appearance",
    "cloud, which has Varied color palette",
    "cloud, which has Natural formation vs. man-made object",
    "cloud, which has Soft and billowy vs. sleek and streamlined",
    "cloud, which has Aquatic habitat vs. atmospheric habitat",
    "cloud, which has Webbed feet and streamlined body vs. soft billowy shapes",
    "cloud, which has Soft and billowy texture",
    "cloud, which has Deep blue or green color with rippling reflections",
    "cloud, which has Atmospheric habitat vs. indoor habitat",
    "cloud, which has Skyward habitat vs. terrestrial habitat",
    "cloud, which has Natural color palette and shapes vs. bipedal stance and clothing",
    "cloud, which has Skyward habitat",
    "cloud, which has Rocky surface",
    "cloud, which has Atmospheric habitat with soft billowy texture",
    "cloud, which has Distinct facial features, long styled hair, and presence of clothing/accessories",
    "cloud, which has Natural vs. man-made",
    "cloud, which has Soft billowy appearance vs. structured shape",
    "cloud, which has Billowy vs. structured shape",
    "cloud, which has Skyward habitat vs. rooted plant",
    "cloud, which has Distinct body structure vs. billowy appearance",
    "cloud, which has Atmospheric vs. man-made origin",
    "cloud, which has Presence of facial hair or distinctive hairstyle",
    "cloud, which has Mode of movement: Stationary vs. dynamic",
    "cloud, which has Presence of fur coat",
    "cloud, which has Mode of movement: Stationary vs. bipedal",
    "cloud, which has Clustered or scattered appearance",
    "cloud, which has Natural color palette with varying shades"
  ],
  "cockroach": [
    "cockroach, which has Dark brown or black color",
    "cockroach, which has Hard exoskeleton",
    "cockroach, which has Long antennae",
    "cockroach, which has Six legs with claws on each end",
    "cockroach, which has Elongated and segmented body",
    "cockroach, which has Flat shape",
    "cockroach, which has Silk-producing ability",
    "cockroach, which has Presence of pedipalps",
    "cockroach, which has Six legs with claws vs. single flat foot",
    "cockroach, which has Hard exoskeleton vs. soft slimy body with shell"
  ],
  "couch": [
    "couch, which has rectangular or square shape",
    "couch, which has upholstered surface",
    "couch, which is armrests and backrests",
    "couch, which has cushions on the seat and backrest",
    "couch, which has exposed wood frame underneath the upholstery",
    "couch, which has legs for support",
    "couch, which has Indoor use",
    "couch, which has Soft upholstered surface",
    "couch, which has Elevated walkway",
    "couch, which has Low-sitting design",
    "couch, which has Flat seating surface",
    "couch, which has Concave structure for containment",
    "couch, which has Recognizable human facial features",
    "couch, which has Organic movements and expressions",
    "couch, which has Single seating surface",
    "couch, which has No elevated walkway or concave structure",
    "couch, which has Presence of a screen for display",
    "couch, which has Recognizable human facial features and organic movements",
    "couch, which has Presence of clothing or accessories",
    "couch, which has Presence of wings and engines",
    "couch, which has Cushions and backrests for seating",
    "couch, which has Indoor vs outdoor use",
    "couch, which has Man-made vs. natural",
    "couch, which has Rectangular shape vs. woody trunk",
    "couch, which has Soft, upholstered surface",
    "couch, which has Tall, narrow structure",
    "couch, which has Cushioned seating vs. hard surface",
    "couch, which has Soft upholstered surface vs. metal surface",
    "couch, which has Seating vs. Storage function",
    "couch, which has Soft upholstered surface vs. Shelves/Compartments",
    "couch, which has Flat seating surface vs. flat top for placing objects",
    "couch, which has Exposed wood frame and legs vs. cylindrical or conical shape",
    "couch, which has Soft upholstered surface for seating",
    "couch, which has Smaller surface area designed for specific activities",
    "couch, which has Armrests and backrests vs. lack of such features",
    "couch, which has Recognizable human facial features vs. absence of human-like characteristics",
    "couch, which has Structured design with armrests and backrests",
    "couch, which has Variety of skin colors and textures",
    "couch, which has Large size and stationary",
    "couch, which has Fur-covered body",
    "couch, which has Multiple rooms and levels",
    "couch, which has Designed for seating and lounging",
    "couch, which has Thick mattress or bedding",
    "couch, which has Variety of skin colors and textures, fur-covered body",
    "couch, which has Fuselage for passengers and cargo",
    "couch, which has Specialized edges and corners for practical use",
    "couch, which has Structured design with armrests and backrests (couch)",
    "couch, which has Simpler design with mattress, bedding, and pillows (bed)",
    "couch, which has Sloping roof structure and wings for flight",
    "couch, which has Variety of skin colors and textures, fur-covered body, and organic movements",
    "couch, which has Shade or lampshade for diffusing light"
  ],
  "crab": [
    "crab, which has oval or round shape",
    "crab, which has two large front claws",
    "crab, which has five pairs of walking legs",
    "crab, which has hard shell covered in bumps and ridges",
    "crab, which has eyes on the tops its head",
    "crab, which has red, brown, white, or orange coloring",
    "crab, which has Presence of large front claws",
    "crab, which has Shell covered in bumps and ridges vs. uniform exoskeleton",
    "crab, which has Hard shell vs soft fur coat",
    "crab, which has Multiple pairs of walking legs vs shorter limbs designed for climbing",
    "crab, which has Aquatic habitat",
    "crab, which has Fur-covered body with a flat tail",
    "crab, which has Hard shell vs smooth texture",
    "crab, which has Multiple pairs of walking legs and claws vs single trunk structure",
    "crab, which has Hard shell with bumps and ridges",
    "crab, which has Multiple pairs of walking legs and claws",
    "crab, which has Circular or oval body shape with multiple pairs of walking legs vs elongated body with four or five clawed feet",
    "crab, which has Two large front claws vs webbed feet",
    "crab, which has Hard shell covered in bumps and ridges vs protective shell with scales",
    "crab, which has Presence of hard shell vs smooth, scaled body",
    "crab, which has Multiple pairs of walking legs and claws vs limbless body",
    "crab, which has Shell texture: Bumpy vs. Smooth",
    "crab, which has Body structure: Walking legs and claws vs. Flat body with fins and tapered tail",
    "crab, which has Flippers for swimming",
    "crab, which has Hard shell vs. fur-covered body",
    "crab, which has Multiple pairs of walking legs and claws vs. webbed feet and long tapered tail",
    "crab, which has Hard shell vs. soft and fleshy texture",
    "crab, which has Multiple pairs of walking legs and claws vs. gills on the underside of the cap",
    "crab, which has Hard shell with bumps and ridges vs. single spiral shell",
    "crab, which has Multiple pairs of walking legs and front claws vs. flat, round foot and segmented body",
    "crab, which has Hard exoskeleton and multiple pairs of walking legs",
    "crab, which has Presence of two large front claws"
  ],
  "crocodile": [
    "crocodile, which has large and bulky body",
    "crocodile, which has long snout with sharp teeth",
    "crocodile, which has scaly skin",
    "crocodile, which has four webbed feet",
    "crocodile, which has yellow, green or grey in color",
    "crocodile, which has visible scales or ridges along its back",
    "crocodile, which has Size - Larger and bulkier body for crocodiles",
    "crocodile, which has Snout shape - Long and pointed snout with sharp teeth for crocodiles",
    "crocodile, which has Prominent tail",
    "crocodile, which has Visible eyes on top of head",
    "crocodile, which has Scaly skin vs. wrinkled, thick skin",
    "crocodile, which has Snout with sharp teeth vs. trunk without sharp teeth",
    "crocodile, which has Presence of scales or ridges along the back",
    "crocodile, which has Flippers and fins instead of webbed feet",
    "crocodile, which has Eye placement - Eyes on top of head for crocodiles",
    "crocodile, which has Head adornments - Presence of crests or frills on head for lizards",
    "crocodile, which has Prominent tail vs. large, flat tail",
    "crocodile, which has Four webbed feet vs. four legs with wide, flat feet",
    "crocodile, which has Long, pointed snout with sharp teeth (crocodile)",
    "crocodile, which has Hairy coat (camel)",
    "crocodile, which has Scales and long snout with sharp teeth vs. smooth skin texture and distinct facial features",
    "crocodile, which has Four webbed feet and large, bulky body vs. human-like structure with arms and legs",
    "crocodile, which has Long, pointed snout with sharp teeth (crocodile) vs. head with blowhole on top for breathing (whale)",
    "crocodile, which has Scaly skin (crocodile) vs. smooth and streamlined skin (whale)"
  ],
  "cup": [
    "cup, which has cylindrical or conical shape",
    "cup, which has handle for holding the cup",
    "cup, which has rim around the top of the cup",
    "cup, which often decorated with images, text, and patterns",
    "cup, which typically made from ceramic, plastic, glass or metal",
    "cup, which has Rigid structure",
    "cup, which has Defined opening at the top",
    "cup, which has Small and handheld",
    "cup, which has Inanimate object",
    "cup, which has Hollow center",
    "cup, which has Presence of seeds and core structure",
    "cup, which has Handheld vs. large size",
    "cup, which has Hollow center with opening vs. fuselage",
    "cup, which has Man-made vs. organic",
    "cup, which has Material composition",
    "cup, which has Citrus smell and taste",
    "cup, which has Man-made vs. organic nature",
    "cup, which has Human facial features",
    "cup, which has Presence of handle",
    "cup, which has Spherical shape with textured petals and segmented interior"
  ],
  "dinosaur": [
    "dinosaur, which has large, long body with a tail",
    "dinosaur, which has four limbs (two arms and two legs)",
    "dinosaur, which has scaly skin or armored plates on the body",
    "dinosaur, which has small head with sharp teeth and long neck",
    "dinosaur, which has long bony tail",
    "dinosaur, which has Extinct vs. modern reptile",
    "dinosaur, which has Varied species vs. uniform appearance",
    "dinosaur, which has Land-dwelling vs. aquatic habitat",
    "dinosaur, which has Scaly skin or armored plates vs. hard shell",
    "dinosaur, which has Size: Large vs. Small",
    "dinosaur, which has Habitat: Land-dwelling vs. Arboreal",
    "dinosaur, which has Extinct vs. living species",
    "dinosaur, which has Extinct vs. modern species",
    "dinosaur, which has Presence of a trunk"
  ],
  "dolphin": [
    "dolphin, which has streamlined body shape",
    "dolphin, which has pointed snout",
    "dolphin, which has flippers and fins",
    "dolphin, which has grey, black, or white coloration",
    "dolphin, which has dorsal fin on its back",
    "dolphin, which has two blowholes located near the top of its head",
    "dolphin, which has Prominent curved dorsal fin",
    "dolphin, which has Sleek hydrodynamic body shape",
    "dolphin, which has Living organism with specific coloration and blowholes",
    "dolphin, which has Vast expanse of water with horizon lines and distant objects",
    "dolphin, which has Prominent dorsal fin (dolphin)",
    "dolphin, which has Forked tail fin (trout)",
    "dolphin, which has Blowholes vs. Gills",
    "dolphin, which has Streamlined body shape vs. Elongated body shape",
    "dolphin, which has Blowhole on top of head for breathing",
    "dolphin, which has Distinctive black spots around eyes and muzzle",
    "dolphin, which has Sleek hydrodynamic body shape vs. Flattened body shape",
    "dolphin, which has Presence of prominent dorsal fin vs. Absence of dorsal fin",
    "dolphin, which has Size: smaller (1.5-4 meters for dolphins)",
    "dolphin, which has Tail shape: curved in dolphins",
    "dolphin, which has Distinctive black spots around eyes and muzzle in dolphins",
    "dolphin, which has Webbed feet for dam-building in whales",
    "dolphin, which has Distinctive black spots around eyes and muzzle vs. No distinctive markings",
    "dolphin, which has Torpedo-shaped body vs. Sleek, hydrodynamic body shape",
    "dolphin, which has Distinctive physical features like flippers, fins, blowholes, and curved dorsal fins",
    "dolphin, which has Natural elements like blue or green coloration, rippling water, and distant objects",
    "dolphin, which has Torpedo-shaped body in dolphins",
    "dolphin, which has Distinctive physical features like flippers and blowholes in dolphins",
    "dolphin, which has Aquatic animal vs. Man-made container",
    "dolphin, which has Torpedo-shaped body vs. Cylindrical or conical shape",
    "dolphin, which has Aquatic habitat adaptation",
    "dolphin, which has Terrestrial habitat adaptation",
    "dolphin, which has Distinctive black spots around eyes and muzzle in dolphins vs. No distinctive markings in flatfish",
    "dolphin, which has Presence of barbels near the mouth in flatfish vs. Absence of barbels in dolphins",
    "dolphin, which has Curved tail fin vs. Straight or fan-shaped tail fin",
    "dolphin, which has Flippers and blowholes vs. Fins and gills",
    "dolphin, which has Distinctive black spots around eyes and muzzle (dolphin)",
    "dolphin, which has Silver scales with black and red spots (trout)",
    "dolphin, which has Curved tail fin in dolphins",
    "dolphin, which has Distinctive striped fur pattern in seals",
    "dolphin, which has Distinctive striped fur pattern (dolphin)",
    "dolphin, which has Curved tail fin (dolphin)",
    "dolphin, which has Streamlined body shape",
    "dolphin, which has Pointed snout",
    "dolphin, which has Sleek, streamlined body shape",
    "dolphin, which has Pointed snout and blowholes"
  ],
  "elephant": [
    "elephant, which has Large body size",
    "elephant, which has Large ears",
    "elephant, which has Long trunk",
    "elephant, which has A tusk on either side of the head for some species",
    "elephant, which has Gray to brown coloration",
    "elephant, which has Four legs with wide, flat feet",
    "elephant, which has Large, flat tail",
    "elephant, which has Presence of a trunk",
    "elephant, which has Distinct key layout",
    "elephant, which has Terrestrial vs. Aquatic habitat",
    "elephant, which has Long trunk and large ears vs. Winglike pectoral fins and long tapered tail",
    "elephant, which has Size: large body size vs. small body size",
    "elephant, which has Trunk vs. Pointed snout",
    "elephant, which has Long and flexible trunk",
    "elephant, which has Large, wide ears",
    "elephant, which has Long, flexible trunk vs. Pointed snout",
    "elephant, which has Large, wide ears vs. Wider, flattened body with fins",
    "elephant, which has Distinctive mane",
    "elephant, which has Ear size and shape",
    "elephant, which has Tail type",
    "elephant, which has Trunk for grasping",
    "elephant, which has Eyes on top of head",
    "elephant, which has Large, floppy ears",
    "elephant, which has Powerful hind legs and long tail",
    "elephant, which has Long, flexible trunk (for elephants) vs. long neck (for camels)",
    "elephant, which has Large, wide ears (for elephants) vs. distinctive humps on the back (for camels)"
  ],
  "flatfish": [
    "flatfish, which has flattened body",
    "flatfish, which has two eyes on the same side of its head",
    "flatfish, which has both eyes facing upward",
    "flatfish, which has long and slim fins along each side of its body",
    "flatfish, which has one or more barbels near the mouth",
    "flatfish, which has brown, gray, white, yellow coloration",
    "flatfish, which has Aquatic habitat",
    "flatfish, which has Flattened body shape",
    "flatfish, which has Symmetrical body structure",
    "flatfish, which has Multiple rows of sharp teeth",
    "flatfish, which has Flattened body with fins",
    "flatfish, which has Eyes on the same side of the head",
    "flatfish, which has Flattened body shape with eyes on the same side",
    "flatfish, which has Long and slim fins vs. flippers and fins",
    "flatfish, which has Aquatic habitat vs. indoor location",
    "flatfish, which has Long and slim fins vs. four legs or a frame",
    "flatfish, which has Presence of barbels near the mouth",
    "flatfish, which has Long and slim fins vs. large and colorful fins",
    "flatfish, which has Flattened body shape with eyes on the same side vs. long and thin body shape with vibrant scales",
    "flatfish, which has Symmetrical body structure with eyes on the same side vs. segmented body with distinct body shapes",
    "flatfish, which has Flattened body shape with long, slim fins vs. torpedo-shaped body with large fins",
    "flatfish, which has Long and slim fins vs. sleek, hydrodynamic body shape and webbed feet",
    "flatfish, which has Aquatic habitat vs. land transportation",
    "flatfish, which has Symmetrical body structure with eyes on the same side vs. single cabin design",
    "flatfish, which has Symmetrical body structure with eyes on the same side vs. segmented body with distinct features",
    "flatfish, which has Flattened body shape with long, slim fins vs. billowy and soft appearance",
    "flatfish, which has Symmetrical body structure with eyes on the same side",
    "flatfish, which has Wings for lift and flight",
    "flatfish, which has Symmetrical body with eyes on the same side vs. streamlined metallic surface with visible mechanical components",
    "flatfish, which has Flattened body shape with fins vs. cylindrical or conical shape with fins at the bottom",
    "flatfish, which has Metal construction with handles"
  ],
  "forest": [
    "forest, which has trees and other vegetation",
    "forest, which has the presence of wildlife",
    "forest, which has sun or moonlight streaming through gaps in the foliage",
    "forest, which is a variety of colors, textures, and shades from the surrounding environment",
    "forest, which has winding paths or trails leading into the forest",
    "forest, which has signs of human activity such as buildings, fences, roads, etc.",
    "forest, which has Variety of tree species",
    "forest, which has Presence of cone-shaped structures",
    "forest, which has Distinct shape with flexible branches",
    "forest, which has Diverse ecosystem with various tree species and wildlife",
    "forest, which has Presence of catkins in spring",
    "forest, which has Diverse landscape with varied colors and textures",
    "forest, which has Variety of tree species vs. single-trunked structure",
    "forest, which has Presence of winding paths or trails vs. standalone structure",
    "forest, which has Diverse ecosystem vs. individual tree",
    "forest, which has Distinctive leaves and seed pods vs. variety of tree species",
    "forest, which has Presence of seed pods (helicopters)",
    "forest, which has Winding paths or trails leading into the area",
    "forest, which has Diverse ecosystem vs. individual tree with single-trunked structure",
    "forest, which has Distinctive leaves and seed pods vs. uniform leaf type",
    "forest, which has Variety of colors, textures, and shades vs. uniform appearance",
    "forest, which has Distinct bark texture and color vs. mix of tree species with varying bark",
    "forest, which has Monospecific vs. diverse ecosystem",
    "forest, which has Needle-like leaves vs. varied leaf structures",
    "forest, which has Diverse ecosystem vs. single tree species",
    "forest, which has Variety of tree species with diverse bark textures and colors",
    "forest, which has Distinct shapes and structures with visible paths and trails",
    "forest, which has Organic shapes and textures",
    "forest, which has Natural color and texture diversity",
    "forest, which has Organic shapes and textures vs. structured trunk and branches",
    "forest, which has Flattened body shape with eyes on the same side vs. varied shapes and structures",
    "forest, which has Variety of colors, textures, and shades vs. distinctive fur color and patterns",
    "forest, which has Presence of winding paths or trails vs. aquatic adaptations like webbed feet",
    "forest, which has Conical tree shape vs. variety of shapes and structures",
    "forest, which has Organic shapes and textures (Forest)",
    "forest, which has Distinctive humps on the back (Camel)",
    "forest, which has Wearing clothing",
    "forest, which has Distinct facial features",
    "forest, which has Organic shapes and textures with diverse colors vs. uniform appearance",
    "forest, which has Distinct bark textures and colors vs. smooth or resin-filled bark",
    "forest, which has Variety of colors, textures, and shades vs. distinctive bark texture and color",
    "forest, which has Distinctive leaf shape with five lobes vs. varied leaf structures",
    "forest, which has Conical tree shape vs. elongated body shape",
    "forest, which has Dense canopy cover",
    "forest, which has Rich undergrowth",
    "forest, which has Dense canopy cover vs. streamlined body with webbed feet",
    "forest, which has Rich undergrowth vs. distinctive fur color and patterns",
    "forest, which has Organic shapes and textures vs. structured conical shape",
    "forest, which has Distinctive pine scent vs. absence of specific scent in forests",
    "forest, which has Open growth space",
    "forest, which has Furry appearance and bushy tail",
    "forest, which has Diverse ecosystem and winding paths"
  ],
  "fox": [
    "fox, which has Reddishbrown fur",
    "fox, which has White chest and throat",
    "fox, which has Pointed snout and muzzle",
    "fox, which has Long bushy tail with a white tip",
    "fox, which has Erect pointed ears",
    "fox, which has Slender body",
    "fox, which has Pointy, erect ears",
    "fox, which has Spotted fur pattern",
    "fox, which has Reddish-brown fur coloration",
    "fox, which has Gray or black fur with white, yellow, or pink markings",
    "fox, which has Pointed snout and erect pointed ears (for fox)",
    "fox, which has Fur color variation (brown, gray, black, or white for otter)",
    "fox, which has Size: small vs. large",
    "fox, which has Speed and agility vs. strength and power",
    "fox, which has Elongated body shape for foxes vs. compact body shape for rabbits",
    "fox, which has Pointed, erect ears for foxes vs. large, floppy ears for rabbits",
    "fox, which has Long bushy tail with white tip",
    "fox, which has Body structure: cylindrical and segmented vs. slender and elongated",
    "fox, which has Presence of fur",
    "fox, which has Mobility",
    "fox, which has Bushy tail",
    "fox, which has Citrus smell",
    "fox, which has Prominent antennae",
    "fox, which has Peelable skin",
    "fox, which has Pointed snout",
    "fox, which has Body shape: elongated vs. stocky",
    "fox, which has Presence of black mask around eyes",
    "fox, which has Reddish-brown fur vs. Black and white stripes",
    "fox, which has Slender body vs. Stocky build",
    "fox, which has Size: large vs. small",
    "fox, which has Fur color: orange/yellow with black stripes vs. reddish-brown with white markings",
    "fox, which has Varied fur coloration",
    "fox, which has Distinctive humps on the back",
    "fox, which has Body shape: elongated and slender vs. small and round",
    "fox, which has Tail length and type: long bushy tail with white tip vs. short tail with tuft",
    "fox, which has Bushy tail with white tip",
    "fox, which has Engine nozzle at the back",
    "fox, which has Presence of pointy black mask around the eyes",
    "fox, which has Distinct head-body-tail structure with rounded ears and pointed snout"
  ],
  "girl": [
    "girl, which has Human figure",
    "girl, which has Long hair",
    "girl, which has Clothing or accessories (e.g. hats, jewelry)",
    "girl, which has Facial features such as eyes and lips",
    "girl, which has Skin color",
    "girl, which has Height relative to other objects in the photo",
    "girl, which has Organic shapes",
    "girl, which has Dynamic poses",
    "girl, which has Visible facial features",
    "girl, which has Variety of skin colors and textures",
    "girl, which has Presence of clothing or accessories",
    "girl, which has Distinctive facial features (eyes, nose, mouth)",
    "girl, which has Styled long hair",
    "girl, which has Visible facial features (eyes and lips)",
    "girl, which has Detailed facial features",
    "girl, which has Hair length",
    "girl, which has Facial features (jawline, facial hair)",
    "girl, which has Clothing or accessories complexity",
    "girl, which has Body posture and stance",
    "girl, which has Facial feature softness vs sharpness",
    "girl, which has Shoulder width and muscular build",
    "girl, which has Hair length and style"
  ],
  "hamster": [
    "hamster, which has small, round body",
    "hamster, which has short limbs with claws",
    "hamster, which has large ears that stick out from the sides of its head",
    "hamster, which has dense fur coat in colors of gold, brown, white or black",
    "hamster, which has long tail with a tuft at the end",
    "hamster, which has eyes located close to the nose",
    "hamster, which has Cheek pouches",
    "hamster, which has Pointed snout and sharp teeth",
    "hamster, which has Movement",
    "hamster, which has Fur coat and distinct body parts",
    "hamster, which has Body shape: round vs elongated",
    "hamster, which has Presence of musky odor",
    "hamster, which has Distinct striped pattern on body",
    "hamster, which has Presence of compound eyes and antennae",
    "hamster, which has Body texture: fur coat vs fuzzy/hairy",
    "hamster, which has Distinctive cheek pouches",
    "hamster, which has Longer limbs and feet for climbing",
    "hamster, which has Prominent large ears",
    "hamster, which has Bushy tail with black tip",
    "hamster, which has Living organism vs machine",
    "hamster, which has Fur, whiskers, and small limbs vs cutting blades, handles, and wheels",
    "hamster, which has Size: Small vs Large",
    "hamster, which has Leg structure: Short vs Long powerful hind legs",
    "hamster, which has Fur coat",
    "hamster, which has Body pattern: striped vs different colored quills/spines",
    "hamster, which has Presence of webbed feet",
    "hamster, which has Small and round body shape",
    "hamster, which has Large ears relative to head size",
    "hamster, which has Tail size: Prominent vs Small",
    "hamster, which has Cheek pouches: Present vs Absent",
    "hamster, which has Furry coat vs mechanical structure",
    "hamster, which has Small, round body vs large vehicle",
    "hamster, which has Presence of cheek pouches",
    "hamster, which has Black mask around eyes",
    "hamster, which has Round body shape vs. chubby body with thick neck",
    "hamster, which has Small tail with tuft vs. large, flat tail",
    "hamster, which has Round body shape vs. Long and slender body",
    "hamster, which has Large ears vs. Large eyes with protruding lower jaw",
    "hamster, which has Dexterous paws with thumb for grasping",
    "hamster, which has Distinctive body pattern (striped vs. fur color patterns)",
    "hamster, which has Black tear marks on face",
    "hamster, which has Presence of sharp quills on body",
    "hamster, which has Cheek pouches for food storage",
    "hamster, which has Body shape: small and round vs stocky",
    "hamster, which has Ear size: small and round vs large and prominent",
    "hamster, which has Presence of physical body parts (limbs, tail, ears)",
    "hamster, which has Texture: soft and billowy vs. furry",
    "hamster, which has Defense mechanism: musky odor",
    "hamster, which has Distinct head-body-tail structure with rounded ears and pointed snout",
    "hamster, which has Terrestrial vs aquatic habitat",
    "hamster, which has Body shape: round vs flattened",
    "hamster, which has Presence of distinct body parts",
    "hamster, which has Surface texture and seating area",
    "hamster, which has Continuous digging or burrowing behavior",
    "hamster, which has Engagement with running wheel or toys",
    "hamster, which has Head-body-tail structure: rounded ears and pointed snout vs pointed muzzle",
    "hamster, which has Behavior: solitary vs pack behavior with vocalization",
    "hamster, which has Fur coat vs smooth skin",
    "hamster, which has Facial structure: human-like vs animal-like",
    "hamster, which has Presence of stinger",
    "hamster, which has Body structure: segmented vs compact and round",
    "hamster, which has Distinctive odor: musky vs none",
    "hamster, which has Bushy tail with white tip (for fox)",
    "hamster, which has Body shape: round vs slender and elongated",
    "hamster, which has Tail positioning or appearance",
    "hamster, which has Presence or absence of cheek pouches"
  ],
  "house": [
    "house, which is a rectangular or square shape",
    "house, which has walls and windows",
    "house, which has pitched roof with multiple sides",
    "house, which has doorways and chimneys",
    "house, which has porch or verandah",
    "house, which has gables, cornices, eaves, dormers",
    "house, which has Multilevel structure",
    "house, which has Presence of windows and doors",
    "house, which has Sloping roof with multiple levels",
    "house, which has Multiple windows and doors"
  ],
  "kangaroo": [
    "kangaroo, which has large muscular hind legs",
    "kangaroo, which has long powerful tail",
    "kangaroo, which has small front legs",
    "kangaroo, which has pouch on the abdomen of female kangaroos",
    "kangaroo, which has thick fur covering their body",
    "kangaroo, which has distinctive hopping gait",
    "kangaroo, which has Hopping movement",
    "kangaroo, which has Abdominal pouch for young",
    "kangaroo, which has Rosette-shaped spots on fur",
    "kangaroo, which has Large tail",
    "kangaroo, which has Thick fur covering",
    "kangaroo, which has Cylindrical body shape",
    "kangaroo, which has Powerful hind legs for hopping",
    "kangaroo, which has Bushy tail with white tip",
    "kangaroo, which has Distinctive hopping movement",
    "kangaroo, which has Strong sense of smell",
    "kangaroo, which has Cutting blades",
    "kangaroo, which has Black tear marks on face"
  ],
  "keyboard": [
    "keyboard, which has Spotted fur pattern",
    "keyboard, which has Long tail",
    "keyboard, which has Black tear marks on the face",
    "keyboard, which has Four long and sharp claws",
    "keyboard, which has Long muscular body",
    "keyboard, which has Large head with short muzzle",
    "keyboard, which has Flat and rectangular shape",
    "keyboard, which has Fins or wings for stabilization",
    "keyboard, which has Presence of fur and shaggy appearance",
    "keyboard, which has Anatomical features like snout, ears, and shoulder hump",
    "keyboard, which has Key layout with rows and columns",
    "keyboard, which has Facial expressions and emotions",
    "keyboard, which has Presence of fur",
    "keyboard, which has Lack of limbs",
    "keyboard, which has Man-made vs. living being",
    "keyboard, which has Distinctive fur color and pattern",
    "keyboard, which has Key arrangement vs. clock face",
    "keyboard, which has Presence of fur, long tail, claws vs. hands, numbers, pendulum",
    "keyboard, which has Presence of organic anatomical features",
    "keyboard, which has Rosette-shaped spots",
    "keyboard, which has Lighter fur color",
    "keyboard, which has Inanimate object vs. living being",
    "keyboard, which has Distinct physical attributes unique to tigers",
    "keyboard, which has Rosette-shaped spots pattern",
    "keyboard, which has Bushy tail with black tip",
    "keyboard, which has Organic features vs. mechanical components",
    "keyboard, which has Fur with distinctive spots vs. metallic body",
    "keyboard, which has Sharp carnivorous teeth",
    "keyboard, which has Solitary vs. social behavior",
    "keyboard, which has Rosette-shaped fur pattern",
    "keyboard, which has Two humps on the back",
    "keyboard, which has Organic irregular shape",
    "keyboard, which has Fur vs. scaly skin",
    "keyboard, which has Body size: bulky vs. slender",
    "keyboard, which has Flat and rectangular shape vs. long and thin body with fins",
    "keyboard, which has Distinctive fur pattern with rosette-shaped spots",
    "keyboard, which has Long, angled hood with pointed front end and grill",
    "keyboard, which has Human anatomy features (e.g., eyes, nose, mouth)",
    "keyboard, which has Distinct body proportions (e.g., waist, hips, chest)",
    "keyboard, which has Presence of sharp claws and teeth",
    "keyboard, which has Limbed vs. limbless",
    "keyboard, which has Distinctive fur patterns vs. cylindrical shape",
    "keyboard, which has Uniform key layout",
    "keyboard, which has Organic anatomical features vs. man-made components",
    "keyboard, which has Sharp carnivorous teeth, angled hood vs. visible moving parts like hands, pendulum",
    "keyboard, which has Large head with short muzzle vs. visible snout and nose",
    "keyboard, which has Organic irregular shape vs. segmented body structure",
    "keyboard, which has Spotted fur pattern vs. gray to brown coloration",
    "keyboard, which has Absence of large ears and long trunk",
    "keyboard, which has Flat top surface for object placement",
    "keyboard, which has Audible key press sound",
    "keyboard, which has Individual pressable keys",
    "keyboard, which has Functional purpose: Providing light",
    "keyboard, which has Distinctive carnivorous teeth and rosette-shaped fur spots vs. functional components like exhaust pipes and engines",
    "keyboard, which has Solitary behavior and organic irregular shape vs. man-made mechanical components like wheels and handlebars",
    "keyboard, which has Presence of black tear marks on the face",
    "keyboard, which has Presence of tusks on either side of the head",
    "keyboard, which has Clustered blooms and thorny stems"
  ],
  "lamp": [
    "lamp, which has Shade or lampshade",
    "lamp, which has Bulb or light source",
    "lamp, which has Long stem or pole extending from the shade to the base",
    "lamp, which has Switch for turning on/off the lamp",
    "lamp, which has Base that holds up the entire structure",
    "lamp, which has Cord connecting to an electrical outlet",
    "lamp, which has Illumination feature",
    "lamp, which has Flat surface for placing objects",
    "lamp, which has Light emitting function",
    "lamp, which has Stationary vs handheld use",
    "lamp, which has Functional purpose: Providing light vs. Biological function",
    "lamp, which has Habitat: Man-made/Indoor vs. Natural/Forest",
    "lamp, which has Presence of stand or base",
    "lamp, which has Stem and indentation at the top",
    "lamp, which has Visible power cord",
    "lamp, which has Visible switch"
  ],
  "lawn mower": [
    "lawn mower, which has Long, cylindrical shape",
    "lawn mower, which has Handles for maneuverability",
    "lawn mower, which has Cutting blades at one end of the cylinder",
    "lawn mower, which has Motor or engine on top of the cylinder",
    "lawn mower, which has Wheels for mobility",
    "lawn mower, which has Cutting blades",
    "lawn mower, which has Human-powered propulsion",
    "lawn mower, which has Man-made vs natural",
    "lawn mower, which has Size and scale",
    "lawn mower, which has Ground-based operation",
    "lawn mower, which has Futuristic design",
    "lawn mower, which has Sharp cutting blades",
    "lawn mower, which has Cushioned seating surface",
    "lawn mower, which has Prominent front hood or grill design",
    "lawn mower, which has Heavy-duty agricultural use",
    "lawn mower, which has Raised chassis or ground clearance",
    "lawn mower, which has Compact and streamlined design",
    "lawn mower, which has Outdoor vs indoor use",
    "lawn mower, which has Flat seating surface",
    "lawn mower, which has Mechanical vs natural",
    "lawn mower, which has Presence of gills for reproduction",
    "lawn mower, which has Man-made vs. natural",
    "lawn mower, which has Outdoor vs. indoor use",
    "lawn mower, which has Rotating cutting blades",
    "lawn mower, which has Armored with weapons and tracks",
    "lawn mower, which has Presence of cutting blades",
    "lawn mower, which has Intended use: outdoor grass cutting vs indoor liquid storage",
    "lawn mower, which has Mechanical design with cutting blades",
    "lawn mower, which has Aquatic locomotion and blowhole",
    "lawn mower, which has Functionality as landscaping equipment",
    "lawn mower, which has Organic vs mechanical components",
    "lawn mower, which has Presence of facial features and clothing",
    "lawn mower, which has Sharp cutting blades vs soft skin",
    "lawn mower, which has Mechanical device vs living being",
    "lawn mower, which has Flatbed for carrying loads",
    "lawn mower, which has Living being vs. mechanical device",
    "lawn mower, which has Distinctive human characteristics",
    "lawn mower, which has Ground-based operation vs space travel focus",
    "lawn mower, which has Streamlined aerodynamic shape vs utilitarian design",
    "lawn mower, which has Flat and wide seating surface for the operator",
    "lawn mower, which has Presence of rotating cutting blades",
    "lawn mower, which has Presence of wheels for mobility",
    "lawn mower, which has Functionality for cutting grass",
    "lawn mower, which has Presence of large, wide ears",
    "lawn mower, which has Absence of a long, flexible trunk",
    "lawn mower, which has Presence of hitch or towed equipment",
    "lawn mower, which has Sealed lid for storage",
    "lawn mower, which has Outdoor grass cutting functionality",
    "lawn mower, which has Road transportation functionality",
    "lawn mower, which has Presence of engine or motor",
    "lawn mower, which has Defined opening at the top",
    "lawn mower, which has Outdoor functionality with grass cutting capability",
    "lawn mower, which has Shaggy and dense fur coat",
    "lawn mower, which has Rectangular shape with keypads and display windows",
    "lawn mower, which has Rotating cutting blades for grass cutting",
    "lawn mower, which has Flatbed for cargo transportation",
    "lawn mower, which has Functional vs leisure design focus",
    "lawn mower, which has Upholstered vs functional components",
    "lawn mower, which has Presence of limbs",
    "lawn mower, which has Mechanical design",
    "lawn mower, which has Outdoor grass cutting functionality with cutting blade mechanism",
    "lawn mower, which has Long tail for balance and agility",
    "lawn mower, which has Citrus smell and taste",
    "lawn mower, which has Ground-based mobility vs climbing adaptation",
    "lawn mower, which has Presence of cutting blades vs absence of mechanical components",
    "lawn mower, which has Man-made vs living being",
    "lawn mower, which has Hopping movement and powerful hind legs"
  ],
  "leopard": [
    "leopard, which has Spotted fur pattern",
    "leopard, which has Long tail",
    "leopard, which has Black tear marks on the face",
    "leopard, which has Four long and sharp claws",
    "leopard, which has Long muscular body",
    "leopard, which has Large head with short muzzle",
    "leopard, which has Flat and rectangular shape",
    "leopard, which has Fins or wings for stabilization",
    "leopard, which has Presence of fur and shaggy appearance",
    "leopard, which has Anatomical features like snout, ears, and shoulder hump",
    "leopard, which has Key layout with rows and columns",
    "leopard, which has Facial expressions and emotions",
    "leopard, which has Presence of fur",
    "leopard, which has Lack of limbs",
    "leopard, which has Man-made vs. living being",
    "leopard, which has Distinctive fur color and pattern",
    "leopard, which has Key arrangement vs. clock face",
    "leopard, which has Presence of fur, long tail, claws vs. hands, numbers, pendulum",
    "leopard, which has Presence of organic anatomical features",
    "leopard, which has Rosette-shaped spots",
    "leopard, which has Lighter fur color",
    "leopard, which has Inanimate object vs. living being",
    "leopard, which has Distinct physical attributes unique to tigers",
    "leopard, which has Rosette-shaped spots pattern",
    "leopard, which has Bushy tail with black tip",
    "leopard, which has Organic features vs. mechanical components",
    "leopard, which has Fur with distinctive spots vs. metallic body",
    "leopard, which has Sharp carnivorous teeth",
    "leopard, which has Solitary vs. social behavior",
    "leopard, which has Rosette-shaped fur pattern",
    "leopard, which has Two humps on the back",
    "leopard, which has Organic irregular shape",
    "leopard, which has Fur vs. scaly skin",
    "leopard, which has Body size: bulky vs. slender",
    "leopard, which has Flat and rectangular shape vs. long and thin body with fins",
    "leopard, which has Distinctive fur pattern with rosette-shaped spots",
    "leopard, which has Long, angled hood with pointed front end and grill",
    "leopard, which has Human anatomy features (e.g., eyes, nose, mouth)",
    "leopard, which has Distinct body proportions (e.g., waist, hips, chest)",
    "leopard, which has Presence of sharp claws and teeth",
    "leopard, which has Limbed vs. limbless",
    "leopard, which has Distinctive fur patterns vs. cylindrical shape",
    "leopard, which has Uniform key layout",
    "leopard, which has Organic anatomical features vs. man-made components",
    "leopard, which has Sharp carnivorous teeth, angled hood vs. visible moving parts like hands, pendulum",
    "leopard, which has Large head with short muzzle vs. visible snout and nose",
    "leopard, which has Organic irregular shape vs. segmented body structure",
    "leopard, which has Spotted fur pattern vs. gray to brown coloration",
    "leopard, which has Absence of large ears and long trunk",
    "leopard, which has Flat top surface for object placement",
    "leopard, which has Audible key press sound",
    "leopard, which has Individual pressable keys",
    "leopard, which has Functional purpose: Providing light",
    "leopard, which has Distinctive carnivorous teeth and rosette-shaped fur spots vs. functional components like exhaust pipes and engines",
    "leopard, which has Solitary behavior and organic irregular shape vs. man-made mechanical components like wheels and handlebars",
    "leopard, which has Presence of black tear marks on the face",
    "leopard, which has Presence of tusks on either side of the head",
    "leopard, which has Clustered blooms and thorny stems"
  ],
  "lion": [
    "lion, which is a large, tawnycolored body with a shaggy mane",
    "lion, which has pointed ears and whiskers",
    "lion, which is a tufted tail",
    "lion, which has four short legs with sharp claws",
    "lion, which is an elongated muzzle and teeth for hunting prey.",
    "lion, which has Presence of a mane",
    "lion, which has Shoulder hump",
    "lion, which has Size: large vs. small",
    "lion, which has Distinctive roar",
    "lion, which has Strong sense of smell",
    "lion, which has Presence of a bushy mane",
    "lion, which has Rosette-shaped spots on fur",
    "lion, which has Body size: large vs small",
    "lion, which has Terrestrial habitat vs. semi-aquatic habitat",
    "lion, which has Carnivorous diet vs. herbivorous diet",
    "lion, which has Carnivorous vs. herbivorous diet",
    "lion, which has Presence of rosette-shaped spots on fur",
    "lion, which has Distinct snout with a black nose",
    "lion, which has Presence of mane around neck",
    "lion, which has Tail structure with or without tuft at the end",
    "lion, which has Presence of mane",
    "lion, which has Black mask around eyes",
    "lion, which has Shaggy mane around neck"
  ],
  "lizard": [
    "lizard, which has scaly skin",
    "lizard, which has four legs and a long tail",
    "lizard, which has claws on all four feet",
    "lizard, which has coloration varies by species, may be bright greens, blues, oranges, or browns",
    "lizard, which has some lizards have crests or frills on their heads",
    "lizard, which has eyes are usually large and round with vertical pupils",
    "lizard, which has Scales on body",
    "lizard, which has Winglike fins",
    "lizard, which has Movement",
    "lizard, which has Plant vs. animal",
    "lizard, which has Body shape: Slender vs. bulky",
    "lizard, which has Snout shape: Pointed with sharp teeth vs. not prominent",
    "lizard, which has Presence of limbs",
    "lizard, which has Body covering: Scales vs. soft skin",
    "lizard, which has Bilateral symmetry vs. radial symmetry",
    "lizard, which has Scales vs. soft and fleshy texture",
    "lizard, which has Cold-blooded vs. warm-blooded",
    "lizard, which has Claws vs. webbed feet",
    "lizard, which has Scales on body vs. delicate wings",
    "lizard, which has Limbs with claws vs. thin delicate legs"
  ],
  "lobster": [
    "lobster, which has Ten walking legs and two large antennae",
    "lobster, which has Long, segmented body with a hard exoskeleton",
    "lobster, which has Reddish brown coloration with spots or stripes",
    "lobster, which has Claws on the front pair of legs",
    "lobster, which has Hard exoskeleton",
    "lobster, which has Claws on front legs",
    "lobster, which has Presence of exoskeleton",
    "lobster, which has Body structure: segmented vs. flat",
    "lobster, which has Hard exoskeleton vs. streamlined body shape",
    "lobster, which has Antennae vs. visible ears and whiskers",
    "lobster, which has Marine vs. saltwater habitat",
    "lobster, which has Hard exoskeleton and claws vs. smooth scales and distinctive fins",
    "lobster, which has Segmented body vs. torpedo-shaped body with pointed snout",
    "lobster, which has Marine vs. terrestrial habitat",
    "lobster, which has Presence of claws on front legs",
    "lobster, which has Number of legs: ten legs vs. six legs",
    "lobster, which has Presence of wings that can be folded under a protective shell",
    "lobster, which has Hard exoskeleton vs. soft fur",
    "lobster, which has Specialized hind legs for hopping vs. walking legs"
  ],
  "man": [
    "man, which has bipedal stance",
    "man, which has two arms and two legs",
    "man, which has human face: eyes, nose, mouth",
    "man, which has clothing such as shirt, pants or shoes",
    "man, which has distinctive hairstyle or facial hair",
    "man, which has Shoulder width and torso shape",
    "man, which has Facial hair growth patterns",
    "man, which has Presence of hair",
    "man, which has Mode of movement",
    "man, which has Expression through facial features",
    "man, which has Presence of heartbeat/pulse",
    "man, which has Facial expressions",
    "man, which has Movement capability",
    "man, which has Presence of limbs (arms and legs)",
    "man, which has Facial features (eyes, nose, mouth)",
    "man, which has Height difference",
    "man, which has Facial wrinkles",
    "man, which has Clothing",
    "man, which has Foot structure",
    "man, which has Shoulder width",
    "man, which has Voice pitch",
    "man, which has Facial expression capability",
    "man, which has Symmetrical petal-like structure",
    "man, which has Jawline definition",
    "man, which has Ratio of exposed skin",
    "man, which has Facial complexity vs simple flower structure",
    "man, which has Bipedal stance and clothing vs long thin stem and oval seed pods",
    "man, which has Muscular build",
    "man, which has Facial expression dynamics",
    "man, which has Human facial features",
    "man, which has Wearing clothing",
    "man, which has Ability to produce silk with spinnerets",
    "man, which has Number of legs",
    "man, which has Snout with black nose",
    "man, which has Shaggy fur coat",
    "man, which has Cap with gills for reproduction",
    "man, which has Musky or earthy smell",
    "man, which has Chest and upper body development",
    "man, which has Body language differences",
    "man, which has Distinctive facial appearance",
    "man, which has Fur coat vs clothing",
    "man, which has Mode of movement (bipedal vs. sideways)",
    "man, which has Wider hip width",
    "man, which has Longer hair length",
    "man, which has Lack of movement capabilities",
    "man, which has Concave interior surface",
    "man, which has Segmented and elongated body with scales",
    "man, which has Facial hair and hairstyle",
    "man, which has Bipedal stance and movement capability"
  ],
  "maple tree": [
    "maple tree, which has leaves with five lobes",
    "maple tree, which has seed pods (helicopters)",
    "maple tree, which has bark that is grayish brown and furrowed",
    "maple tree, which has twigs have small, sharp, paired buds",
    "maple tree, which has fruits are two winged samaras in clusters",
    "maple tree, which has Tall woody plant vs. smaller plant bearing fruit",
    "maple tree, which has Distinct bark and leaves vs. smooth exterior and different growth pattern",
    "maple tree, which has Woody trunk and branches",
    "maple tree, which has Photosynthesis through leaves",
    "maple tree, which has Leaves with five lobes",
    "maple tree, which has Presence of seed pods (samaras)",
    "maple tree, which has Clusters of small, sharp buds on twigs",
    "maple tree, which has Flattened body shape with eyes on the same side",
    "maple tree, which has Stationary woody plant vs. agile mammal",
    "maple tree, which has Climbing adaptations vs. photosynthesizing structures",
    "maple tree, which has Distinctive leaves with five lobes and seed pods",
    "maple tree, which has Large size with rocky and steep surfaces",
    "maple tree, which has Distinctive leaf shape with five lobes and seed pods",
    "maple tree, which has Specific bark texture and color with paired buds on twigs",
    "maple tree, which has Leaf shape: five lobes vs. fan-shaped or needle-like",
    "maple tree, which has Presence of seed pods: clusters on tree vs. none on tree",
    "maple tree, which has Distinctive leaves and seed pods vs. bushy tail and fur patterns",
    "maple tree, which has Stationary woody plant with photosynthesizing structures vs. agile climber with specialized front paws",
    "maple tree, which has Snowcapped peaks and steep slopes",
    "maple tree, which has Leaves with five lobes vs. narrow leaves with silvery underside",
    "maple tree, which has Distinctive bark: grayish brown and furrowed vs. smooth bark",
    "maple tree, which has Large size, rocky surfaces, and snowcapped peaks",
    "maple tree, which has Leaves with five lobes vs. needle-like leaves",
    "maple tree, which has Branching pattern: irregular vs. conical",
    "maple tree, which has Seed pods (helicopters) vs. cones",
    "maple tree, which has Trunk structure: single vs. irregular branching",
    "maple tree, which has Stationary woody plant vs. quadrupedal domesticated animal",
    "maple tree, which has Distinctive bark texture and lobed leaves vs. bulky body with cloven hooves and snout"
  ],
  "motorcycle": [
    "motorcycle, which has two or three wheels",
    "motorcycle, which is a seat for the rider",
    "motorcycle, which has handlebars",
    "motorcycle, which is an engine",
    "motorcycle, which has exhaust pipes",
    "motorcycle, which has headlights and tail lights",
    "motorcycle, which has turn signals",
    "motorcycle, which has mirrors",
    "motorcycle, which has Mechanical components",
    "motorcycle, which has Distinct physical characteristics",
    "motorcycle, which has Wheels for movement",
    "motorcycle, which has Seat for rider",
    "motorcycle, which has Man-made vs. Natural",
    "motorcycle, which has Mechanical components vs. Natural features",
    "motorcycle, which has Wheels and handlebars",
    "motorcycle, which has Legs or central support",
    "motorcycle, which has Material: Metal vs. Flesh and blood",
    "motorcycle, which has Movement and interaction: Inanimate vs. Living being",
    "motorcycle, which has Agile design",
    "motorcycle, which has Heavy-duty construction",
    "motorcycle, which has Living being vs. Man-made vehicle",
    "motorcycle, which has Cylindrical segmented body vs. Mechanical design",
    "motorcycle, which has Exposed wheels",
    "motorcycle, which has Flatbed at the rear",
    "motorcycle, which has Presence of facial features and expressions",
    "motorcycle, which has Distinctive clothing",
    "motorcycle, which has Distinct cutting blades",
    "motorcycle, which has Human-powered operation",
    "motorcycle, which has Components for movement vs. Physical structures for growth",
    "motorcycle, which has Wheels for land movement",
    "motorcycle, which has Fuselage for passengers and cargo",
    "motorcycle, which has Man-made vs. Natural environment",
    "motorcycle, which has Variety of tree species vs. Mechanical components",
    "motorcycle, which has Engine-powered",
    "motorcycle, which has Complex fuselage design",
    "motorcycle, which has Presence of engine and exhaust pipes",
    "motorcycle, which has Streamlined shape for agility",
    "motorcycle, which has Cabin or operator's seat in the middle"
  ],
  "mountain": [
    "mountain, which has large size",
    "mountain, which has pointed or jagged top",
    "mountain, which has rocky surface with crags, ridges and valleys",
    "mountain, which has steep slopes",
    "mountain, which has trees and vegetation growing on the sides",
    "mountain, which has snowcapped peaks in colder climates",
    "mountain, which has Vegetation cover",
    "mountain, which has Reflective surface",
    "mountain, which has Geological formation",
    "mountain, which has Individual tree shape",
    "mountain, which has Elevation and steep slopes",
    "mountain, which has Rocky surfaces and snowcapped peaks",
    "mountain, which has Individual tree shapes vs. variety of tree species",
    "mountain, which has Natural landform",
    "mountain, which has Artificial machinery components",
    "mountain, which has Geological formations",
    "mountain, which has Surface texture",
    "mountain, which has Natural vs. man-made",
    "mountain, which has Steep slopes and rocky surfaces vs. cylindrical shape and metallic surface",
    "mountain, which has Natural landform with geological features",
    "mountain, which has Human-like structure with distinct facial features and clothing",
    "mountain, which has Geological formations and vegetation cover",
    "mountain, which has Steep slopes and rocky surfaces",
    "mountain, which has Natural landform with geological features vs. man-made cylindrical shape",
    "mountain, which has Vegetation cover and snowcapped peaks vs. external branding labels on metallic surface",
    "mountain, which has Natural landform vs. man-made device",
    "mountain, which has Presence of natural elements vs. electronic components",
    "mountain, which has Size and elevation",
    "mountain, which has Geological formations vs. flattened body shape",
    "mountain, which has Solid rocky structure",
    "mountain, which has Soft billowy appearance",
    "mountain, which has Stationary vs. Aquatic",
    "mountain, which has Distinct physical features vs. Streamlined body",
    "mountain, which has Steep slopes and rugged terrain vs. flat surfaces and structured shape",
    "mountain, which has Stationary natural landform vs. stationary man-made device",
    "mountain, which has Size: massive vs. small",
    "mountain, which has Texture: rocky vs. soft and fleshy"
  ],
  "mouse": [
    "mouse, which has small size",
    "mouse, which has four legs",
    "mouse, which has pointed snout",
    "mouse, which has long tail",
    "mouse, which has rounded ears",
    "mouse, which has dark fur coloration, usually brown or black",
    "mouse, which has Visible limbs",
    "mouse, which has Distinct head-body-tail structure",
    "mouse, which has Long tail",
    "mouse, which has Short legs with five toes",
    "mouse, which has Presence of fur and tail",
    "mouse, which has Geometric shapes and wings",
    "mouse, which has Tail length relative to body size",
    "mouse, which has Fur coloration",
    "mouse, which has Presence of geometric shapes and wings",
    "mouse, which has Limbs structure",
    "mouse, which has Fur-covered body",
    "mouse, which has Eight legs",
    "mouse, which has Presence of fur",
    "mouse, which has Distinct head features",
    "mouse, which has Body size: small vs large",
    "mouse, which has Snout and ear shape: pointed and rounded vs elongated and pointed",
    "mouse, which has Size - small",
    "mouse, which has Bushy tail with black tip",
    "mouse, which has Size: small vs large",
    "mouse, which has Fur color and pattern: brown or black vs orange or yellow with black stripes",
    "mouse, which has Number of legs - four",
    "mouse, which has Body shape - slender and agile vs. small and compact",
    "mouse, which has Fur-covered body vs. soft, brightly colored body",
    "mouse, which has Distinct head-body-tail structure vs. cylindrical, segmented body",
    "mouse, which has Presence of quills or spines",
    "mouse, which has Distinctive fur markings",
    "mouse, which has Presence of eyes and ears",
    "mouse, which has Type of movement",
    "mouse, which has Black tear marks on face: present in tiger, absent in mouse",
    "mouse, which has Body structure: cylindrical and segmented vs large and muscular",
    "mouse, which has Number of legs and snout shape",
    "mouse, which has Body shape: slender and agile vs. compact and muscular",
    "mouse, which has Coloration: fur-covered body vs. black and white stripes",
    "mouse, which has Body shape: small and slender vs. large and muscular",
    "mouse, which has Snout and ear shape: pointed and rounded vs. elongated and pointed",
    "mouse, which has Fur-covered body vs. hard exoskeleton",
    "mouse, which has Visible ears and eyes vs. prominent antennae",
    "mouse, which has Body structure: small and slender vs large and muscular",
    "mouse, which has Fur pattern: solid vs spotted",
    "mouse, which has Fur color: dark (brown or black) vs light (beige or brown)",
    "mouse, which has Body size and shape: small and slender with distinct head-body-tail structure vs large and muscular with distinctive humps",
    "mouse, which has Presence of webbed feet",
    "mouse, which has Body shape: streamlined vs compact",
    "mouse, which has Living organism vs non-living organism",
    "mouse, which has Animal behavior vs stationary nature",
    "mouse, which has Number of legs",
    "mouse, which has Body covering and structure",
    "mouse, which has Distinct fur patterns",
    "mouse, which has Fur-covered body vs. dense fur coat",
    "mouse, which has Small and slender vs. stocky body shape",
    "mouse, which has Distinct head-body-tail structure with rounded ears and pointed snout",
    "mouse, which has Body shape: slender and agile vs. large and muscular",
    "mouse, which has Presence of pointy black mask around the eyes",
    "mouse, which has Presence of thumb for grasping",
    "mouse, which has Tail carriage style",
    "mouse, which has Living organism vs fruit",
    "mouse, which has Fur-covered body vs glossy fruit skin",
    "mouse, which has Distinct head-body-tail structure with rounded ears and pointed snout vs. long segmented body with two large antennae and claws on front legs",
    "mouse, which has Body shape: small and slender vs. larger and muscular",
    "mouse, which has Body covering: fur-covered vs. exposed skin",
    "mouse, which has Head-body-tail structure and ear size",
    "mouse, which has Fur-covered body vs. metal body",
    "mouse, which has Four legs and a tail vs. wheels and exhaust pipes",
    "mouse, which has Presence of whiskers: present in tiger, absent in mouse",
    "mouse, which has Body covering: fur vs wearing clothes",
    "mouse, which has Body shape",
    "mouse, which has Fur-covered body vs metallic surface",
    "mouse, which has Small and slender body vs streamlined shape",
    "mouse, which has Living organism with fur-covered body",
    "mouse, which has Distinct body structures and behaviors"
  ],
  "mushroom": [
    "mushroom, which has round or oval cap with gills on the underside",
    "mushroom, which has white, brown, gray, or yellow in color",
    "mushroom, which has stem attached to the cap",
    "mushroom, which has smooth texture",
    "mushroom, which has soft and fleshy feel when touched",
    "mushroom, which has Presence of gills on the underside of the cap for reproduction",
    "mushroom, which has Presence of leaves with a sharp tip for photosynthesis",
    "mushroom, which has Stationary",
    "mushroom, which has Distinct facial features",
    "mushroom, which has Natural habitat (forest/meadow)",
    "mushroom, which has Symmetrical and elongated shape",
    "mushroom, which has Stationary nature",
    "mushroom, which has Musky odor",
    "mushroom, which has Cap with gills vs. broad leaves",
    "mushroom, which has Habitat preference (forest/meadow vs. sunny/tropical)",
    "mushroom, which has Organic vs Man-made",
    "mushroom, which has Distinct cap with gills vs Cylindrical or conical shape",
    "mushroom, which has Earthy smell",
    "mushroom, which has Organic texture",
    "mushroom, which has Visible structural support (legs or frame)",
    "mushroom, which has Habitat: terrestrial vs. marine",
    "mushroom, which has Texture: soft vs. hard exoskeleton",
    "mushroom, which has Stationary vs. Mobile",
    "mushroom, which has Facial features",
    "mushroom, which has Designed for holding items",
    "mushroom, which has Ability to fly",
    "mushroom, which has Distinct cap with gills vs. single shell",
    "mushroom, which has Slimy body and slime trail vs. smooth texture",
    "mushroom, which has Slimy body and slime trail",
    "mushroom, which has Engine nozzles or fins",
    "mushroom, which has Earthy smell and organic texture vs Metal surface and smooth texture",
    "mushroom, which has Stationary and organic habitat vs Man-made and designed for holding items",
    "mushroom, which has Earthy smell and organic texture vs. metal surface and smooth texture",
    "mushroom, which has Stationary and organic habitat vs. man-made and designed for holding items",
    "mushroom, which has Habitat: forest/meadow vs orchard/tropical region",
    "mushroom, which has Smell: musky/earthy vs citrus",
    "mushroom, which has Texture: soft/fleshy vs smooth/squeezable",
    "mushroom, which has Nature: stationary vs mobile",
    "mushroom, which has Rotating cutting blades",
    "mushroom, which has Soft and fleshy texture (Mushroom)",
    "mushroom, which has Complex and colorful petals (Orchid)",
    "mushroom, which has Distinct smell (musky/earthy vs. sweet floral)",
    "mushroom, which has Texture (slimy vs. waxy)",
    "mushroom, which has Stationary vs. Mobile nature",
    "mushroom, which has Symmetrical and elongated vs. Slender body shape",
    "mushroom, which has Soft and fleshy texture (Mushroom) vs. smooth and firm texture (Pear)",
    "mushroom, which has Symmetrical and elongated shape (Mushroom) vs. irregular tapered shape with no segments (Pear)",
    "mushroom, which has Cap with gills for reproduction",
    "mushroom, which has Sharp cutting blades",
    "mushroom, which has Human-like facial features and interactions",
    "mushroom, which has Glossy skin texture and variable colors",
    "mushroom, which has Earthy smell vs. fruity scent",
    "mushroom, which has Visible structural support vs. direct tree growth",
    "mushroom, which has Texture: soft and fleshy vs. smooth and firm",
    "mushroom, which has Smell: earthy vs. odorless",
    "mushroom, which has Stationary vs. mobile nature",
    "mushroom, which has Concave interior surface",
    "mushroom, which has Visible structural support like legs or frame",
    "mushroom, which has Black mask around eyes",
    "mushroom, which has Concave interior surface (Mushroom) vs. absence of this feature (Pear)",
    "mushroom, which has Tail length and color (Pear) vs. absence of tail in mushrooms",
    "mushroom, which has Presence of claws: lobsters have claws on front legs",
    "mushroom, which has Reproductive structure: mushrooms have cap with gills",
    "mushroom, which has Symmetrical and elongated shape vs. segmented body structure",
    "mushroom, which has Presence of cap with gills for reproduction",
    "mushroom, which has Segmented and elongated body with scales",
    "mushroom, which has Tail length and color",
    "mushroom, which has Black mask around the eyes",
    "mushroom, which has Soft and fleshy texture (Mushroom) vs. smooth and glossy skin texture (Sweet pepper)",
    "mushroom, which has Musky or earthy smell (Mushroom) vs. no distinctive smell (Sweet pepper)",
    "mushroom, which has Presence of cap with gills for reproduction on mushroom",
    "mushroom, which has Habitat preference: forest/meadow for mushroom vs. rooted plant for willow tree",
    "mushroom, which has Hard exoskeleton vs. soft and fleshy texture",
    "mushroom, which has Multiple pairs of walking legs and claws vs. stationary nature",
    "mushroom, which has Cap with gills vs. single spiral shell",
    "mushroom, which has Mode of movement: gliding with slime trail vs. stationary"
  ],
  "oak tree": [
    "oak tree, which has streamlined body",
    "oak tree, which has webbed feet",
    "oak tree, which has long tapered tail",
    "oak tree, which has brown, gray, black or white fur",
    "oak tree, which has small ears and eyes close to the head",
    "oak tree, which has sharp claws",
    "oak tree, which has Strong swimming abilities",
    "oak tree, which has Elongated body shape",
    "oak tree, which has Bark texture",
    "oak tree, which has Autumn foliage color",
    "oak tree, which has Webbed feet",
    "oak tree, which has Flattened body shape with eyes on same side",
    "oak tree, which has Prominent bushy tail",
    "oak tree, which has Aquatic adaptation (webbed feet, streamlined body)",
    "oak tree, which has Distinctive pointy black mask around the eyes",
    "oak tree, which has Woody trunk and branches",
    "oak tree, which has Ability to fly",
    "oak tree, which has Webbed feet and strong swimming abilities (for otter)",
    "oak tree, which has Scaly skin or armored plates, sharp teeth, and long tail (for dinosaur)",
    "oak tree, which has Body shape",
    "oak tree, which has Leaf shape",
    "oak tree, which has Streamlined body vs. Large body size",
    "oak tree, which has Strong swimming abilities vs. Trunk for feeding",
    "oak tree, which has Aquatic lifestyle vs. Terrestrial habitat",
    "oak tree, which has Webbed feet vs. Five clawed toes for climbing",
    "oak tree, which has Nocturnal behavior",
    "oak tree, which has Dexterous paws with five clawed toes and a thumb",
    "oak tree, which has Webbed feet vs. Non-webbed feet",
    "oak tree, which has Distinctive fur color and pattern",
    "oak tree, which has Presence of trunk and branches",
    "oak tree, which has Distinctive bark texture and leaves",
    "oak tree, which has Opposable thumbs and long arms for climbing",
    "oak tree, which has Association with timekeeping",
    "oak tree, which has Streamlined body shape",
    "oak tree, which has Bark texture: rough and furrowed vs. smooth",
    "oak tree, which has Foliage color: autumn shades vs. green",
    "oak tree, which has Fur-covered body (Otter)",
    "oak tree, which has Scales along entire length (Snake)",
    "oak tree, which has Skin texture and features",
    "oak tree, which has Size and habitat preference",
    "oak tree, which has Distinctive trunk and branches vs. slender body shape",
    "oak tree, which has Rough and furrowed bark texture vs. pointed snout",
    "oak tree, which has Robust body shape vs. Streamlined body",
    "oak tree, which has Large, flat tail vs. Long tapered tail",
    "oak tree, which has Defensive quill-raising behavior",
    "oak tree, which has Long tapered tail for otters vs. short tail for seals",
    "oak tree, which has Ears close to head for otters vs. visible ears on the sides of head for seals",
    "oak tree, which has Woody trunk and branches vs. soft and fleshy texture",
    "oak tree, which has Distinct facial features vs. bark texture and leaves",
    "oak tree, which has Fur covering vs. Scales covering",
    "oak tree, which has Streamlined body with webbed feet vs. Protective shell with visible claws",
    "oak tree, which has Presence of barbels near the mouth",
    "oak tree, which has Webbed feet for swimming vs. dexterous paws for climbing",
    "oak tree, which has Distinct black mask around the eyes",
    "oak tree, which has Elongated body shape vs. conical shape",
    "oak tree, which has Leaf structure: needle-like vs. unique shape",
    "oak tree, which has Aquatic vs. terrestrial lifestyle",
    "oak tree, which has Body structure: streamlined vs. cylindrical and segmented",
    "oak tree, which has Webbed feet for swimming",
    "oak tree, which has Aquatic adaptation (webbed feet)",
    "oak tree, which has Terrestrial habitat (non-webbed feet)",
    "oak tree, which has Webbed feet for swimming (for otter)",
    "oak tree, which has Presence of a mane around neck (for lion)",
    "oak tree, which has Presence of whiskers",
    "oak tree, which has Body shape and presence of webbed feet",
    "oak tree, which has Terrestrial behavior (digging/burrowing and engagement with running wheel/toys)",
    "oak tree, which has Presence of whiskers (for otter)",
    "oak tree, which has Shoulder hump (for lion)",
    "oak tree, which has Robust body shape vs. slender body shape",
    "oak tree, which has Agile movement vs. non-agile movement",
    "oak tree, which has Long tapered tail",
    "oak tree, which has Distinctive black spots around eyes and muzzle",
    "oak tree, which has Webbed feet for swimming (otter)",
    "oak tree, which has Curved tail fin (dolphin)",
    "oak tree, which has Body structure",
    "oak tree, which has Covering"
  ],
  "orange": [
    "orange, which has Round shape with a distinct orange color",
    "orange, which has Smooth, glossy skin",
    "orange, which has Stem and leaves at the top",
    "orange, which has Segments that divide the fruit when cut open.",
    "orange, which has Spherical shape for the orange",
    "orange, which has Textured petals for the orchid",
    "orange, which has Citrus smell",
    "orange, which has Squeezable texture",
    "orange, which has Segments inside",
    "orange, which has Edible and taste",
    "orange, which has Peelable skin",
    "orange, which has Juicy interior with pulp and seeds",
    "orange, which has Distinct weight difference",
    "orange, which has Sound when tapped",
    "orange, which has Segmented interior vs blackish center",
    "orange, which has Smooth, glossy skin vs delicate, lacy petals"
  ],
  "orchid": [
    "orchid, which has colorful petals that come in a variety of shapes",
    "orchid, which has three sepals, two lateral and one dorsal sepal",
    "orchid, which has three petals, one dorsal and two lateral petals",
    "orchid, which is an ovary located at the base of the flower",
    "orchid, which has unique pseudobulbs which are bulbous structures with sheaths around them",
    "orchid, which has Complex petal shapes and colors",
    "orchid, which has Prominent central disk with radiating filaments",
    "orchid, which has Complex and colorful petals",
    "orchid, which has Blackish center of the flower",
    "orchid, which has Blackish center in the flower",
    "orchid, which has Single large bloom per stem",
    "orchid, which has Complex and varied petal shapes and colors",
    "orchid, which has Symmetrical pattern with six identical petals",
    "orchid, which has Reproductive structure: Ovary at base vs. Gills for breathing",
    "orchid, which has Biological category: Plant vs. Animal",
    "orchid, which has Stationary vs. flying",
    "orchid, which has Symmetrical vs. asymmetrical structures",
    "orchid, which has Living organism vs electronic device",
    "orchid, which has Natural growth vs man-made construction",
    "orchid, which has Biological reproductive structures vs electronic components",
    "orchid, which has Symmetrical colorful patterns vs structured geometric shapes",
    "orchid, which has Symmetrical patterns with six identical petals",
    "orchid, which has Round or oval caps with gills on the underside"
  ],
  "otter": [
    "otter, which has streamlined body",
    "otter, which has webbed feet",
    "otter, which has long tapered tail",
    "otter, which has brown, gray, black or white fur",
    "otter, which has small ears and eyes close to the head",
    "otter, which has sharp claws",
    "otter, which has Strong swimming abilities",
    "otter, which has Elongated body shape",
    "otter, which has Bark texture",
    "otter, which has Autumn foliage color",
    "otter, which has Webbed feet",
    "otter, which has Flattened body shape with eyes on same side",
    "otter, which has Prominent bushy tail",
    "otter, which has Aquatic adaptation (webbed feet, streamlined body)",
    "otter, which has Distinctive pointy black mask around the eyes",
    "otter, which has Woody trunk and branches",
    "otter, which has Ability to fly",
    "otter, which has Webbed feet and strong swimming abilities (for otter)",
    "otter, which has Scaly skin or armored plates, sharp teeth, and long tail (for dinosaur)",
    "otter, which has Body shape",
    "otter, which has Leaf shape",
    "otter, which has Streamlined body vs. Large body size",
    "otter, which has Strong swimming abilities vs. Trunk for feeding",
    "otter, which has Aquatic lifestyle vs. Terrestrial habitat",
    "otter, which has Webbed feet vs. Five clawed toes for climbing",
    "otter, which has Nocturnal behavior",
    "otter, which has Dexterous paws with five clawed toes and a thumb",
    "otter, which has Webbed feet vs. Non-webbed feet",
    "otter, which has Distinctive fur color and pattern",
    "otter, which has Presence of trunk and branches",
    "otter, which has Distinctive bark texture and leaves",
    "otter, which has Opposable thumbs and long arms for climbing",
    "otter, which has Association with timekeeping",
    "otter, which has Streamlined body shape",
    "otter, which has Bark texture: rough and furrowed vs. smooth",
    "otter, which has Foliage color: autumn shades vs. green",
    "otter, which has Fur-covered body (Otter)",
    "otter, which has Scales along entire length (Snake)",
    "otter, which has Skin texture and features",
    "otter, which has Size and habitat preference",
    "otter, which has Distinctive trunk and branches vs. slender body shape",
    "otter, which has Rough and furrowed bark texture vs. pointed snout",
    "otter, which has Robust body shape vs. Streamlined body",
    "otter, which has Large, flat tail vs. Long tapered tail",
    "otter, which has Defensive quill-raising behavior",
    "otter, which has Long tapered tail for otters vs. short tail for seals",
    "otter, which has Ears close to head for otters vs. visible ears on the sides of head for seals",
    "otter, which has Woody trunk and branches vs. soft and fleshy texture",
    "otter, which has Distinct facial features vs. bark texture and leaves",
    "otter, which has Fur covering vs. Scales covering",
    "otter, which has Streamlined body with webbed feet vs. Protective shell with visible claws",
    "otter, which has Presence of barbels near the mouth",
    "otter, which has Webbed feet for swimming vs. dexterous paws for climbing",
    "otter, which has Distinct black mask around the eyes",
    "otter, which has Elongated body shape vs. conical shape",
    "otter, which has Leaf structure: needle-like vs. unique shape",
    "otter, which has Aquatic vs. terrestrial lifestyle",
    "otter, which has Body structure: streamlined vs. cylindrical and segmented",
    "otter, which has Webbed feet for swimming",
    "otter, which has Aquatic adaptation (webbed feet)",
    "otter, which has Terrestrial habitat (non-webbed feet)",
    "otter, which has Webbed feet for swimming (for otter)",
    "otter, which has Presence of a mane around neck (for lion)",
    "otter, which has Presence of whiskers",
    "otter, which has Body shape and presence of webbed feet",
    "otter, which has Terrestrial behavior (digging/burrowing and engagement with running wheel/toys)",
    "otter, which has Presence of whiskers (for otter)",
    "otter, which has Shoulder hump (for lion)",
    "otter, which has Robust body shape vs. slender body shape",
    "otter, which has Agile movement vs. non-agile movement",
    "otter, which has Long tapered tail",
    "otter, which has Distinctive black spots around eyes and muzzle",
    "otter, which has Webbed feet for swimming (otter)",
    "otter, which has Curved tail fin (dolphin)",
    "otter, which has Body structure",
    "otter, which has Covering"
  ],
  "palm tree": [
    "palm tree, which has round or oval shape",
    "palm tree, which has flat surface with a raised edge",
    "palm tree, which has smooth texture",
    "palm tree, which has various colors and patterns",
    "palm tree, which has identifiable logos or markings on the surface",
    "palm tree, which has Single-trunked structure",
    "palm tree, which has Dense canopy",
    "palm tree, which has Designed for serving food",
    "palm tree, which has Raised edges",
    "palm tree, which has Living organism vs. inanimate object",
    "palm tree, which has Presence of claws and fur",
    "palm tree, which has Slender trunk",
    "palm tree, which has Uniform leaf type",
    "palm tree, which has Flat surface",
    "palm tree, which has Prominent engine nozzle or fins",
    "palm tree, which has Fan-shaped leaves vs. needle-like leaves",
    "palm tree, which has Smooth slender trunk vs. rough, scaly or furrowed bark",
    "palm tree, which has Presence of crown shaft vs. absence of crown shaft",
    "palm tree, which has Resin-filled blisters or pockets on bark vs. smooth bark",
    "palm tree, which has Natural vs. man-made design",
    "palm tree, which has Outdoor vs. indoor use",
    "palm tree, which has Tall, single trunk vs. cap and stem",
    "palm tree, which has Outdoor plant vs. stationary fungus",
    "palm tree, which has Variety of surface colors/patterns and logos vs. buds clustered at branch tips and catkins",
    "palm tree, which has Fan-shaped leaves vs. distinctive leaves",
    "palm tree, which has Smooth slender trunk vs. rough, scaly, or furrowed bark"
  ],
  "pear": [
    "pear, which has stocky body",
    "pear, which has four legs",
    "pear, which has shaggy fur",
    "pear, which has large round ears",
    "pear, which has long snout with a black nose",
    "pear, which has sharp claws",
    "pear, which has Large size and powerful build",
    "pear, which has Shoulder hump",
    "pear, which has Fruit shape",
    "pear, which has Cheek pouches and sharp teeth",
    "pear, which has Strong sense of smell",
    "pear, which has Omnivorous vs. Herbivorous diet",
    "pear, which has Stationary vs. Moving",
    "pear, which has Location: Fruit bowl vs. Aquarium",
    "pear, which has Land animal vs. Aquatic creature",
    "pear, which has Sharp claws and teeth vs. Flat body and fins",
    "pear, which has Size and build",
    "pear, which has Fur pattern",
    "pear, which has Size (large vs. small)",
    "pear, which has Size: large vs. small",
    "pear, which has Claws: sharp vs. for climbing",
    "pear, which has Size: Large vs. Small",
    "pear, which has Shoulder hump vs. Slender body shape",
    "pear, which has Claws: sharp vs. flat nails",
    "pear, which has Living organism vs. inanimate object",
    "pear, which has Biological attributes vs. functional features",
    "pear, which has Classification based on behavior vs. structure",
    "pear, which has Irregular tapered shape",
    "pear, which has No segments when cut open",
    "pear, which has Fur coat: shaggy vs. dense in gold, brown, white, or black",
    "pear, which has Ears: large round vs. large ears sticking out",
    "pear, which has Fur-covered body",
    "pear, which has Distinct snout with a black nose",
    "pear, which has Irregular tapered shape with no segments",
    "pear, which has Terrestrial behavior with dexterous paws",
    "pear, which has Muscular build vs. agile physique",
    "pear, which has Pointy black mask around eyes",
    "pear, which has Body shape: stocky vs. small, round",
    "pear, which has Snout: long with black nose vs. pointed with sharp teeth",
    "pear, which has Size and body shape",
    "pear, which has Tail length and color",
    "pear, which has Sharp claws vs. flat nails",
    "pear, which has Ears: large and round vs. pointed",
    "pear, which has Biological attributes (fur, ears, claws)",
    "pear, which has Terrestrial behavior vs. stationary nature",
    "pear, which has Animal features vs. design elements",
    "pear, which has Biological characteristics vs. functional aspects",
    "pear, which has Unique animal attributes vs. design elements",
    "pear, which has Fur-covered body vs. smooth skin texture",
    "pear, which has Human facial features vs. animal features",
    "pear, which has Shaggy fur coat",
    "pear, which has Large round ears",
    "pear, which has Fur-covered body vs. smooth, glossy skin",
    "pear, which has Long snout with black nose",
    "pear, which has Feet structure (webbed vs. regular)",
    "pear, which has Prominent shoulder hump",
    "pear, which has Absence of cutting blades",
    "pear, which has Terrestrial behavior and dexterous paws",
    "pear, which has Shoulder hump vs. flat and rectangular body shape",
    "pear, which has Shoulder hump presence vs. absence",
    "pear, which has Black mask around eyes",
    "pear, which has Stocky body with shoulder hump vs. long stem and rooted in soil",
    "pear, which has Shaggy fur and large round ears vs. cup-shaped flower with symmetrical petals and waxy texture"
  ],
  "pickup truck": [
    "pickup truck, which is angular shape with a flatbed in the back",
    "pickup truck, which has two or four doors along the sides",
    "pickup truck, which has enclosed cab at the front of vehicle",
    "pickup truck, which has large wheels and tires",
    "pickup truck, which has grille on the front of truck extending to hoodline",
    "pickup truck, which has tailgate at rear end",
    "pickup truck, which has Presence of a flatbed",
    "pickup truck, which has Prominent exhaust pipe or stack",
    "pickup truck, which has Distinct separation between cab and rear section",
    "pickup truck, which has Presence of a hitch or towed equipment",
    "pickup truck, which has More than two wheels",
    "pickup truck, which has Integrated design",
    "pickup truck, which has Mechanical components",
    "pickup truck, which has Natural adaptations",
    "pickup truck, which has Man-made angular shape vs. natural muscular body",
    "pickup truck, which has Sharp claws and teeth vs. large wheels and tires",
    "pickup truck, which has Large vehicle size vs. small human size",
    "pickup truck, which has Distinct vehicle features vs. soft body features",
    "pickup truck, which has Dedicated tracks for travel",
    "pickup truck, which has Size comparison: large vs compact",
    "pickup truck, which has Presence of flatbed",
    "pickup truck, which has Angled hood with pointed front end",
    "pickup truck, which has Presence of a tailgate",
    "pickup truck, which has Flatbed for cargo",
    "pickup truck, which has Tracks for mobility",
    "pickup truck, which has Smaller size and lighter build",
    "pickup truck, which has Presence of front grille design",
    "pickup truck, which has Location of cutting blades",
    "pickup truck, which has Size comparison: larger vs. compact",
    "pickup truck, which has Covered vs. exposed wheels"
  ],
  "pine tree": [
    "pine tree, which has long, slender trunk",
    "pine tree, which has branches that start close to the ground and grow up in a conical shape",
    "pine tree, which has pointed leaves with a sharp tip at the end",
    "pine tree, which has bark that is usually scaly or furrowed",
    "pine tree, which has yellowish or reddish brown cones",
    "pine tree, which has Needle-like leaves",
    "pine tree, which has Cones",
    "pine tree, which has Single tree structure",
    "pine tree, which has Monospecific tree species",
    "pine tree, which has Presence of male and female cones on the same tree",
    "pine tree, which has Tree shape: conical vs. drooping",
    "pine tree, which has Vertical growth pattern",
    "pine tree, which has Variety of geological features",
    "pine tree, which has Needle-like leaves vs. fan-shaped leaves",
    "pine tree, which has Tree structure: conical vs. single-trunked with dense canopy",
    "pine tree, which has Needle-like leaves vs. leaves with five lobes",
    "pine tree, which has Cones vs. seed pods (samaras)",
    "pine tree, which has Rocky surface with crags, ridges, and valleys",
    "pine tree, which has Needle-like leaves vs. broad, flat leaves",
    "pine tree, which has Cones vs. acorns",
    "pine tree, which has Tree shape: conical vs. spreading canopy with multiple trunks",
    "pine tree, which has Needle-like leaves vs. lobed or distinct-shaped leaves",
    "pine tree, which has Pine scent",
    "pine tree, which has Reflective surface",
    "pine tree, which has Signs of human activity",
    "pine tree, which has Seasonal needle color change",
    "pine tree, which has Dynamic water movements",
    "pine tree, which has Vertical growth pattern and conical shape vs. flat shape and elongated segmented body",
    "pine tree, which has Needle-like leaves and cones vs. hard exoskeleton, six legs, and long antennae",
    "pine tree, which has Irregular organic structure",
    "pine tree, which has Pine scent vs. no specific scent",
    "pine tree, which has Reflective surface on needles vs. non-reflective",
    "pine tree, which has Presence of snowcapped peaks and steep slopes vs. absence of such geographical features",
    "pine tree, which has Distinct tree structure vs. billowy appearance",
    "pine tree, which has Needle-like leaves and cones vs. varied color palette and natural shapes",
    "pine tree, which has Seasonal needle color change vs. consistent leaf color",
    "pine tree, which has Dynamic water movements around roots vs. absence of dynamic water movements"
  ],
  "plain": [
    "plain, which has Rectangular shape",
    "plain, which has Flat surface",
    "plain, which has Smooth edges",
    "plain, which has Distinctly defined corners and sides",
    "plain, which has Geometric shapes such as squares, rectangles or triangles",
    "plain, which has Land-dwelling vs. Aquatic habitat",
    "plain, which has Distinct corners and sides vs. Smooth body",
    "plain, which has Wings",
    "plain, which has Fuselage",
    "plain, which has Presence of man-made structures",
    "plain, which has Functional design with legs or central support",
    "plain, which has Seat with backrest",
    "plain, which has Armrests",
    "plain, which has Human features (facial features, limbs)",
    "plain, which has Distinct clothing and hairstyle",
    "plain, which has Presence of wings and engines",
    "plain, which has Soft body with multiple legs",
    "plain, which has Presence of terrestrial vegetation",
    "plain, which has Marine life and water-based ecosystems",
    "plain, which has Fuselage vs. shelves or compartments",
    "plain, which has Physical attributes like cloven hooves, horns, and fur/hair covering",
    "plain, which has Fuselage vs. display screen",
    "plain, which has Presence of wings",
    "plain, which has Long, angled hood",
    "plain, which has Fuselage for passengers and cargo",
    "plain, which has Sloping roof structure",
    "plain, which has Wings for lift and flight in the Earth's atmosphere",
    "plain, which has Streamlined shape with fins for stability during space travel",
    "plain, which has Streamlined shape with fins",
    "plain, which has Man-made structures",
    "plain, which has Natural billowy appearance",
    "plain, which has Presence of man-made structures (e.g., wings, fuselage)",
    "plain, which has Human-centric features (e.g., armrests, backrests)",
    "plain, which has Flat and smooth surface",
    "plain, which has Rugged and rocky surface with crags and steep slopes",
    "plain, which has Natural billowy appearance, rugged and rocky surfaces",
    "plain, which has Man-made structures like wings and fuselage, human-centric features like armrests and backrests",
    "plain, which has Sharp cutting blades",
    "plain, which has Spotted fur pattern",
    "plain, which has Organic irregular shape"
  ],
  "plate": [
    "plate, which has round or oval shape",
    "plate, which has flat surface with a raised edge",
    "plate, which has smooth texture",
    "plate, which has various colors and patterns",
    "plate, which has identifiable logos or markings on the surface",
    "plate, which has Single-trunked structure",
    "plate, which has Dense canopy",
    "plate, which has Designed for serving food",
    "plate, which has Raised edges",
    "plate, which has Living organism vs. inanimate object",
    "plate, which has Presence of claws and fur",
    "plate, which has Slender trunk",
    "plate, which has Uniform leaf type",
    "plate, which has Flat surface",
    "plate, which has Prominent engine nozzle or fins",
    "plate, which has Fan-shaped leaves vs. needle-like leaves",
    "plate, which has Smooth slender trunk vs. rough, scaly or furrowed bark",
    "plate, which has Presence of crown shaft vs. absence of crown shaft",
    "plate, which has Resin-filled blisters or pockets on bark vs. smooth bark",
    "plate, which has Natural vs. man-made design",
    "plate, which has Outdoor vs. indoor use",
    "plate, which has Tall, single trunk vs. cap and stem",
    "plate, which has Outdoor plant vs. stationary fungus",
    "plate, which has Variety of surface colors/patterns and logos vs. buds clustered at branch tips and catkins",
    "plate, which has Fan-shaped leaves vs. distinctive leaves",
    "plate, which has Smooth slender trunk vs. rough, scaly, or furrowed bark"
  ],
  "poppy": [
    "poppy, which has Red, pink, white or orange petals",
    "poppy, which has Blackish center of the flower",
    "poppy, which has Long thin stem",
    "poppy, which has Leaves with a silvery appearance",
    "poppy, which has Oval seed pods",
    "poppy, which has Heart shaped leaves",
    "poppy, which has Colorful petals and long thin stem",
    "poppy, which has Oval seed pods and heart-shaped leaves",
    "poppy, which has Round or oval cap with gills on the underside",
    "poppy, which has Presence of structured plant parts (stems, leaves, seed pods)",
    "poppy, which has Amorphous shape with no clear structure",
    "poppy, which has Distinct plant structure",
    "poppy, which has Amorphous shape",
    "poppy, which has Presence of oval seed pods and heart-shaped leaves",
    "poppy, which has Presence of pseudobulbs",
    "poppy, which has Presence of round or oval cap with gills on the underside",
    "poppy, which has Presence of prominent central disk with radiating filaments",
    "poppy, which has Structured plant parts vs solid consistent shape",
    "poppy, which has Colorful petals vs uniform color range",
    "poppy, which has Stationary vs flying nature",
    "poppy, which has Plant anatomy vs insect-specific features",
    "poppy, which has Presence of pseudobulbs and central disk with filaments",
    "poppy, which has Nature of movement: stationary vs dynamic",
    "poppy, which has Presence of central disk with radiating filaments and pseudobulbs",
    "poppy, which has Nature of movement: stationary vs dynamic with body posture",
    "poppy, which has Delicate and lacy petals",
    "poppy, which has Strong, sweet fragrance",
    "poppy, which has Colorful petals with central disk and filaments",
    "poppy, which has Agile movement and slender body shape",
    "poppy, which has Prominent blackish center",
    "poppy, which has Thorny stems",
    "poppy, which has Vibrant and colorful petals",
    "poppy, which has Irregular and organic shape"
  ],
  "porcupine": [
    "porcupine, which has Quills or spines with white, black and brown colors",
    "porcupine, which has Rodent like body with a large head",
    "porcupine, which has Small ears and short legs",
    "porcupine, which has Long tail covered in quills",
    "porcupine, which has Narrow face with an elongated muzzle",
    "porcupine, which has Sharp quills",
    "porcupine, which has Webbed hind feet",
    "porcupine, which has Quills vs. Stripes",
    "porcupine, which has Body structure: Rodent-like vs. Muscular",
    "porcupine, which has Presence of sharp quills",
    "porcupine, which has Distinctive pointy black mask around eyes",
    "porcupine, which has Presence of spiky quills",
    "porcupine, which has Flowering plant with colorful petals",
    "porcupine, which has Humps on the back",
    "porcupine, which has Presence of quills or spines",
    "porcupine, which has Snout shape: long for foraging",
    "porcupine, which has Leg structure: curved legs with large feet vs. short legs with five toes",
    "porcupine, which has Sharp claws",
    "porcupine, which has Rodent-like body structure with sharp quills vs. Streamlined body shape with fur and black and white stripes",
    "porcupine, which has Long tail covered in quills vs. Bushy tail with a tuft of hair at the end",
    "porcupine, which has Tail carriage: bushy tail carried over the back vs. long tail covered in quills",
    "porcupine, which has Quills or spines vs. scaly skin",
    "porcupine, which has Rodent-like body vs. large, bulky body with four webbed feet",
    "porcupine, which has Presence of sharp quills or spines",
    "porcupine, which has Distinctive cheek pouches",
    "porcupine, which has Body structure: Rodent-like vs. Streamlined",
    "porcupine, which has Tail type: Bushy tail carried over the back vs. Long tail without quills",
    "porcupine, which has Facial markings: Pointy black mask around eyes vs. Black tear marks",
    "porcupine, which has Rodent-like body structure with quills",
    "porcupine, which has Spiral leaf arrangement",
    "porcupine, which has Distinctive quills/spines with white, black, and brown colors",
    "porcupine, which has Two long, sharp front incisors for gnawing"
  ],
  "possum": [
    "possum, which has pointed snout",
    "possum, which has rounded ears",
    "possum, which has long bushy tail",
    "possum, which has gray or black fur with white, yellow, or pink markings",
    "possum, which has five clawed toes on each of their front feet and four on the back feet",
    "possum, which has small eyes that appear to be set deep in their face",
    "possum, which has White tip at the end of the tail",
    "possum, which has Black mask around the eyes",
    "possum, which has Fluffy, bushy tail",
    "possum, which has Sharp quills covering body",
    "possum, which has Arboreal vs. Terrestrial habitat",
    "possum, which has Size comparison: Large vs. Small",
    "possum, which has Fur vs. Scaly skin",
    "possum, which has Size - Small vs. Large and bulky body",
    "possum, which has Dexterous paws vs. Clawed toes",
    "possum, which has Sharp quills vs. No quills",
    "possum, which has Fur vs. smooth, scaleless skin",
    "possum, which has Terrestrial vs. aquatic habitat",
    "possum, which has Presence of fur",
    "possum, which has Distinct tail",
    "possum, which has Mammalian features vs. Fungal characteristics",
    "possum, which has Mobility and habitat vs. Stationary nature",
    "possum, which has Length and bushiness of tail",
    "possum, which has Color and markings on fur",
    "possum, which has Arboreal or terrestrial habitat",
    "possum, which has Specialized hind legs for hopping",
    "possum, which has Arboreal vs. Semi-aquatic habitat",
    "possum, which has Tail adaptation for swimming and building",
    "possum, which has Specialized hind legs",
    "possum, which has Sharp quills",
    "possum, which has Black mask around eyes",
    "possum, which has Two long, sharp front incisors for gnawing"
  ],
  "rabbit": [
    "rabbit, which has large, floppy ears",
    "rabbit, which has short muzzle",
    "rabbit, which has long hind legs with powerful muscles",
    "rabbit, which has fluffy fur in various colors and shades",
    "rabbit, which is a white tail often visible even when the rabbit is still",
    "rabbit, which has pointy nose and whiskers",
    "rabbit, which has Movement vs. stationary",
    "rabbit, which has Defined body parts vs. shapeless",
    "rabbit, which has Compact body shape",
    "rabbit, which has Specialized hind legs for hopping",
    "rabbit, which has Long, floppy ears (Rabbit)",
    "rabbit, which has Slender, agile body shape (Mouse)",
    "rabbit, which has Furry body with distinct colors and shades",
    "rabbit, which has Presence of physical body parts",
    "rabbit, which has Short muzzle (Rabbit)",
    "rabbit, which has Bushy tail with black tip (Mouse)",
    "rabbit, which has Pronounced white or light-colored tail",
    "rabbit, which has Distinct markings on fur",
    "rabbit, which has Long hind legs vs. short legs",
    "rabbit, which has Fluffy tail vs. bushy tail",
    "rabbit, which has Long, floppy ears (Rabbit) vs. small ears close to head (Otter)",
    "rabbit, which has Fluffy, bushy tail (Rabbit) vs. long, tapered tail (Otter)",
    "rabbit, which has Furry body with distinct colors vs. soft billowy appearance with varied colors",
    "rabbit, which has Specialized hind legs for hopping vs. lack of defined physical body parts",
    "rabbit, which has Living organism vs. inanimate object",
    "rabbit, which has Complex physical structure vs. simple solid structure",
    "rabbit, which has Slender, agile body shape in rabbits",
    "rabbit, which has Black mask around eyes in possums",
    "rabbit, which has Long, floppy ears vs. prominent ears",
    "rabbit, which has Long snout for foraging vs. short muzzle",
    "rabbit, which has Compact body shape vs. small, mouselike body",
    "rabbit, which has Long hind legs with powerful muscles (Rabbit)",
    "rabbit, which has Distinct fur coloration such as brown or black (Mouse)",
    "rabbit, which has Long hind legs for hopping (Rabbit)",
    "rabbit, which has Distinctive facial mask around eyes (Raccoon)"
  ],
  "raccoon": [
    "raccoon, which has pointy black mask around the eyes",
    "raccoon, which has gray or brown fur with lighter underbelly",
    "raccoon, which has long and bushy tail, often with a white tip at the end",
    "raccoon, which has five toes on each paw, usually including a thumb for gripping food and climbing trees",
    "raccoon, which has Nocturnal behavior",
    "raccoon, which has Dexterous paws vs. webbed feet",
    "raccoon, which has Pointy black mask around the eyes (for raccoon)",
    "raccoon, which has Large, floppy ears (for rabbit)",
    "raccoon, which has Terrestrial vs. Aquatic habitat",
    "raccoon, which has Distinctive eye markings",
    "raccoon, which has Black mask around eyes vs. black tear marks on face",
    "raccoon, which has Bushy tail with white tip vs. long tail with black tip",
    "raccoon, which has Dexterous paws with thumb",
    "raccoon, which has Solitary behavior",
    "raccoon, which has Black mask around eyes for raccoon vs. black tear marks on face for tiger",
    "raccoon, which has Large, muscular body for tiger vs. smaller, agile build for raccoon",
    "raccoon, which has Visible external ears (for raccoon)",
    "raccoon, which has Segmented body with scales (for snake)",
    "raccoon, which has Distinctive black mask around eyes (for raccoon)",
    "raccoon, which has Large, flat tail for swimming and building (for beaver)",
    "raccoon, which has Black mask around eyes",
    "raccoon, which has Bushy tail with white tip",
    "raccoon, which has Terrestrial habitat vs. aerial habitat",
    "raccoon, which has Distinct eye mask and furry body vs. colorful wings with intricate patterns",
    "raccoon, which has Six legs",
    "raccoon, which has Segmented body structure",
    "raccoon, which has Distinct tail with a white tip",
    "raccoon, which has Distinct human facial features",
    "raccoon, which has Presence of black mask around eyes",
    "raccoon, which has Adaptations for aquatic lifestyle such as webbed feet and strong swimming abilities",
    "raccoon, which has Size: large vs. small",
    "raccoon, which has Presence of mask around eyes",
    "raccoon, which has Facial appearance: human-like vs. animalistic",
    "raccoon, which has Fur-covered body for raccoon",
    "raccoon, which has Visible snout and nose for raccoon",
    "raccoon, which has Mammal vs. Insect",
    "raccoon, which has Presence of External Ears",
    "raccoon, which has Fur color: gray or brown with lighter underbelly vs. gold, brown, white, or black",
    "raccoon, which has Eye markings: distinctive vs. striped pattern on body",
    "raccoon, which has Distinctive fur coloration and patterns",
    "raccoon, which has Presence or absence of tail",
    "raccoon, which has Facial mask around eyes",
    "raccoon, which has Human figure with visible facial features",
    "raccoon, which has Black and white facial markings",
    "raccoon, which has Shoulder hump",
    "raccoon, which has Distinctive facial mask and visible snout",
    "raccoon, which has Paws with thumb vs. flippers and front incisors"
  ],
  "ray": [
    "ray, which has flat body with a diamond shape",
    "ray, which has eyes on the top of its head",
    "ray, which has two winglike pectoral fins near the head",
    "ray, which has one dorsal fin located along its back",
    "ray, which has tail usually longer than its body and ending in a sharp point or whip.",
    "ray, which has Aquatic creature vs. fruit",
    "ray, which has Presence of eyes on the top of the head",
    "ray, which has Fins and tail shape",
    "ray, which has Light and sound emission",
    "ray, which has Diamond-shaped flat body with winglike fins",
    "ray, which has Long tapered tail",
    "ray, which has Size: Large vs. Small",
    "ray, which has Body shape: Diamond-shaped flat vs. Long and thin",
    "ray, which has Breathing method: Gills vs. Air",
    "ray, which has Tail shape: Long tapered with sharp point vs. Short flippers",
    "ray, which has Aquatic vs. terrestrial habitat",
    "ray, which has Fur-covered body and prominent ears",
    "ray, which has Dorsal fin: Single vs. Multiple",
    "ray, which has Body covering: No scales vs. Scales",
    "ray, which has Body shape: Diamond-shaped flat vs. Streamlined",
    "ray, which has Light and sound emission vs. No light and sound emission",
    "ray, which has Distinctive black spots around eyes and muzzle vs. No distinctive markings",
    "ray, which has Body covering: Fur-covered vs. Not fur-covered",
    "ray, which has Feet structure: Webbed feet vs. Non-webbed feet",
    "ray, which has Diamond-shaped flat body vs. Chubby body with thick neck",
    "ray, which has Eyes on top of head and gills vs. Small eyes and ears set close together with air breathing",
    "ray, which has Body shape: Diamond-shaped flat with winglike fins vs. Streamlined for swimming",
    "ray, which has Presence of external ears and whiskers: Absent vs. Present"
  ],
  "road": [
    "road, which has linear shape",
    "road, which is asphalt or other material surface",
    "road, which has white dashed lines for lane markings",
    "road, which has yellow and white reflective road signs",
    "road, which has curbs, guardrails, and median dividers (if applicable)",
    "road, which has Linear shape",
    "road, which has Land-dwelling habitat with distinct corners and sides"
  ],
  "rocket": [
    "rocket, which has cylindrical or conical shape",
    "rocket, which has fins/wings at the bottom of the body",
    "rocket, which has large engine nozzle at the back",
    "rocket, which is angular edges and lines to give it a sleeker look",
    "rocket, which has bright colors like reds, blues, yellows, etc.",
    "rocket, which has Pointed nose cone",
    "rocket, which has Prominent thick-treaded wheels",
    "rocket, which has Visible stages",
    "rocket, which has Metallic/reflective surface",
    "rocket, which has Visible exhaust flames/smoke",
    "rocket, which has Visible engines or thrusters",
    "rocket, which has Presence of keys or buttons",
    "rocket, which has Vertical takeoff design",
    "rocket, which has Streamlined shape with fins and engine nozzle",
    "rocket, which has Streamlined metallic surface",
    "rocket, which has Organic skin and clothing texture",
    "rocket, which has Reflective surface",
    "rocket, which has Aerodynamic shape with visible mechanical components",
    "rocket, which has Vertical orientation",
    "rocket, which has Terrestrial vs. Space travel design",
    "rocket, which has Hitch or towed equipment",
    "rocket, which has Visible stages, engines, or thrusters",
    "rocket, which has Wheels, handlebars, and exhaust pipes",
    "rocket, which has Presence of engines or thrusters",
    "rocket, which has Handle for holding",
    "rocket, which has Biological anatomy (e.g., gills, fins)",
    "rocket, which has Mechanical components (e.g., engines, thrusters)",
    "rocket, which has Streamlined and aerodynamic shape",
    "rocket, which has Metallic construction vs. fur",
    "rocket, which has Bright colored exterior vs. orange/yellow with black stripes",
    "rocket, which has Visible exhaust flames or smoke",
    "rocket, which has Streamlined metallic surface with mechanical components",
    "rocket, which has Metallic or reflective surface",
    "rocket, which has Bright colored exterior",
    "rocket, which has Vertical orientation for space travel",
    "rocket, which has Vertical orientation for takeoff",
    "rocket, which has Visible propulsion systems",
    "rocket, which has Propulsion systems and engines",
    "rocket, which has Seeds inside",
    "rocket, which has Vertical orientation for travel/takeoff",
    "rocket, which has Visible propulsion systems and engines",
    "rocket, which has Presence of visible engines or thrusters emitting flames/smoke",
    "rocket, which has Absence of natural water body with distant islands or ships",
    "rocket, which has Metallic or reflective surface with mechanical components",
    "rocket, which has Metallic or reflective surface with visible engines or thrusters emitting flames or smoke",
    "rocket, which has Structured geometric shape with visible physical components",
    "rocket, which has Rectangular shape with flat sides",
    "rocket, which has Prominent engines or thrusters",
    "rocket, which has Communication features like keypads and display windows"
  ],
  "rose": [
    "rose, which has multiple petals in shades of pink, red, yellow or white",
    "rose, which has long and tapered leaves",
    "rose, which has thorny stems",
    "rose, which has fragrant smell",
    "rose, which has smooth oval shaped sepals",
    "rose, which has clustered blooms",
    "rose, which has Distinctive fragrance",
    "rose, which has Spiral leaf pattern",
    "rose, which has Thorny stems",
    "rose, which has Fragrance",
    "rose, which has Clustered blooms vs. single large bloom per stem",
    "rose, which has Smooth oval shaped sepals vs. three sepals and three petals",
    "rose, which has Floral appearance",
    "rose, which has Fragrant smell",
    "rose, which has Vibrant colors and delicate petals",
    "rose, which has Flying insect with fuzzy body and compound eyes",
    "rose, which has Stationary vs. flying",
    "rose, which has Floral structure vs. biological structure"
  ],
  "sea": [
    "sea, which has deep blue or green color",
    "sea, which has rippling reflection of light on the water's surface",
    "sea, which has white foam from waves breaking against rocks and shorelines",
    "sea, which has large expanse of horizon line",
    "sea, which has distant islands, ships, buoys, etc.",
    "sea, which has Towering height",
    "sea, which has Smooth and flat surface",
    "sea, which has Horizontal expanse with rippling water",
    "sea, which has Vertical design with prominent engines and fins",
    "sea, which has Absence of geological formations and individual tree shapes",
    "sea, which has Horizontal expanse with rippling water and prominent engines and fins",
    "sea, which has Vast expanse of water",
    "sea, which has Human features and expressions",
    "sea, which has Ground vs. Sky habitat",
    "sea, which has Defined surface vs. Floating formation",
    "sea, which has Anatomical features (e.g., blowhole, dorsal fin)",
    "sea, which has Living organism vs. natural environment",
    "sea, which has Behavioral characteristics (e.g., blowhole breathing, swimming with flippers)",
    "sea, which has Dynamic attributes of living organisms vs. static features of natural environments",
    "sea, which has Natural water body vs. living organism",
    "sea, which has Part of Earth's hydrosphere vs. marine mammal",
    "sea, which has Natural water body with dynamic attributes",
    "sea, which has Man-made electronic device with a flat screen display",
    "sea, which has Deep blue or green color with white foam",
    "sea, which has Large horizon line with distant islands or ships",
    "sea, which has Dynamic water features",
    "sea, which has Humanoid figure with clothing",
    "sea, which has Dynamic water features and distant islands or ships",
    "sea, which has Vast expanse of deep blue or green water and round or oval shape with clock face",
    "sea, which has Vast expanse of deep blue or green water",
    "sea, which has Diamond-shaped flat body with winglike fins",
    "sea, which has Sensory characteristics (e.g., eyes position, breathing mechanism)",
    "sea, which has Physical attributes and features (e.g., fins, streamlined body)",
    "sea, which has Smooth and flowing characteristics",
    "sea, which has Sensory characteristics and physical attributes",
    "sea, which has Round or oval shape with a clock face",
    "sea, which has Sensory characteristics and physical attributes (fins, streamlined body)",
    "sea, which has Distinct physical features and rugged terrain",
    "sea, which has Visible distant islands or ships",
    "sea, which has Massive size and rocky texture",
    "sea, which has Distinct physical features like fins and streamlined bodies",
    "sea, which has Natural water body with dynamic attributes vs. terrestrial mammal with distinct physical features",
    "sea, which has Vast expanse of deep blue or green water with distant islands or ships vs. large body size with long trunk and large ears",
    "sea, which has Rugged terrain and distinct physical features",
    "sea, which has Presence of handles",
    "sea, which has Vast expanse of deep blue or green water with dynamic water features",
    "sea, which has Smooth, long, limbless body with scales and pointed tail tip",
    "sea, which has Dynamic water body vs. living organism",
    "sea, which has Presence of scales, fins, and gills"
  ],
  "seal": [
    "seal, which has rounded body shape",
    "seal, which has short flippers",
    "seal, which has smooth fur",
    "seal, which has white, grey or tan coloration",
    "seal, which has black spots around the eyes and muzzle",
    "seal, which has pointed nose with whiskers",
    "seal, which has Visible ears",
    "seal, which has Head shape",
    "seal, which has Breathing method (air vs. gills)",
    "seal, which has Habitat (land/ice vs. saltwater)",
    "seal, which has Flippers vs. fins",
    "seal, which has Presence of ears and whiskers",
    "seal, which has Presence of external ears",
    "seal, which has Body shape and fin type",
    "seal, which has Streamlined body for swimming",
    "seal, which has Prominent front incisors for wood gnawing",
    "seal, which has Streamlined body for swimming vs. large body with tail for terrestrial locomotion",
    "seal, which has Smooth fur for insulation vs. scaly skin or armored plates for protection",
    "seal, which has Presence of front incisors",
    "seal, which has Body shape comparison",
    "seal, which has Streamlined body vs. rigid structure",
    "seal, which has Pointed nose with whiskers vs. handle",
    "seal, which has Habitat: land and saltwater vs. aquatic only",
    "seal, which has Front incisors for wood gnawing vs. multiple rows of sharp teeth for prey capture",
    "seal, which has Flippers for swimming",
    "seal, which has Legs for terrestrial locomotion",
    "seal, which has Adapted for swimming",
    "seal, which has Presence of abdominal pouch for young",
    "seal, which has Presence of visible ears and whiskers",
    "seal, which has Distinct blowhole on top of the head",
    "seal, which has Streamlined body for swimming vs. robust physique for terrestrial locomotion",
    "seal, which has Flippers for swimming vs. sharp claws for climbing",
    "seal, which has Dynamic water features",
    "seal, which has Flippers for swimming vs. legs for terrestrial locomotion",
    "seal, which has Streamlined body shape vs. small mouselike body",
    "seal, which has Distinctive striped fur pattern",
    "seal, which has Streamlined body vs. robust physique",
    "seal, which has Flippers vs. dexterous paws with thumbs",
    "seal, which has Streamlined body shape vs. long and thin body",
    "seal, which has Distinct blowhole on top of the head vs. breathing through nostrils",
    "seal, which has Shoulder hump vs. streamlined body shape",
    "seal, which has Presence of shoulder hump",
    "seal, which has Torpedo-shaped body",
    "seal, which has Size difference",
    "seal, which has Presence of dorsal fin",
    "seal, which has Torpedo-shaped body vs. stockier build",
    "seal, which has Distinct snout with black nose vs. pointed nose with whiskers",
    "seal, which has Presence of front incisors for wood gnawing",
    "seal, which has Streamlined body shape",
    "seal, which has Body shape for swimming (streamlined vs. diamond-shaped flat)",
    "seal, which has Tail shape (long tapered with sharp point vs. short flippers)"
  ],
  "shark": [
    "shark, which has pointed snout",
    "shark, which has sharp, sawlike teeth",
    "shark, which has prominent dorsal fin",
    "shark, which has torpedo shape body",
    "shark, which has gray or brownish coloring",
    "shark, which has two sets of fins (dorsal and pectoral)",
    "shark, which has Vertical crescent-shaped tail fin",
    "shark, which has Wider, flattened body with a diamond shape",
    "shark, which has Gills for breathing (Shark)",
    "shark, which has Baleen plates or few teeth for filter-feeding (Whale)",
    "shark, which has Body symmetry: Symmetrical vs. Asymmetrical",
    "shark, which has Eye placement: Both eyes on one side vs. Eyes on opposite sides",
    "shark, which has Aquatic vs. terrestrial",
    "shark, which has Torpedo-shaped body vs. round shape with stem and bulb",
    "shark, which has Facial structure: pointed snout vs. rounded forehead",
    "shark, which has Tail fin orientation: vertical vs. horizontal",
    "shark, which has Fins and tail for swimming",
    "shark, which has Trunk for grasping and feeding",
    "shark, which has Skin texture: rough with dermal denticles (Shark)",
    "shark, which has Skeleton type: cartilaginous (Shark) vs. bony (Whale)",
    "shark, which has Aquatic vs. terrestrial habitat",
    "shark, which has Fins and tail for swimming vs. curved legs for walking on sand",
    "shark, which has Streamlined, torpedo-shaped body vs. larger, bulkier body",
    "shark, which has Eyes on opposite sides of head vs. eyes on top of head",
    "shark, which has Multiple rows of teeth that continuously replace (Shark)",
    "shark, which has Presence of lateral line system for detecting vibrations (Shark)",
    "shark, which has Multiple rows of sharp, serrated teeth in jaws",
    "shark, which has Distinctive diamond-shaped flat body with winglike fins",
    "shark, which has Vertical tail fin",
    "shark, which has Smooth scales",
    "shark, which has Fin shape: Long and slim vs. Robust and varied",
    "shark, which has Tail fin orientation: Vertical vs. Horizontal",
    "shark, which has Streamlined, torpedo-shaped body vs. large, bulky body",
    "shark, which has Skin texture: rough with dermal denticles vs. smooth skin",
    "shark, which has Presence of placoid scales (Shark)",
    "shark, which has Skeleton composition: cartilaginous (Shark) vs. bony (Whale)",
    "shark, which has Prominent dorsal fin",
    "shark, which has Torpedo-shaped body vs. long and thin body shape",
    "shark, which has Streamlined body for swimming",
    "shark, which has Long, sharp gnawing incisors",
    "shark, which has Body shape: wider, flattened diamond shape vs. sleek, hydrodynamic",
    "shark, which has Sharp, serrated teeth",
    "shark, which has Torpedo-shaped body",
    "shark, which has Multiple rows of sharp, serrated teeth"
  ],
  "shrew": [
    "shrew, which has small, mouselike body",
    "shrew, which has long pointed snout",
    "shrew, which has prominent ears",
    "shrew, which has short legs with five toes on each foot",
    "shrew, which has bushy tail",
    "shrew, which has light brown fur that can sometimes be speckled or have a stripe down its back",
    "shrew, which has Size: small body size",
    "shrew, which has Quills or spines covering the body",
    "shrew, which has Fur-covered body",
    "shrew, which has Long snout for foraging",
    "shrew, which has Body size: small vs. large",
    "shrew, which has Distinctive fur markings",
    "shrew, which has Presence of quills or spines on body",
    "shrew, which has Bushy tail carried over the back",
    "shrew, which has Terrestrial vs. marine habitat",
    "shrew, which has Breathing method (lungs vs. nostrils)",
    "shrew, which has Long pointed snout (Shrew)",
    "shrew, which has Large, floppy ears (Rabbit)",
    "shrew, which has Terrestrial vs. aquatic habitat",
    "shrew, which has Fur-covered body vs. no scales/scales",
    "shrew, which has Long pointed snout vs. diamond-shaped flat body with eyes on top",
    "shrew, which has Fur-covered body vs. quills or spines with distinctive colors",
    "shrew, which has Distinctive pointy black mask around eyes",
    "shrew, which has Elongated and pointed snout",
    "shrew, which has Presence of quills or spines on the body",
    "shrew, which has Dexterous paws with thumb for grasping",
    "shrew, which has Elongated and pointed snout for foraging",
    "shrew, which has Agile movement",
    "shrew, which has Bushy tail carried over the back (Shrew)",
    "shrew, which has Bushy tail with a black tip (Wolf)",
    "shrew, which has Fur-covered body vs. soft body with small, hard protrusions",
    "shrew, which has Distinctive fur markings vs. colorful body patterns",
    "shrew, which has Fur coat: shaggy and dense",
    "shrew, which has Fur-covered body vs. smooth skin",
    "shrew, which has Tail length relative to body size",
    "shrew, which has Facial mask around eyes",
    "shrew, which has Distinct fur markings (Shrew)",
    "shrew, which has Antennas on head (Snail)"
  ],
  "skunk": [
    "skunk, which has black and white stripes running down the back",
    "skunk, which has long bushy tail usually with a tuft of hair at the end",
    "skunk, which has small ears set high on their head",
    "skunk, which has pointed muzzle",
    "skunk, which has two small eyes surrounded by black facial markings",
    "skunk, which has four short legs",
    "skunk, which has distinctive smell when threatened or in distress",
    "skunk, which has Distinct black and white coloration",
    "skunk, which has Musky odor",
    "skunk, which has Distinctive smell when threatened or distressed",
    "skunk, which has Pointy black mask around eyes",
    "skunk, which has Black and white stripes",
    "skunk, which has Webbed feet",
    "skunk, which has Black and white stripes vs. Quills/spines with white, black, and brown colors",
    "skunk, which has Musky odor vs. Sharp quills",
    "skunk, which has Fur and organic appearance",
    "skunk, which has Metallic and man-made appearance",
    "skunk, which has Black and white stripes vs. Bushy tail with white tip",
    "skunk, which has Nocturnal behavior",
    "skunk, which has Distinctive fur coloration",
    "skunk, which has Defense mechanism - musky odor",
    "skunk, which has Distinctive fur coloration and pattern",
    "skunk, which has Muzzle shape - pointed vs. elongated",
    "skunk, which has Distinctive stripe pattern",
    "skunk, which has Distinctive musky odor",
    "skunk, which has Adaptations for aquatic lifestyle",
    "skunk, which has Flat, wide tail",
    "skunk, which has Sharp front incisors",
    "skunk, which has Distinctive musky odor for defense",
    "skunk, which has Pack behavior and howling vocalization"
  ],
  "skyscraper": [
    "skyscraper, which has tall, narrow structure",
    "skyscraper, which has many windows in the facade",
    "skyscraper, which has rectangle or square shape",
    "skyscraper, which typically made of steel and glass",
    "skyscraper, which has multiple stories",
    "skyscraper, which often with an antenna on top",
    "skyscraper, which has Man-made structure with geometric shape",
    "skyscraper, which has Repetitive pattern of windows"
  ],
  "snail": [
    "snail, which has small, slimy body",
    "snail, which has one or two antennas on the head",
    "snail, which is a flat, round foot at the base of the body",
    "snail, which is a single shell on its back",
    "snail, which has spiral patterns in the shell",
    "snail, which has two eyes located near the tentacles",
    "snail, which has Presence of a shell",
    "snail, which has Segmented body vs. continuous body",
    "snail, which has Slime trail vs. flight",
    "snail, which has Shell vs. wings",
    "snail, which has Presence of spiral shell",
    "snail, which has Ability to fly",
    "snail, which has Movement: gliding on a foot vs. crawling on legs",
    "snail, which has Presence of shell on the back",
    "snail, which has Presence of spiral patterns in the shell",
    "snail, which has Presence of small, hard protrusions (setae) along the body",
    "snail, which has Slimy body with single shell vs. furry body with bushy tail",
    "snail, which has Small eyes near tentacles vs. large eyes and ears for arboreal lifestyle",
    "snail, which has Presence of slime trail",
    "snail, which has Underside texture: fleshy vs. flat",
    "snail, which has Spiral-shaped shell (snail) vs. hard exoskeleton (beetle)",
    "snail, which has Gliding movement on foot (snail) vs. movement with six legs (beetle)",
    "snail, which has Slimy body vs. upholstered surface",
    "snail, which has Spiral shell vs. rectangular shape",
    "snail, which has Presence of spiral-shaped shell",
    "snail, which has Body structure: segmented vs. continuous",
    "snail, which has Mode of movement: gliding vs. swimming with flippers",
    "snail, which has Slime trail vs. wing patterns",
    "snail, which has Spiral shell vs. wing pairs"
  ],
  "snake": [
    "snake, which has Smooth, long body",
    "snake, which has Head is distinct from the rest of the body",
    "snake, which has Scales along its entire length",
    "snake, which has Pointed tail tip",
    "snake, which has Flexible and agile movements",
    "snake, which has Segmented body with scales",
    "snake, which has Distinct head structure",
    "snake, which has Presence of external limbs",
    "snake, which has Visible external ears",
    "snake, which has Cylindrical body vs. base and rim structure",
    "snake, which has Presence of scales vs. smooth or textured surface",
    "snake, which has Limbless body vs. short legs",
    "snake, which has Smooth, scaled body vs. fur-covered body",
    "snake, which has Presence of fur",
    "snake, which has Number of visible limbs",
    "snake, which has Cylindrical body vs. segmented body",
    "snake, which has Limbless vs. eight legs",
    "snake, which has Legless body vs. four legs",
    "snake, which has Scaled body vs. fur-covered body",
    "snake, which has Cylindrical body shape vs. streamlined body shape",
    "snake, which has Segmented body with scales vs. silver scales with black and red spots",
    "snake, which has Limbless body vs. presence of fins",
    "snake, which has Smooth, scaled body vs. scales with black and red spots",
    "snake, which has Cylindrical body vs. compact, streamlined body",
    "snake, which has Limbless body vs. four limbs with opposable thumbs",
    "snake, which has Forked tongue",
    "snake, which has Absence of headboard",
    "snake, which has Colorful fins",
    "snake, which has Horizontal tail fin (fluke)",
    "snake, which has Presence of blowhole for breathing",
    "snake, which has Slithering movement",
    "snake, which has Hard exoskeleton with claws",
    "snake, which has Presence of spinnerets for silk production",
    "snake, which has Smooth, scaled body vs. segmented body"
  ],
  "spider": [
    "spider, which has Eight legs",
    "spider, which has Two body segments (cephalothorax and abdomen)",
    "spider, which has Long thin legs",
    "spider, which has Spinnerets located near the end of the abdomen to produce silk",
    "spider, which has Eyes arranged in two or three rows",
    "spider, which has A pair of pedipalps near the mouth used for sensing, holding prey and mating",
    "spider, which has Ability to produce silk",
    "spider, which has Flying and pollination behavior",
    "spider, which has Distinctive claws on front legs",
    "spider, which has Number of legs (eight for spiders, four for hamsters)",
    "spider, which has Distinct body segments (cephalothorax and abdomen for spiders, continuous body for hamsters)",
    "spider, which has Presence of spinnerets for silk production",
    "spider, which has Hard exoskeleton with wings",
    "spider, which has Presence of legs",
    "spider, which has Presence of floral parts",
    "spider, which has Distinct body segments (cephalothorax and abdomen for spiders)",
    "spider, which has Presence of antennae on the head for beetles",
    "spider, which has Number of legs",
    "spider, which has Colorful wings",
    "spider, which has Number of legs (eight for spiders, none for worms)",
    "spider, which has Body segmentation (distinct segments for spiders, continuous body for worms)",
    "spider, which has Number of legs (eight for spiders, six for cockroaches)",
    "spider, which has Body segmentation (two segments for spiders, elongated and segmented body for cockroaches)",
    "spider, which has Body segmentation",
    "spider, which has Long, thin legs for spiders",
    "spider, which has Wings folded under a protective shell for beetles",
    "spider, which has Presence of spinnerets for silk production in spiders",
    "spider, which has Hard exoskeleton in beetles",
    "spider, which has Eight legs vs. four legs",
    "spider, which has Two body segments vs. continuous body structure",
    "spider, which has Presence of visible external limbs",
    "spider, which has Distinct body segmentation",
    "spider, which has Number of legs: Eight for spiders, five toes with a thumb for raccoons",
    "spider, which has Eye/face markings: Claws on front legs for spiders, pointy black mask around eyes for raccoons",
    "spider, which has Eight legs vs. fins",
    "spider, which has Distinct body segmentation vs. continuous body structure",
    "spider, which has Presence of wings"
  ],
  "squirrel": [
    "squirrel, which has bushy tail",
    "squirrel, which has grayish brown fur",
    "squirrel, which has large eyes and ears",
    "squirrel, which has front paws have claws for climbing",
    "squirrel, which has small rounded head",
    "squirrel, which has short legs with long feet",
    "squirrel, which has Bushy tail",
    "squirrel, which has Pointed snout",
    "squirrel, which has Prominent bushy tail on par with body length",
    "squirrel, which has Large visible eyes and ears",
    "squirrel, which has Distinctive fur color patterns",
    "squirrel, which has Claw structure difference between front paws",
    "squirrel, which has Bushy tail vs. short/no tail",
    "squirrel, which has Front paws with claws vs. five toes on each foot",
    "squirrel, which has Bushy tail carried over the back",
    "squirrel, which has Slender body shape",
    "squirrel, which has Arboreal habitat vs. ground-dwelling",
    "squirrel, which has Defensive quill-raising behavior",
    "squirrel, which has Strong hind legs for climbing",
    "squirrel, which has Prominent bushy tail carried over the back",
    "squirrel, which has Arboreal habitat vs. Aquatic habitat",
    "squirrel, which has Bushy tail for climbing vs. Tapered tail for swimming",
    "squirrel, which has Dexterous paws with thumb for grasping",
    "squirrel, which has Prominent bushy tail",
    "squirrel, which has Distinct fur color patterns and slender body shape",
    "squirrel, which has Specific type of wildlife",
    "squirrel, which has Elongated body shape for foxes vs. slender body shape for squirrels",
    "squirrel, which has Distinctive large eyes and ears for squirrels vs. pointed snout and erect ears for foxes",
    "squirrel, which has Agile movement",
    "squirrel, which has Furry appearance",
    "squirrel, which has Distinctive black mask around eyes for foxes",
    "squirrel, which has Furry appearance and agile movement for squirrels vs. citrus smell and prominent antennae for foxes",
    "squirrel, which has Furry appearance and agile movement",
    "squirrel, which has Presence of barbels near the mouth",
    "squirrel, which has Prominent claws on front paws",
    "squirrel, which has Size: small and slender vs. large and stocky",
    "squirrel, which has Social behavior: solitary vs. pack-oriented",
    "squirrel, which has Size: small vs. large",
    "squirrel, which has Presence of abdominal pouch",
    "squirrel, which has Fur-covered body with distinctive fur color patterns",
    "squirrel, which has Bark texture and foliage color"
  ],
  "streetcar": [
    "streetcar, which has long and slender body",
    "streetcar, which has two sets of wheels on either side",
    "streetcar, which has one or more doors at the sides",
    "streetcar, which is a driver compartment at the front with a window or windshields",
    "streetcar, which has multiple windows along its length",
    "streetcar, which typically painted in bright colors like yellow, red, or blue",
    "streetcar, which has Intercity travel",
    "streetcar, which has Dedicated tracks",
    "streetcar, which has Public transportation design",
    "streetcar, which has Single cabin with hitch or towed equipment",
    "streetcar, which has Fixed tracks vs. portable",
    "streetcar, which has Elongated shape vs. compact cylindrical shape",
    "streetcar, which has Intended use: transportation vs. communication",
    "streetcar, which has Design: long and slender body with multiple windows vs. rectangular or cylindrical shape",
    "streetcar, which has Public transportation design vs. grass cutting functionality",
    "streetcar, which has Elongated shape with multiple windows vs. compact cylindrical shape with cutting blades",
    "streetcar, which has Operational environment: dedicated tracks vs. shared roads",
    "streetcar, which has Shape: elongated with multiple windows vs. compact rectangular",
    "streetcar, which has Power supply: pantograph or overhead wires vs. absence",
    "streetcar, which has Auditory signaling: bell or horn for stops vs. no signaling device"
  ],
  "sunflower": [
    "sunflower, which has large, bright yellow petals",
    "sunflower, which has dark center with many thin filaments radiating outwards",
    "sunflower, which has long and thick stem",
    "sunflower, which has leaves that are typically arranged in a spiral pattern around the stem",
    "sunflower, which has multiple blooms on one plant",
    "sunflower, which has Stationary vs. flying",
    "sunflower, which has Size and ability to fly",
    "sunflower, which has Living organism vs. inanimate object",
    "sunflower, which has Natural and organic appearance vs. man-made structured shape",
    "sunflower, which has Buzzing sound during flight",
    "sunflower, which has Distinctive scent emission",
    "sunflower, which has Bright yellow petals and dark center vs. metallic surface with labels"
  ],
  "sweet pepper": [
    "sweet pepper, which has oblong or round shape",
    "sweet pepper, which has dark green, red, yellow, or orange color",
    "sweet pepper, which has pointed end",
    "sweet pepper, which has smooth skin texture",
    "sweet pepper, which has glossy sheen",
    "sweet pepper, which has defined ridges and grooves in the body",
    "sweet pepper, which has several lobes",
    "sweet pepper, which has Scaly skin texture",
    "sweet pepper, which has Four legs and a long tail with claws",
    "sweet pepper, which has Edible fruit vs. flowering plant",
    "sweet pepper, which has Glossy sheen and smooth skin vs. textured and matte appearance",
    "sweet pepper, which has Pointed ends vs. round shape",
    "sweet pepper, which has Defined ridges vs. smooth skin",
    "sweet pepper, which has Size: handheld vs. non-handheld",
    "sweet pepper, which has Surface texture: smooth and glossy vs. rough and textured",
    "sweet pepper, which has Hollow with seeds vs. core structure with seeds",
    "sweet pepper, which has Pointed end vs. stem and indentation at the top",
    "sweet pepper, which has Edible fruit vs. living organism",
    "sweet pepper, which has Defined shape and texture vs. fins, scales, and gills",
    "sweet pepper, which has Defined shape with several lobes vs. organic, solid and consistent shape",
    "sweet pepper, which has Glossy sheen and smooth skin texture vs. glossy skin texture with shiny or natural appearance",
    "sweet pepper, which has Plant-based vs. living organism",
    "sweet pepper, which has Smooth, glossy skin vs. silver scales with black and red spots",
    "sweet pepper, which has Edible fruit vs. whole fruit",
    "sweet pepper, which has Hollow structure with seeds vs. core structure with seeds",
    "sweet pepper, which has Vibrant color range (red, yellow, orange)",
    "sweet pepper, which has Natural glossy sheen and smooth skin texture",
    "sweet pepper, which has Vibrant color range vs. fur pattern",
    "sweet pepper, which has Smooth and glossy skin texture vs. fur-covered body",
    "sweet pepper, which has Citrus smell vs. no citrus aroma",
    "sweet pepper, which has Vibrant color range vs. predominantly orange color"
  ],
  "table": [
    "table, which has four legs or a central support",
    "table, which has flat top surface",
    "table, which has rectangular or square shape",
    "table, which has edges and corners that are straight or curved depending on the style of table",
    "table, which has material such as wood, metal, plastic, glass etc.",
    "table, which has Man-made structure",
    "table, which has Dynamic and fluid surface",
    "table, which has Presence of legs or central support",
    "table, which has Standalone furniture piece",
    "table, which has Flat top surface",
    "table, which has Specialized edges and corners",
    "table, which has Flat surface for placing objects",
    "table, which has Smaller size designed for typing",
    "table, which has Designed for placing items",
    "table, which has Timekeeping functionality",
    "table, which has Designed for placing objects or working",
    "table, which has Smaller surface area designed for serving food",
    "table, which has Stationary furniture",
    "table, which has Natural fruit",
    "table, which has Flat top surface for placing objects",
    "table, which has Cushions on seat and backrest for comfort",
    "table, which has Smaller size designed for specific activities",
    "table, which has Stationary vs. mobile nature",
    "table, which has Size: Large vs. Handheld",
    "table, which has Function: Stationary surface vs. Liquid containment",
    "table, which has Stationary furniture for placing objects",
    "table, which has Recognizable human facial features and organic movements",
    "table, which has Size: Large vs. Small",
    "table, which has Function: Placing objects vs. Containing liquids",
    "table, which has Flat top surface vs. Sealed container",
    "table, which has Large size vs. Compact size",
    "table, which has Flat top surface for practical use",
    "table, which has Shade or lampshade for diffusing light",
    "table, which has Flat top surface vs. Three-dimensional body shape",
    "table, which has Inanimate object vs. Living organism",
    "table, which has Mobile liquid container",
    "table, which has Backrest presence",
    "table, which has Seating vs. placing objects",
    "table, which has Surface area comparison",
    "table, which has Backrest absence",
    "table, which has Functional purpose: sleeping vs. working/dining",
    "table, which has Flat top surface vs. mattress and bedding",
    "table, which has Material: Inanimate vs. Organic",
    "table, which has Man-made vs. Natural",
    "table, which has Designed for specific activities vs. Natural environment"
  ],
  "tank": [
    "tank, which has A rectangular shape with a flat bottom and sides.",
    "tank, which has Metal construction, often reinforced with straps or bolts around the corners.",
    "tank, which has The presence of two or more handles on either side that can be used to move it.",
    "tank, which has Hoses leading out from the top or side for water drainage and filling up with liquid (usually water).",
    "tank, which has A lid covering the top to keep contents contained within.",
    "tank, which has Liquid drainage hoses",
    "tank, which has Screen and buttons",
    "tank, which has Aquatic animal vs. Man-made container",
    "tank, which has Distinctive physical features like flippers, fins, and blowholes",
    "tank, which has Size: Large and heavy-duty for tanks, small and compact for cans",
    "tank, which has Construction material: Metal with reinforced structure for tanks, thin metal/aluminum for cans",
    "tank, which has Size: Large vs. Small",
    "tank, which has Functional features: Drainage hoses vs. Defined opening",
    "tank, which has Rectangular metal construction with handles",
    "tank, which has Large, muscular body with fur patterns and claws"
  ],
  "telephone": [
    "telephone, which has rectangular or cylindrical shape",
    "telephone, which has black, grey, white color",
    "telephone, which has keypad with number buttons",
    "telephone, which has handset for speaking and listening",
    "telephone, which has dialing pad with numbers 0–9",
    "telephone, which has display window to show messages or caller ID",
    "telephone, which has earpiece receiver for sound output",
    "telephone, which has Man-made physical structure",
    "telephone, which has Presence of display windows and keypads",
    "telephone, which has Man-made device with buttons and displays",
    "telephone, which has Living being with soft skin and movements",
    "telephone, which has Indoor use",
    "telephone, which has Outdoor use",
    "telephone, which has Communication features (keypad, display window)",
    "telephone, which has Timekeeping features (hands, digital display)",
    "telephone, which has Presence of wheels and engine",
    "telephone, which has Communication features like keypads and display windows",
    "telephone, which has Communication features (keypad, display)",
    "telephone, which has Indoor and outdoor use",
    "telephone, which has Communication features (keypads, display windows)",
    "telephone, which has Flat top surface for placing objects or working",
    "telephone, which has Presence of physical keypad",
    "telephone, which has Prominent screen for display",
    "telephone, which has Presence of keypads and display windows",
    "telephone, which has Distinct facial features and human-like structure with arms and legs",
    "telephone, which has Flat top surface",
    "telephone, which has Man-made vs. natural",
    "telephone, which has Flat top surface vs. rocky surface with vegetation",
    "telephone, which has Wide opening for holding items",
    "telephone, which has Distinct facial features and human-like structure",
    "telephone, which has Facial features and clothing",
    "telephone, which has Shape and structure",
    "telephone, which has Presence of wings and engines",
    "telephone, which has Heavy and bulky construction",
    "telephone, which has Metallic and reinforced structure",
    "telephone, which has Handheld vs. stationary design",
    "telephone, which has Presence of communication features",
    "telephone, which has Handset for speaking and listening (telephone)",
    "telephone, which has Visible moving parts (hands, pendulum) for time indication (clock)",
    "telephone, which has Presence of keypad with number buttons",
    "telephone, which has Absence of handset for speaking and listening",
    "telephone, which has Metallic and reinforced structure vs. solid rocky structure",
    "telephone, which has Soft billowy appearance vs. flat top surface"
  ],
  "television": [
    "television, which has rectangular or square shape",
    "television, which has flat surface with a screen in the middle",
    "television, which has buttons and/or knobs on one side of the panel",
    "television, which has speakers located at either side of the panel",
    "television, which has cables, wires or antennas coming from one end",
    "television, which is an array of colored lights near the bottom (indicating power is on).",
    "television, which has Elevated structure",
    "television, which has Display screen",
    "television, which has Prominent headlights",
    "television, which has Height for standing passengers",
    "television, which has Emitting light vs. having physical form",
    "television, which has Human form with limbs and facial features vs. rectangular or square shape",
    "television, which has Large screen size on television",
    "television, which has External speakers on television",
    "television, which has Presence of a screen for display",
    "television, which has Seating functionality",
    "television, which has Flat screen display",
    "television, which has External speakers",
    "television, which has Large screen size",
    "television, which has Presence of display screen",
    "television, which has Functionality for entertainment purposes",
    "television, which has Light emission from the screen",
    "television, which has Presence of physical floors",
    "television, which has Distinctive black and white striped fur pattern",
    "television, which has Large physical footprint on television",
    "television, which has Multiple input ports on television",
    "television, which has Human figure with limbs and facial features",
    "television, which has Organic shapes and dynamic poses",
    "television, which has Human facial features",
    "television, which has Upright posture and body shape",
    "television, which has Presence of seating surface",
    "television, which has Absence of display screen",
    "television, which has Presence of a display screen",
    "television, which has Cylindrical or conical shape",
    "television, which has Light emission from screen",
    "television, which has Pavement or walkway on top surface",
    "television, which has Mobility mechanism: wheels or treads",
    "television, which has Stationary device",
    "television, which has Ability to fly",
    "television, which has Whiskers",
    "television, which has No visible power cord",
    "television, which has Size: Large and bulky for tanks, compact for televisions",
    "television, which has Material: Heavy-duty metal construction for tanks, lighter materials for televisions",
    "television, which has Spans a physical gap",
    "television, which has Movement capability",
    "television, which has Designed for containing liquids or solids",
    "television, which has Audiovisual display capabilities",
    "television, which has Storage compartments for clothes and accessories",
    "television, which has Lack of external speakers",
    "television, which has Designed for entertainment purposes",
    "television, which has Handheld vs. stationary",
    "television, which has Presence of physical components (buttons, knobs, speakers)",
    "television, which has Structured geometric shape",
    "television, which has Multiple input ports",
    "television, which has Visible moving timekeeping parts",
    "television, which has Audiovisual display capabilities (screen and speakers)",
    "television, which has Light source for illumination purposes",
    "television, which has Presence of mattresses, pillows, and bedding",
    "television, which has Man-made vs. natural",
    "television, which has Structured geometric shape vs. natural landform",
    "television, which has Structured geometric shape vs. organic shape",
    "television, which has Presence of long hair",
    "television, which has Physical components like buttons, knobs, and speakers",
    "television, which has Structured geometric shape with visible physical components",
    "television, which has Presence of humps on the back",
    "television, which has Absence of electronic screen display",
    "television, which has Wings for flight",
    "television, which has Designed for entertainment purposes, not storage",
    "television, which has Cylindrical or conical shape for holding substances",
    "television, which has Audiovisual display capabilities: presence of screen and speakers",
    "television, which has Large display screen",
    "television, which has Two-wheeled mobility",
    "television, which has Exposed wheels",
    "television, which has Abundance of visible physical components on television",
    "television, which has Structured geometric shape with visible physical components on television",
    "television, which has Roof rack or luggage compartment",
    "television, which has Destination or route display board",
    "television, which has Structured geometric shape with visible physical components vs. natural landform with geological formations",
    "television, which has Large size, elevation, and steep slopes vs. flat display screen and structured shape",
    "television, which has Rooted in soil vs man-made",
    "television, which has Organic shape and vibrant colors vs structured geometric shape",
    "television, which has Abundance of visible physical components",
    "television, which has Physical components like buttons, knobs, and speakers on structured shape",
    "television, which has Humps on the back",
    "television, which has Stationary vs. mobile nature",
    "television, which has Structured geometric shape vs. soft and fleshy texture",
    "television, which has Stationary nature",
    "television, which has Entertainment functionality",
    "television, which has Body texture: soft vs. hard shell",
    "television, which has Electronic device with screen",
    "television, which has Vegetable with specific shape and texture",
    "television, which has Visible physical components (buttons, knobs, speakers)"
  ],
  "tiger": [
    "tiger, which has large, muscular body",
    "tiger, which has orange or yellow fur with black stripes",
    "tiger, which has long tail",
    "tiger, which has sharp claws and teeth",
    "tiger, which has pointed ears",
    "tiger, which is alert eyes",
    "tiger, which has Size: large vs. small",
    "tiger, which has Fur color and pattern: orange or yellow with black stripes vs. light brown with speckles or stripes",
    "tiger, which has Black tear marks on face",
    "tiger, which has Distinctive black stripes on fur (tiger) vs. solid color fur (bear)",
    "tiger, which has Shoulder hump (bear)",
    "tiger, which has Pointed ears (tiger) vs. large round ears (bear)",
    "tiger, which has Long tail (tiger) vs. shorter tail (bear)",
    "tiger, which has Long snout with black nose (bear) vs. compact facial structure (tiger)",
    "tiger, which has Sharp hunting claws and teeth (tiger) vs. climbing and digging claws (bear)",
    "tiger, which has Powerful muscular build (tiger) vs. stocky robust body (bear)",
    "tiger, which has Head shape: flat and rectangular vs. rounded",
    "tiger, which has Nose color: black vs. not black",
    "tiger, which has Distinctive fur color and pattern: orange or yellow with black stripes (tiger) vs. gray to brown (elephant)",
    "tiger, which has Size and shape of ears: large and pointed (tiger) vs. large and fan-shaped (elephant)",
    "tiger, which has Black stripes on fur (tiger) vs. solid color fur (otter)",
    "tiger, which has Large and muscular body (tiger) vs. streamlined body shape (otter)",
    "tiger, which has Presence of whiskers",
    "tiger, which has Wearing clothes",
    "tiger, which has Body size and shape",
    "tiger, which has Claws and teeth vs. dexterous paws",
    "tiger, which has Fur coloration",
    "tiger, which has Fur color and pattern: orange or yellow with black stripes for tigers vs. tawny-colored body with a shaggy mane for lions",
    "tiger, which has Tail type: long tail for tigers vs. tufted tail for lions",
    "tiger, which has Ears: pointed ears for tigers vs. pointed ears and whiskers for lions",
    "tiger, which has Claws and teeth: sharp claws and teeth for tigers vs. strong claws and elongated muzzle with teeth for lions",
    "tiger, which has Body build: muscular vs. slender",
    "tiger, which has Fur pattern: black stripes on orange or yellow background vs. rosette-shaped spots",
    "tiger, which has Muscular build with sharp claws and teeth",
    "tiger, which has Large stem with spiral arrangement of leaves",
    "tiger, which has Terrestrial vs. aquatic habitat",
    "tiger, which has Muscular body with sharp claws vs. flat diamond-shaped body with winglike fins",
    "tiger, which has Body shape: long, muscular limbs for tigers vs. rounder, rodent-like body for porcupines",
    "tiger, which has Defense mechanism: sharp claws and teeth for tigers vs. sharp quills for porcupines",
    "tiger, which has Muscular build vs. chubby body",
    "tiger, which has Sharp claws and teeth vs. long front incisors",
    "tiger, which has Fur coloration: orange or yellow with black stripes for tigers vs. quills or spines for porcupines",
    "tiger, which has Body structure: muscular build with sharp claws and teeth for tigers vs. rodent-like body with sharp quills for porcupines"
  ],
  "tractor": [
    "tractor, which has large size",
    "tractor, which has multiwheeled vehicle",
    "tractor, which has long, angled hood",
    "tractor, which has pointed front end with a grill or air intake",
    "tractor, which has cabin or operator’s seat in the middle of the vehicle",
    "tractor, which has bright colors and/or chrome detailing",
    "tractor, which has Hitch or towed equipment",
    "tractor, which has Passenger seating",
    "tractor, which has Heavy-duty vehicle",
    "tractor, which has Mobility mechanism (wheels or treads)",
    "tractor, which has Motorized",
    "tractor, which has Human-powered",
    "tractor, which has Heavy-duty agricultural vehicle",
    "tractor, which has Residential or commercial grass cutter",
    "tractor, which has Agricultural use",
    "tractor, which has Urban public transportation",
    "tractor, which has Heavy-duty agricultural vehicle design",
    "tractor, which has Distinctive human clothing and facial features",
    "tractor, which has Motorized vehicle vs. stationary structure",
    "tractor, which has Mobility mechanism vs. fixed structure",
    "tractor, which has Heavy-duty agricultural/commercial use vs. personal transportation purpose",
    "tractor, which has Operator's seat in the middle of the vehicle vs. rider's seat behind the handlebars",
    "tractor, which has Wheels or treads vs. wide, flat feet",
    "tractor, which has Motorized vehicle vs. living being with tusks, ears, and trunk",
    "tractor, which has Man-made vs. living being",
    "tractor, which has Presence of humps on the back",
    "tractor, which has Terrestrial vehicle design vs. vertical takeoff design",
    "tractor, which has Long, angled hood with pointed front end vs. streamlined shape with pointed nose cone and fins/wings",
    "tractor, which has Man-made vs. natural",
    "tractor, which has Bright colors and chrome detailing vs. natural features like vegetation and rocky surfaces",
    "tractor, which has Multi-wheeled, heavy-duty design with long, angled hood and pointed front end with grill",
    "tractor, which has Features for hitch/towed equipment, bright colors, and chrome detailing",
    "tractor, which has Functional design for heavy-duty tasks",
    "tractor, which has Ergonomic design with keys for typing",
    "tractor, which has Heavy-duty agricultural vehicle with hitch/towed equipment",
    "tractor, which has Landscaping equipment with rotating cutting blades",
    "tractor, which has Grass cutter or hitch for towing equipment",
    "tractor, which has Designated passenger seating and high passenger capacity",
    "tractor, which has Heavy-duty agricultural vehicle with hitch/towed equipment and high passenger capacity",
    "tractor, which has Landscaping machine with rotating cutting blades and compact design",
    "tractor, which has Heavy-duty agricultural vehicle with designated passenger seating and high passenger capacity",
    "tractor, which has Grown on trees vs. man-made heavy-duty vehicle",
    "tractor, which has Round shape with glossy skin texture vs. multi-wheeled design with bright colors",
    "tractor, which has Functional design for heavy-duty tasks vs. propulsion systems for space travel",
    "tractor, which has Multiwheeled heavy-duty design with hitch/towed equipment vs. visible stages, engines, or thrusters with metallic construction",
    "tractor, which has Designated passenger seating and compact design for heavy-duty agricultural tasks",
    "tractor, which has Multi-wheeled heavy-duty design with rotating cutting blades for grass cutting or landscaping tasks",
    "tractor, which has Central operator's seat",
    "tractor, which has Enclosed cab with distinct separation",
    "tractor, which has Man-made heavy-duty vehicle vs. organic fruit grown on trees",
    "tractor, which has Functional design for heavy-duty tasks with passenger seating vs. organic fruit with natural stem and glossy skin",
    "tractor, which has Presence of hitch or towed equipment",
    "tractor, which has Absence of hitch or towed equipment",
    "tractor, which has Heavy-duty agricultural/commercial use vs. edible fruit",
    "tractor, which has Multi-wheeled design with bright colors vs. glossy sheen and smooth skin texture",
    "tractor, which has Heavy-duty agricultural/commercial use vs. container for holding substances",
    "tractor, which has Multiwheeled design with hitch/towed equipment vs. cylindrical or conical shape with metallic surface"
  ],
  "train": [
    "train, which has cylindrical shape",
    "train, which has multiple carriages connected by couplings",
    "train, which has wheels on the bottom of each carriage",
    "train, which has windows and doors along the side of each carriage",
    "train, which has smoke stack or exhaust pipe at the front end of the engine, if present",
    "train, which has colors ranging from black to silver",
    "train, which has Transportation vehicle vs. Communication device",
    "train, which has Mobile vs. Stationary",
    "train, which has Long-distance travel vs. Urban transportation",
    "train, which has Dedicated railway tracks vs. Shared road usage",
    "train, which has Operates on dedicated railway tracks vs. shared road usage",
    "train, which has High passenger capacity vs. multiple carriages",
    "train, which has Size comparison with man",
    "train, which has Presence of locomotive engine",
    "train, which has Wheels for movement",
    "train, which has Vertical towering structure"
  ],
  "trout": [
    "trout, which has long and slender body",
    "trout, which has silver scales with black and red spots on the sides",
    "trout, which has fins along the back, pelvic and pectoral fins on underside",
    "trout, which has tail fin is forked in shape",
    "trout, which has large eyes with a protruding lower jaw",
    "trout, which has Scales and fins",
    "trout, which has Streamlined body vs. muscular build",
    "trout, which has Forked tail fin",
    "trout, which has Flattened body shape",
    "trout, which has Scales on body",
    "trout, which has Complex facial structure",
    "trout, which has Long and slender body vs. round body shape",
    "trout, which has Silver scales and fins vs. soft skin and human-like limbs",
    "trout, which has Tail fin shape: Forked (Trout) vs. Vertical crescent-shaped (Shark)",
    "trout, which has Skin texture: Smooth scales (Trout) vs. Rough with dermal denticles (Shark)",
    "trout, which has Aquatic vs terrestrial",
    "trout, which has Colorful petals vs silver scales",
    "trout, which has Colorful petals (Trout) vs. Absence of colorful patterns (Shark)",
    "trout, which has Long, sharp gnawing incisors (Shark) vs. Absence of sharp gnawing teeth (Trout)",
    "trout, which has Scales vs. fur",
    "trout, which has Fins vs. flippers"
  ],
  "tulip": [
    "tulip, which has six petals in a symmetrical pattern",
    "tulip, which has long stem",
    "tulip, which has pointed leaves",
    "tulip, which has waxy texture of the petals and leaves",
    "tulip, which has bulb at the base of the stem",
    "tulip, which has vibrant colors such as pink, red, yellow, white",
    "tulip, which has Presence of floral scent",
    "tulip, which has Rooted in soil",
    "tulip, which has Cup-shaped flower with six identical petals",
    "tulip, which has Strong, sweet fragrance",
    "tulip, which has Rooted in soil and cup-shaped flowers with identical petals",
    "tulip, which has Ability to fly and colorful wings with intricate patterns",
    "tulip, which has Presence of floral scent and rooted in soil",
    "tulip, which has Human figure with facial features and wearing clothes",
    "tulip, which has Vibrant colors vs earthy tones",
    "tulip, which has Waxy texture vs fleshy texture",
    "tulip, which has Rooted in soil vs designed for space travel",
    "tulip, which has Cup-shaped flower with identical petals vs streamlined shape with visible mechanical components",
    "tulip, which has Floral structure vs human figure",
    "tulip, which has Rooted in soil vs not rooted",
    "tulip, which has Cup-shaped flower with identical petals and rooted in soil",
    "tulip, which has Vibrant colors such as pink, red, yellow, and white",
    "tulip, which has Cup-shaped flower with six identical petals vs colorful petals with central disk and filaments",
    "tulip, which has Waxy texture and rooted in soil vs amorphous shape with distinctive plant parts",
    "tulip, which has Cup-shaped flower with identical petals vs round cap with gills",
    "tulip, which has Rooted in soil vs stationary",
    "tulip, which has Floral structure with vibrant colors",
    "tulip, which has Fuzzy or hairy body with compound eyes and stinger",
    "tulip, which has Natural organic structure",
    "tulip, which has Cup-shaped flower with six identical petals for tulip",
    "tulip, which has Rooted in soil for tulip and grown on trees for apple"
  ],
  "turtle": [
    "turtle, which has Hard shell with scales",
    "turtle, which has Four or five clawed feet",
    "turtle, which has Long neck and tail",
    "turtle, which has Brown, green, yellow or black in color",
    "turtle, which has Webbed feet for swimming",
    "turtle, which has Protective shell",
    "turtle, which has Visible claws on feet",
    "turtle, which has Protective shell presence",
    "turtle, which has Size comparison: large vs. small",
    "turtle, which has Protective shell vs. streamlined body",
    "turtle, which has Visible claws vs. sharp claws",
    "turtle, which has Presence of protective shell"
  ],
  "wardrobe": [
    "wardrobe, which has large rectangular shape",
    "wardrobe, which often has two doors and/or drawers",
    "wardrobe, which may have handles on the doors or drawers",
    "wardrobe, which can be made of wood, metal, plastic, etc.",
    "wardrobe, which has usually taller than a person",
    "wardrobe, which has Furniture item vs. computer accessory",
    "wardrobe, which has Material composition",
    "wardrobe, which has Indoor location",
    "wardrobe, which has Outdoor location",
    "wardrobe, which has Tall height for storage",
    "wardrobe, which has Flat top surface without storage compartments",
    "wardrobe, which has Shelves or compartments for storage",
    "wardrobe, which has Backrest for support and comfort",
    "wardrobe, which has Storage compartments",
    "wardrobe, which has Man-made materials",
    "wardrobe, which has Taller height with flat top surface",
    "wardrobe, which has Display screen with external speakers",
    "wardrobe, which has Size: Small and compact",
    "wardrobe, which has Architectural complexity"
  ],
  "whale": [
    "whale, which has large size (up to 30 meters)",
    "whale, which has spindle shaped body",
    "whale, which has two forelimbs in the form of fins",
    "whale, which has head with a blowhole on top for breathing",
    "whale, which has usually gray color but some species may be black, blue or white",
    "whale, which has visible prominent dorsal fin at the back",
    "whale, which has long flippers",
    "whale, which has Streamlined body for swimming",
    "whale, which has Flat tail and webbed feet for dam-building",
    "whale, which has Size comparison: whales are much larger",
    "whale, which has Tail shape: flat tail in whales, curved tail in dolphins",
    "whale, which has Smooth skin",
    "whale, which has Aquatic vs land locomotion",
    "whale, which has Blowhole vs nostrils for breathing",
    "whale, which has Structural beams and walkways",
    "whale, which has Blowhole on top of head",
    "whale, which has Prominent dorsal fin",
    "whale, which has Fins and flippers",
    "whale, which has Smooth and streamlined skin",
    "whale, which has Fins and flippers vs. flippers and legs",
    "whale, which has Flat tail and webbed feet",
    "whale, which has Breathing mechanism: blowholes vs. gills",
    "whale, which has Tail fin orientation: horizontal vs. vertical",
    "whale, which has Presence of blowhole on top of head",
    "whale, which has Eyes located on opposite sides of the head",
    "whale, which has Blowhole for breathing vs. gills",
    "whale, which has Large size vs. small size",
    "whale, which has Smooth streamlined skin (whale)",
    "whale, which has Rosette-shaped fur pattern (leopard)",
    "whale, which has Rosette-shaped fur pattern like a leopard vs. no such pattern",
    "whale, which has Distinctive black spots around eyes and muzzle vs. no distinctive markings",
    "whale, which has Breathing method: Gills vs. Blowholes",
    "whale, which has Dorsal fin size and shape",
    "whale, which has Presence of blowhole on top of head (whale)",
    "whale, which has Carnivorous teeth (leopard)",
    "whale, which has Aquatic locomotion vs. terrestrial locomotion",
    "whale, which has Presence of mane around neck"
  ],
  "willow tree": [
    "willow tree, which has long, slender trunk",
    "willow tree, which has flexible branches that droop downwards",
    "willow tree, which has narrow leaves with a silvery underside",
    "willow tree, which has fine hairs on the undersides of leaves",
    "willow tree, which has buds clustered at branch tips in winter months",
    "willow tree, which has catkins (flowers) in spring",
    "willow tree, which has Branches droop downwards",
    "willow tree, which has Leaves with five lobes",
    "willow tree, which has Silvery underside of leaves for willow tree",
    "willow tree, which has Branch flexibility for willow tree",
    "willow tree, which has Rooted plant with trunk and branches",
    "willow tree, which has Distinct body structure with wings and stinger",
    "willow tree, which has Slender trunk and drooping branches with narrow leaves for willow tree vs. vast expanse of water with rippling reflections for sea",
    "willow tree, which has Rooted plant with distinct body structures for willow tree vs. smooth and flat surface lacking geological formations for sea",
    "willow tree, which has Fine hairs on undersides of leaves",
    "willow tree, which has Presence of seed pods (helicopters)",
    "willow tree, which has Buds clustered at branch tips in winter months",
    "willow tree, which has Grayish brown and furrowed bark",
    "willow tree, which has Long, slender trunk and flexible drooping branches",
    "willow tree, which has Presence of facial features like eyes, nose, and mouth",
    "willow tree, which has Presence of catkins (flowers) in spring",
    "willow tree, which has Fruits are two-winged samaras in clusters"
  ],
  "wolf": [
    "wolf, which has fourlegged mammal",
    "wolf, which has large pointy ears",
    "wolf, which has dark grey, black, or white fur",
    "wolf, which has bushy tail with a black tip",
    "wolf, which has pointed muzzle",
    "wolf, which has small eyes and triangular face",
    "wolf, which has Size - large",
    "wolf, which has Vocalization - howling",
    "wolf, which has Pack behavior vs. Solitary behavior",
    "wolf, which has Slender and agile body vs. Stocky and powerful build",
    "wolf, which has Snout shape",
    "wolf, which has Movement style",
    "wolf, which has Size and body structure",
    "wolf, which has Pronounced snout vs. short muzzle",
    "wolf, which has Distinctive fur pattern",
    "wolf, which has Howling vocalization vs. different vocalization",
    "wolf, which has Fur-covered body",
    "wolf, which has Bushy tail with black tip",
    "wolf, which has Sharp carnivorous teeth",
    "wolf, which has Solitary behavior",
    "wolf, which has Sharp carnivorous teeth vs. teeth adapted for an omnivorous diet",
    "wolf, which has Aquatic adaptations vs. terrestrial habitat",
    "wolf, which has Opposable thumbs"
  ],
  "woman": [
    "woman, which has upright posture",
    "woman, which has facial features such as eyes, nose, and mouth",
    "woman, which has hair color and style",
    "woman, which has clothing such as a dress or pantsuit",
    "woman, which has jewelry including earrings, bracelets, necklaces or rings.",
    "woman, which has Hair length/style",
    "woman, which has Makeup",
    "woman, which has Hairstyle complexity",
    "woman, which has Chest area shape",
    "woman, which has Hip width",
    "woman, which has Adam's apple presence",
    "woman, which has Legs for walking",
    "woman, which has Distinctive facial features",
    "woman, which has Distinct body proportions (waist, hips, chest)",
    "woman, which has Flat, rectangular vs. organic, irregular body shape",
    "woman, which has Mature facial features",
    "woman, which has Developed body shape"
  ],
  "worm": [
    "worm, which has elongated, cylindrical body",
    "worm, which has thin and flexible skin with no scales or bones",
    "worm, which has segmented body divided into many segments with thin plates in between",
    "worm, which has small head and tail ends that are hard to distinguish from the rest of its body",
    "worm, which has two sets of antennae near the head end",
    "worm, which has soft fleshy underside",
    "worm, which has Size comparison: small vs. large",
    "worm, which has Skeletal structure: presence vs. absence",
    "worm, which has Segmented body vs. continuous body",
    "worm, which has Presence of facial features",
    "worm, which has Soft body vs. hard shell",
    "worm, which has Presence of claws",
    "worm, which has Presence of antennae near head end",
    "worm, which has Size: Small vs. Large",
    "worm, which has Body covering: Soft vs. Hard exoskeleton",
    "worm, which has Segmented body vs. hard exoskeleton",
    "worm, which has Presence of wings",
    "worm, which has Body structure: segmented vs. oval/round with hard shell",
    "worm, which has Appendages: presence of large front claws and walking legs",
    "worm, which has Segmented body vs. cap and stem structure",
    "worm, which has Mobile vs. stationary nature",
    "worm, which has Presence of protective wing shell",
    "worm, which has Presence of limbs",
    "worm, which has Body covering: Scales vs. soft skin",
    "worm, which has Presence of wings under a protective shell",
    "worm, which has Body texture: Soft fleshy underside vs. scales along entire length",
    "worm, which has Head structure: Small head and tail ends vs. distinct head structure",
    "worm, which has Body structure: Segmented vs. continuous",
    "worm, which has Head and tail distinctiveness"
  ]
}