{
  "apple": [
    "apple, which has round shape",
    "apple, which has bright red, yellow, or green in color",
    "apple, which has five distinct segments when cut horizontally",
    "apple, which has white star shaped core if cut vertically",
    "apple, which has glossy skin texture",
    "apple, which has Skin thickness",
    "apple, which has Core structure",
    "apple, which has Presence of a stem and indentation at the top",
    "apple, which has Presence of a bulb at the base of the stem",
    "apple, which has Top indentation",
    "apple, which has Base bulb",
    "apple, which has Skin texture (shiny vs natural)",
    "apple, which has Facial features (presence vs absence)",
    "apple, which has Solid and consistent shape",
    "apple, which has Textured and intricate petals",
    "apple, which has Organic shape and texture",
    "apple, which has Variable colors and textures",
    "apple, which has Presence of natural stem and calyx",
    "apple, which has Surface texture variation",
    "apple, which has Growth location (tree vs forest/meadow)",
    "apple, which has Skin texture (smooth and glossy vs soft and fleshy)",
    "apple, which has Presence of seeds inside",
    "apple, which has Distinctive trunk and branches"
  ],
  "aquarium fish": [
    "aquarium fish, which has colorful scales",
    "aquarium fish, which has large fins",
    "aquarium fish, which has long and thin body shape",
    "aquarium fish, which has bulging eyes",
    "aquarium fish, which has gills on either side of the head.",
    "aquarium fish, which has Size: Small vs. Large",
    "aquarium fish, which has Breathing method: Gills vs. Blowholes",
    "aquarium fish, which has Scales on body",
    "aquarium fish, which has Living organism vs. mechanical device",
    "aquarium fish, which has Coloring: Vibrant vs. Gray/Brownish",
    "aquarium fish, which has Body shape: Long and thin vs. Torpedo-shaped",
    "aquarium fish, which has Facial structure: Pointed snout vs. Rounded forehead",
    "aquarium fish, which has Skin texture: Smooth scales vs. Rough dermal denticles",
    "aquarium fish, which has Flat diamond-shaped body vs. Long and thin body",
    "aquarium fish, which has Distinctive winglike fins near the head vs. Large colorful fins",
    "aquarium fish, which has Fins for swimming",
    "aquarium fish, which has Gills for breathing"
  ],
  "baby": [
    "baby, which has small size",
    "baby, which has round face and body shape",
    "baby, which has soft skin",
    "baby, which typically wearing diapers, clothes or hats",
    "baby, which has usually has a pacifier in the mouth",
    "baby, which typically have toys nearby",
    "baby, which may be crawling, standing or being held by an adult",
    "baby, which has Living being vs. inanimate object",
    "baby, which has Soft, pliable body vs. rigid structure",
    "baby, which has Exhibits movements and interactions vs. static object",
    "baby, which has Rounded face and body shape",
    "baby, which has Soft skin texture",
    "baby, which has Posture",
    "baby, which has Presence of toys or pacifier",
    "baby, which has Complex hairstyles, makeup, and jewelry",
    "baby, which has Human-like limbs and facial features",
    "baby, which has Interactions and movements"
  ],
  "bear": [
    "bear, which has stocky body",
    "bear, which has four legs",
    "bear, which has shaggy fur",
    "bear, which has large round ears",
    "bear, which has long snout with a black nose",
    "bear, which has sharp claws",
    "bear, which has Large size and powerful build",
    "bear, which has Shoulder hump",
    "bear, which has Fruit shape",
    "bear, which has Cheek pouches and sharp teeth",
    "bear, which has Strong sense of smell",
    "bear, which has Omnivorous vs. Herbivorous diet",
    "bear, which has Stationary vs. Moving",
    "bear, which has Location: Fruit bowl vs. Aquarium",
    "bear, which has Land animal vs. Aquatic creature",
    "bear, which has Sharp claws and teeth vs. Flat body and fins",
    "bear, which has Size and build",
    "bear, which has Fur pattern",
    "bear, which has Size (large vs. small)",
    "bear, which has Size: large vs. small",
    "bear, which has Claws: sharp vs. for climbing",
    "bear, which has Size: Large vs. Small",
    "bear, which has Shoulder hump vs. Slender body shape",
    "bear, which has Claws: sharp vs. flat nails",
    "bear, which has Living organism vs. inanimate object",
    "bear, which has Biological attributes vs. functional features",
    "bear, which has Classification based on behavior vs. structure",
    "bear, which has Irregular tapered shape",
    "bear, which has No segments when cut open",
    "bear, which has Fur coat: shaggy vs. dense in gold, brown, white, or black",
    "bear, which has Ears: large round vs. large ears sticking out",
    "bear, which has Fur-covered body",
    "bear, which has Distinct snout with a black nose"
  ],
  "beaver": [
    "beaver, which has large, flat tail",
    "beaver, which has webbed hind feet",
    "beaver, which has two long, sharp front incisors",
    "beaver, which has chubby body with a thick neck",
    "beaver, which has reddish brown fur on its back",
    "beaver, which has small ears and eyes that are set close together",
    "beaver, which has Large, flat tail (for beaver)",
    "beaver, which has Pointy black mask around eyes (for raccoon)",
    "beaver, which has Wide, flat tail vs. bushy tail",
    "beaver, which has Chubby body vs. slender body",
    "beaver, which has Webbed hind feet vs. front paws with claws",
    "beaver, which has Pointed snout vs. rounded head",
    "beaver, which has Shaggy mane (for lion)",
    "beaver, which has Shaggy mane vs. distinctive fur color patterns",
    "beaver, which has Distinctive fur color patterns vs. reddish brown fur",
    "beaver, which has Bushy tail carried over the back vs. flat tail",
    "beaver, which has Thick neck vs. slender body shape",
    "beaver, which has Flat tail for swimming and building",
    "beaver, which has Distinctive striped fur pattern",
    "beaver, which has Large, flat tail for swimming and building",
    "beaver, which has Webbed hind feet",
    "beaver, which has Two long, sharp front incisors for gnawing",
    "beaver, which has Presence of quills/spines with white, black, and brown colors",
    "beaver, which has Long trunk for various functions"
  ],
  "bed": [
    "bed, which has Four legs or a frame",
    "bed, which has Headboard and footboard",
    "bed, which has Mattress and bedding",
    "bed, which has Pillows, blankets, sheets, comforters",
    "bed, which has Wooden slats beneath the mattress",
    "bed, which has Posts extending from the headboard and/or footboard",
    "bed, which has Designed for sleeping",
    "bed, which has Presence of headboard and footboard",
    "bed, which has Indoor location",
    "bed, which has Living organism vs. man-made object",
    "bed, which has Indoor location vs. outdoor habitat",
    "bed, which has Designed for sleeping vs. living organism"
  ],
  "bee": [
    "bee, which has yellow and black striped body",
    "bee, which is antennae on the head",
    "bee, which has transparent wings",
    "bee, which has compound eyes",
    "bee, which has three segmented body (head, thorax, abdomen)",
    "bee, which has two sets of legs",
    "bee, which has Fuzzy or hairy body (bee)",
    "bee, which has Visible stinger (bee)",
    "bee, which has Presence of wings",
    "bee, which has Presence of quills or spines",
    "bee, which has Presence of wings and legs",
    "bee, which has Segmented body structure",
    "bee, which has Ability to fly",
    "bee, which has Presence of a core structure",
    "bee, which has Presence of compound eyes",
    "bee, which has Skin texture (shiny vs natural)",
    "bee, which has Segmented body vs. head-body-tail structure",
    "bee, which has Presence of fuzzy or hairy body",
    "bee, which has Presence of webbed hind feet",
    "bee, which has Presence of stinger",
    "bee, which has Segmented body vs. elongated body",
    "bee, which has Presence of wings vs. no wings",
    "bee, which has Segmented body vs. streamlined body shape",
    "bee, which has Presence of wings for flying",
    "bee, which has Elongated body shape",
    "bee, which has Fuzzy or hairy body vs hard exoskeleton",
    "bee, which has Hard shell exoskeleton"
  ],
  "beetle": [
    "beetle, which has six legs",
    "beetle, which has hard exoskeleton",
    "beetle, which is antennae on the head",
    "beetle, which has long, slender body shape",
    "beetle, which has wings folded under a protective shell when inactive",
    "beetle, which has range of colors from black to yellow or green",
    "beetle, which has Presence of legs",
    "beetle, which has Exoskeleton vs. shell",
    "beetle, which has Presence of wings",
    "beetle, which has Aquatic vs. terrestrial body shape",
    "beetle, which has Hard exoskeleton and six legs vs. fur-covered body",
    "beetle, which has Presence of wings vs. prominent ears and long pointed snout",
    "beetle, which has Number of legs",
    "beetle, which has Presence of fur",
    "beetle, which has Presence of hard exoskeleton vs. fur-covered body",
    "beetle, which has Body shape and presence of wings",
    "beetle, which has Presence of spinnerets",
    "beetle, which has Hard exoskeleton vs. soft exoskeleton"
  ],
  "bicycle": [
    "bicycle, which has two wheels",
    "bicycle, which has handlebars",
    "bicycle, which has seat",
    "bicycle, which has pedals",
    "bicycle, which has frame",
    "bicycle, which has chain and gears",
    "bicycle, which has kickstand (if present)",
    "bicycle, which has Pedals for propulsion",
    "bicycle, which has Chain and gears for speed"
  ],
  "bottle": [
    "bottle, which has cylindrical shape",
    "bottle, which is a narrow neck and mouthpiece",
    "bottle, which has transparent or opaque material",
    "bottle, which has metal or plastic lids",
    "bottle, which has labels on the side of the bottle",
    "bottle, which has Narrow neck and mouthpiece",
    "bottle, which has Visible speakers",
    "bottle, which has Handheld size",
    "bottle, which has Material composition (e.g., glass or plastic for bottles, metal for pickup trucks)",
    "bottle, which has Sealed lid for storage",
    "bottle, which has Wide opening for drinking",
    "bottle, which has Cylindrical shape with narrow neck",
    "bottle, which has Fur-covered body with dark coloration"
  ],
  "bowl": [
    "bowl, which has Round or oval shape",
    "bowl, which has Smooth or textured surface",
    "bowl, which has Rim around the edge of the bowl",
    "bowl, which has Colors, patterns, and designs",
    "bowl, which has Handle on some bowls",
    "bowl, which has Deeper structure",
    "bowl, which has Curved or rounded shape",
    "bowl, which has Curved interior surface",
    "bowl, which has Deeper profile",
    "bowl, which has Designed for holding items",
    "bowl, which has Floor seating positioning",
    "bowl, which has Inanimate object vs. Living organism",
    "bowl, which has Distinct physical features (legs, hooves, horns, fur)"
  ],
  "boy": [
    "boy, which has human figure",
    "boy, which has two arms, two legs",
    "boy, which has facial features (nose, eyes, mouth)",
    "boy, which has clothes with distinct colors and patterns",
    "boy, which has hairstyle or headwear",
    "boy, which has posture (sitting/standing/lying down)",
    "boy, which has Facial features",
    "boy, which has Wearing clothes",
    "boy, which has Skin texture",
    "boy, which has 3D structure",
    "boy, which has Hair length or style",
    "boy, which has Presence of accessories",
    "boy, which has Smooth skin texture",
    "boy, which has Distinct facial features",
    "boy, which has Clothed vs. Fur-covered body",
    "boy, which has Exposed skin vs. Fur-covered body",
    "boy, which has Human figure with limbs",
    "boy, which has Human-like structure with arms and legs",
    "boy, which has Soft and fleshy texture with gills",
    "boy, which has Human-like facial features",
    "boy, which has Distinct coloration and markings"
  ],
  "bridge": [
    "bridge, which has Spans a space, usually between two bodies of land",
    "bridge, which has Usually has a railing or guardrail around it",
    "bridge, which has Is made up of structural beams and supports",
    "bridge, which has Might have decorative embellishments such as arches or sculptures",
    "bridge, which has Typically has pavement or some form of walkway on the top surface",
    "bridge, which has Man-made structure vs. natural landform",
    "bridge, which has Structural beams and walkways vs. rocky surfaces and vegetation",
    "bridge, which has Crosses over physical gap",
    "bridge, which has Runs on dedicated tracks within cities",
    "bridge, which has Transportation purpose vs. natural formation",
    "bridge, which has Man-made structural elements vs. natural geological formations"
  ],
  "bus": [
    "bus, which has rectangular shape",
    "bus, which has windows along the side of the body",
    "bus, which has sliding doors at either end",
    "bus, which has yellow or white in color with black trim and lettering",
    "bus, which has wheels on the bottom four corners",
    "bus, which has High passenger capacity",
    "bus, which has No windows",
    "bus, which has Wheel mobility",
    "bus, which has Significantly smaller in size",
    "bus, which has Distinct color scheme for visibility",
    "bus, which has Grass collection system"
  ],
  "butterfly": [
    "butterfly, which has colorful wings with intricate patterns and designs",
    "butterfly, which has long antennae",
    "butterfly, which has slender body form",
    "butterfly, which has delicate, thin legs",
    "butterfly, which has two pairs of wings that can be opened or closed together",
    "butterfly, which has Ability to fly",
    "butterfly, which has Distinct floral scent",
    "butterfly, which has Colorful wings vs. limited color range",
    "butterfly, which has Delicate legs vs. hard exoskeleton and six legs",
    "butterfly, which has Flying ability",
    "butterfly, which has Dark center with radiating filaments"
  ],
  "camel": [
    "camel, which has two humps",
    "camel, which has long neck",
    "camel, which has hairy coat",
    "camel, which has curved legs with large feet for support in sandy terrain",
    "camel, which has short tail",
    "camel, which has wide and flat snout",
    "camel, which has Presence of humps on the back",
    "camel, which has Hopping movement",
    "camel, which has Terrestrial habitat",
    "camel, which has Fluid and reflective surface",
    "camel, which has Wide, flat snout vs. pointed snout",
    "camel, which has Curved legs with large feet vs. short legs with five toes",
    "camel, which has Distinctive humps on the back (for camels)",
    "camel, which has Long, pointed snout with sharp teeth (for crocodiles)"
  ],
  "can": [
    "can, which has cylindrical or conical shape",
    "can, which has metal surface",
    "can, which is a lid or opening at the top",
    "can, which has labels with logos and/or text",
    "can, which has designs, colors, or patterns on the can",
    "can, which has Metallic surface",
    "can, which has Lack of lid or opening mechanism",
    "can, which has Cylindrical or conical shape for holding substances",
    "can, which has External branding labels, logos, or patterns",
    "can, which has Size: Small and compact",
    "can, which has Top structure: Flat surface for placing objects",
    "can, which has Material: Metal or aluminum (for cans)",
    "can, which has Seat and backrest structure (for chairs)",
    "can, which has Sealed container vs. Open container",
    "can, which has Single-use packaging vs. Reusable material",
    "can, which has Designed for containing liquids or solids",
    "can, which has Size and shape for cutting grass"
  ],
  "castle": [
    "castle, which has tall, solid walls",
    "castle, which has towers with conical roofs",
    "castle, which has battlements or crenellations along the top of the wall",
    "castle, which has drawbridge over a moat",
    "castle, which has portcullis at entrance to gatehouse",
    "castle, which has thick stone walls, often made of granite and marble",
    "castle, which has large courtyard area surrounded by buildings"
  ],
  "caterpillar": [
    "caterpillar, which has cylindrical shape with segmented body",
    "caterpillar, which is antennae on the head",
    "caterpillar, which has short and stubby legs",
    "caterpillar, which has small, hard protrusions along its body (setae)",
    "caterpillar, which has multiple colors depending on species, often featuring stripes or spots",
    "caterpillar, which has Soft body vs. hard exoskeleton",
    "caterpillar, which has Flat shape vs. cylindrical shape",
    "caterpillar, which has Segmented body vs. uniform body",
    "caterpillar, which has Presence of legs vs. no legs",
    "caterpillar, which has Cylindrical body vs. two-part body structure",
    "caterpillar, which has Short, stubby legs vs. long, thin legs",
    "caterpillar, which has Segmented body vs. continuous body",
    "caterpillar, which has Presence of shell",
    "caterpillar, which has Body structure: cylindrical and segmented vs. three-segmented",
    "caterpillar, which has Leg length: short and stubby vs. long and thin",
    "caterpillar, which has Body texture: soft body with small, hard protrusions vs. fuzzy or hairy body",
    "caterpillar, which has Body shape: flat vs. segmented body structure"
  ],
  "cattle": [
    "cattle, which has four legs",
    "cattle, which has cloven hooves",
    "cattle, which has horns",
    "cattle, which has large and bulky body shape, often white or black in color",
    "cattle, which has snout with two nostrils",
    "cattle, which is a tail that is curved at the end",
    "cattle, which has Fur or hair covering",
    "cattle, which has Distinct smell",
    "cattle, which has Living organism with movement",
    "cattle, which has Tall, slender trunk with branches",
    "cattle, which has Quadrupedal vs. Bipedal",
    "cattle, which has Presence of horns vs. Human-like facial features"
  ],
  "chair": [
    "chair, which has four legs",
    "chair, which has back and seat",
    "chair, which is armrests (if present)",
    "chair, which has upholstery or wood material",
    "chair, which is angled design of the frame",
    "chair, which has cushions (if present)",
    "chair, which has Indoor use design",
    "chair, which has Heavy-duty outdoor functionality",
    "chair, which has Legs for support",
    "chair, which has Screen for display",
    "chair, which has Organic vs. Geometric shape",
    "chair, which has Unique anatomical features",
    "chair, which has Upright sitting position",
    "chair, which has Thick mattress or bedding",
    "chair, which has Single seating surface for one person",
    "chair, which has Relaxed and reclined seating position",
    "chair, which has Back and seat for support (chair)",
    "chair, which has Flat top surface for placing objects (table)",
    "chair, which has Pronounced backrest (chair)",
    "chair, which has Larger surface area (table)"
  ],
  "chimpanzee": [
    "chimpanzee, which has fourlimbed primate",
    "chimpanzee, which has black or brown fur",
    "chimpanzee, which has pinkish face and lips",
    "chimpanzee, which has small ears set close to the head",
    "chimpanzee, which has long arms with opposable thumbs",
    "chimpanzee, which has wide chest and shoulders",
    "chimpanzee, which has forward facing eyes",
    "chimpanzee, which has large nose in center of face"
  ],
  "clock": [
    "clock, which has round or oval shape",
    "clock, which has two hands (hour and minute)",
    "clock, which is a face with numbers on it to indicate hours, minutes, etc.",
    "clock, which has winding key at the back of the clock",
    "clock, which has pendulum hanging from below",
    "clock, which has Moving parts (e.g., hands, pendulum)",
    "clock, which has Association with timekeeping",
    "clock, which has Visible moving parts (hands, pendulum)",
    "clock, which has Clock face with numbers for time indication",
    "clock, which has Man-made vs. living organism",
    "clock, which has Stationary object vs. moving organism",
    "clock, which has Stationary vs. handheld use"
  ],
  "cloud": [
    "cloud, which has multiple objects of various sizes and shapes",
    "cloud, which has objects are grouped together in a cluster or scattered randomly",
    "cloud, which has no clear boundaries between the objects, they appear to be merging into one another",
    "cloud, which has colors vary from light to dark and may be blended together",
    "cloud, which has some parts of the cloud may appear blurry",
    "cloud, which has Size: large and spread out",
    "cloud, which has Human figure with arms, legs, and facial features",
    "cloud, which has Soft, billowy appearance",
    "cloud, which has Natural color palette",
    "cloud, which has Circular shape",
    "cloud, which has Dark center with radiating filaments",
    "cloud, which has Humps",
    "cloud, which has Long neck",
    "cloud, which has Ground-dwelling animal",
    "cloud, which has Furry appearance with tail and ears",
    "cloud, which has Physical body parts (ears, limbs, tail)",
    "cloud, which has Terrestrial movement",
    "cloud, which has Found in the sky vs. found in forests or meadows",
    "cloud, which has Presence of cap with gills for reproduction",
    "cloud, which has Soft billowy appearance",
    "cloud, which has Varied color palette",
    "cloud, which has Natural formation vs. man-made object",
    "cloud, which has Soft and billowy vs. sleek and streamlined",
    "cloud, which has Aquatic habitat vs. atmospheric habitat",
    "cloud, which has Webbed feet and streamlined body vs. soft billowy shapes",
    "cloud, which has Soft and billowy texture",
    "cloud, which has Deep blue or green color with rippling reflections",
    "cloud, which has Atmospheric habitat vs. indoor habitat"
  ],
  "cockroach": [
    "cockroach, which has Dark brown or black color",
    "cockroach, which has Hard exoskeleton",
    "cockroach, which has Long antennae",
    "cockroach, which has Six legs with claws on each end",
    "cockroach, which has Elongated and segmented body",
    "cockroach, which has Flat shape",
    "cockroach, which has Silk-producing ability",
    "cockroach, which has Presence of pedipalps"
  ],
  "couch": [
    "couch, which has rectangular or square shape",
    "couch, which has upholstered surface",
    "couch, which is armrests and backrests",
    "couch, which has cushions on the seat and backrest",
    "couch, which has exposed wood frame underneath the upholstery",
    "couch, which has legs for support",
    "couch, which has Indoor use",
    "couch, which has Soft upholstered surface",
    "couch, which has Elevated walkway",
    "couch, which has Low-sitting design",
    "couch, which has Flat seating surface",
    "couch, which has Concave structure for containment",
    "couch, which has Recognizable human facial features",
    "couch, which has Organic movements and expressions",
    "couch, which has Single seating surface",
    "couch, which has No elevated walkway or concave structure",
    "couch, which has Presence of a screen for display",
    "couch, which has Recognizable human facial features and organic movements",
    "couch, which has Presence of clothing or accessories",
    "couch, which has Presence of wings and engines",
    "couch, which has Cushions and backrests for seating",
    "couch, which has Indoor vs outdoor use"
  ],
  "crab": [
    "crab, which has oval or round shape",
    "crab, which has two large front claws",
    "crab, which has five pairs of walking legs",
    "crab, which has hard shell covered in bumps and ridges",
    "crab, which has eyes on the tops its head",
    "crab, which has red, brown, white, or orange coloring",
    "crab, which has Presence of large front claws",
    "crab, which has Shell covered in bumps and ridges vs. uniform exoskeleton",
    "crab, which has Hard shell vs soft fur coat",
    "crab, which has Multiple pairs of walking legs vs shorter limbs designed for climbing",
    "crab, which has Aquatic habitat",
    "crab, which has Fur-covered body with a flat tail",
    "crab, which has Hard shell vs smooth texture",
    "crab, which has Multiple pairs of walking legs and claws vs single trunk structure",
    "crab, which has Hard shell with bumps and ridges",
    "crab, which has Multiple pairs of walking legs and claws"
  ],
  "crocodile": [
    "crocodile, which has large and bulky body",
    "crocodile, which has long snout with sharp teeth",
    "crocodile, which has scaly skin",
    "crocodile, which has four webbed feet",
    "crocodile, which has yellow, green or grey in color",
    "crocodile, which has visible scales or ridges along its back",
    "crocodile, which has Size - Larger and bulkier body for crocodiles",
    "crocodile, which has Snout shape - Long and pointed snout with sharp teeth for crocodiles",
    "crocodile, which has Prominent tail",
    "crocodile, which has Visible eyes on top of head",
    "crocodile, which has Scaly skin vs. wrinkled, thick skin",
    "crocodile, which has Snout with sharp teeth vs. trunk without sharp teeth"
  ],
  "cup": [
    "cup, which has cylindrical or conical shape",
    "cup, which has handle for holding the cup",
    "cup, which has rim around the top of the cup",
    "cup, which often decorated with images, text, and patterns",
    "cup, which typically made from ceramic, plastic, glass or metal",
    "cup, which has Rigid structure",
    "cup, which has Defined opening at the top",
    "cup, which has Small and handheld",
    "cup, which has Inanimate object"
  ],
  "dinosaur": [
    "dinosaur, which has large, long body with a tail",
    "dinosaur, which has four limbs (two arms and two legs)",
    "dinosaur, which has scaly skin or armored plates on the body",
    "dinosaur, which has small head with sharp teeth and long neck",
    "dinosaur, which has long bony tail",
    "dinosaur, which has Extinct vs. modern reptile",
    "dinosaur, which has Varied species vs. uniform appearance",
    "dinosaur, which has Land-dwelling vs. aquatic habitat",
    "dinosaur, which has Scaly skin or armored plates vs. hard shell"
  ],
  "dolphin": [
    "dolphin, which has streamlined body shape",
    "dolphin, which has pointed snout",
    "dolphin, which has flippers and fins",
    "dolphin, which has grey, black, or white coloration",
    "dolphin, which has dorsal fin on its back",
    "dolphin, which has two blowholes located near the top of its head",
    "dolphin, which has Prominent curved dorsal fin",
    "dolphin, which has Sleek hydrodynamic body shape",
    "dolphin, which has Living organism with specific coloration and blowholes",
    "dolphin, which has Vast expanse of water with horizon lines and distant objects",
    "dolphin, which has Prominent dorsal fin (dolphin)",
    "dolphin, which has Forked tail fin (trout)",
    "dolphin, which has Blowholes vs. Gills",
    "dolphin, which has Streamlined body shape vs. Elongated body shape",
    "dolphin, which has Blowhole on top of head for breathing",
    "dolphin, which has Distinctive black spots around eyes and muzzle",
    "dolphin, which has Sleek hydrodynamic body shape vs. Flattened body shape",
    "dolphin, which has Presence of prominent dorsal fin vs. Absence of dorsal fin",
    "dolphin, which has Size: smaller (1.5-4 meters for dolphins)",
    "dolphin, which has Tail shape: curved in dolphins"
  ],
  "elephant": [
    "elephant, which has Large body size",
    "elephant, which has Large ears",
    "elephant, which has Long trunk",
    "elephant, which has A tusk on either side of the head for some species",
    "elephant, which has Gray to brown coloration",
    "elephant, which has Four legs with wide, flat feet",
    "elephant, which has Large, flat tail",
    "elephant, which has Presence of a trunk",
    "elephant, which has Distinct key layout",
    "elephant, which has Terrestrial vs. Aquatic habitat",
    "elephant, which has Long trunk and large ears vs. Winglike pectoral fins and long tapered tail"
  ],
  "flatfish": [
    "flatfish, which has flattened body",
    "flatfish, which has two eyes on the same side of its head",
    "flatfish, which has both eyes facing upward",
    "flatfish, which has long and slim fins along each side of its body",
    "flatfish, which has one or more barbels near the mouth",
    "flatfish, which has brown, gray, white, yellow coloration",
    "flatfish, which has Aquatic habitat",
    "flatfish, which has Flattened body shape",
    "flatfish, which has Symmetrical body structure",
    "flatfish, which has Multiple rows of sharp teeth",
    "flatfish, which has Flattened body with fins",
    "flatfish, which has Eyes on the same side of the head",
    "flatfish, which has Flattened body shape with eyes on the same side",
    "flatfish, which has Long and slim fins vs. flippers and fins"
  ],
  "forest": [
    "forest, which has trees and other vegetation",
    "forest, which has the presence of wildlife",
    "forest, which has sun or moonlight streaming through gaps in the foliage",
    "forest, which is a variety of colors, textures, and shades from the surrounding environment",
    "forest, which has winding paths or trails leading into the forest",
    "forest, which has signs of human activity such as buildings, fences, roads, etc.",
    "forest, which has Variety of tree species",
    "forest, which has Presence of cone-shaped structures",
    "forest, which has Distinct shape with flexible branches",
    "forest, which has Diverse ecosystem with various tree species and wildlife",
    "forest, which has Presence of catkins in spring",
    "forest, which has Diverse landscape with varied colors and textures"
  ],
  "fox": [
    "fox, which has Reddishbrown fur",
    "fox, which has White chest and throat",
    "fox, which has Pointed snout and muzzle",
    "fox, which has Long bushy tail with a white tip",
    "fox, which has Erect pointed ears",
    "fox, which has Slender body",
    "fox, which has Pointy, erect ears",
    "fox, which has Spotted fur pattern",
    "fox, which has Reddish-brown fur coloration",
    "fox, which has Gray or black fur with white, yellow, or pink markings",
    "fox, which has Pointed snout and erect pointed ears (for fox)",
    "fox, which has Fur color variation (brown, gray, black, or white for otter)",
    "fox, which has Size: small vs. large",
    "fox, which has Speed and agility vs. strength and power"
  ],
  "girl": [
    "girl, which has Human figure",
    "girl, which has Long hair",
    "girl, which has Clothing or accessories (e.g. hats, jewelry)",
    "girl, which has Facial features such as eyes and lips",
    "girl, which has Skin color",
    "girl, which has Height relative to other objects in the photo",
    "girl, which has Organic shapes",
    "girl, which has Dynamic poses",
    "girl, which has Visible facial features",
    "girl, which has Variety of skin colors and textures",
    "girl, which has Presence of clothing or accessories",
    "girl, which has Distinctive facial features (eyes, nose, mouth)",
    "girl, which has Styled long hair",
    "girl, which has Visible facial features (eyes and lips)",
    "girl, which has Detailed facial features"
  ],
  "hamster": [
    "hamster, which has small, round body",
    "hamster, which has short limbs with claws",
    "hamster, which has large ears that stick out from the sides of its head",
    "hamster, which has dense fur coat in colors of gold, brown, white or black",
    "hamster, which has long tail with a tuft at the end",
    "hamster, which has eyes located close to the nose",
    "hamster, which has Cheek pouches",
    "hamster, which has Pointed snout and sharp teeth",
    "hamster, which has Movement",
    "hamster, which has Fur coat and distinct body parts",
    "hamster, which has Body shape: round vs elongated",
    "hamster, which has Presence of musky odor",
    "hamster, which has Distinct striped pattern on body",
    "hamster, which has Presence of compound eyes and antennae",
    "hamster, which has Body texture: fur coat vs fuzzy/hairy",
    "hamster, which has Distinctive cheek pouches",
    "hamster, which has Longer limbs and feet for climbing",
    "hamster, which has Prominent large ears",
    "hamster, which has Bushy tail with black tip",
    "hamster, which has Living organism vs machine",
    "hamster, which has Fur, whiskers, and small limbs vs cutting blades, handles, and wheels",
    "hamster, which has Size: Small vs Large",
    "hamster, which has Leg structure: Short vs Long powerful hind legs"
  ],
  "house": [
    "house, which is a rectangular or square shape",
    "house, which has walls and windows",
    "house, which has pitched roof with multiple sides",
    "house, which has doorways and chimneys",
    "house, which has porch or verandah",
    "house, which has gables, cornices, eaves, dormers",
    "house, which has Multilevel structure",
    "house, which has Presence of windows and doors",
    "house, which has Sloping roof with multiple levels",
    "house, which has Multiple windows and doors"
  ],
  "kangaroo": [
    "kangaroo, which has large muscular hind legs",
    "kangaroo, which has long powerful tail",
    "kangaroo, which has small front legs",
    "kangaroo, which has pouch on the abdomen of female kangaroos",
    "kangaroo, which has thick fur covering their body",
    "kangaroo, which has distinctive hopping gait"
  ],
  "keyboard": [
    "keyboard, which has Spotted fur pattern",
    "keyboard, which has Long tail",
    "keyboard, which has Black tear marks on the face",
    "keyboard, which has Four long and sharp claws",
    "keyboard, which has Long muscular body",
    "keyboard, which has Large head with short muzzle",
    "keyboard, which has Flat and rectangular shape",
    "keyboard, which has Fins or wings for stabilization",
    "keyboard, which has Presence of fur and shaggy appearance",
    "keyboard, which has Anatomical features like snout, ears, and shoulder hump",
    "keyboard, which has Key layout with rows and columns",
    "keyboard, which has Facial expressions and emotions",
    "keyboard, which has Presence of fur",
    "keyboard, which has Lack of limbs",
    "keyboard, which has Man-made vs. living being",
    "keyboard, which has Distinctive fur color and pattern",
    "keyboard, which has Key arrangement vs. clock face",
    "keyboard, which has Presence of fur, long tail, claws vs. hands, numbers, pendulum",
    "keyboard, which has Presence of organic anatomical features",
    "keyboard, which has Rosette-shaped spots",
    "keyboard, which has Lighter fur color",
    "keyboard, which has Inanimate object vs. living being",
    "keyboard, which has Distinct physical attributes unique to tigers",
    "keyboard, which has Rosette-shaped spots pattern",
    "keyboard, which has Bushy tail with black tip",
    "keyboard, which has Organic features vs. mechanical components",
    "keyboard, which has Fur with distinctive spots vs. metallic body",
    "keyboard, which has Sharp carnivorous teeth",
    "keyboard, which has Solitary vs. social behavior",
    "keyboard, which has Rosette-shaped fur pattern",
    "keyboard, which has Two humps on the back"
  ],
  "lamp": [
    "lamp, which has Shade or lampshade",
    "lamp, which has Bulb or light source",
    "lamp, which has Long stem or pole extending from the shade to the base",
    "lamp, which has Switch for turning on/off the lamp",
    "lamp, which has Base that holds up the entire structure",
    "lamp, which has Cord connecting to an electrical outlet",
    "lamp, which has Illumination feature",
    "lamp, which has Flat surface for placing objects",
    "lamp, which has Light emitting function",
    "lamp, which has Stationary vs handheld use"
  ],
  "lawn mower": [
    "lawn mower, which has Long, cylindrical shape",
    "lawn mower, which has Handles for maneuverability",
    "lawn mower, which has Cutting blades at one end of the cylinder",
    "lawn mower, which has Motor or engine on top of the cylinder",
    "lawn mower, which has Wheels for mobility",
    "lawn mower, which has Cutting blades",
    "lawn mower, which has Human-powered propulsion",
    "lawn mower, which has Man-made vs natural",
    "lawn mower, which has Size and scale",
    "lawn mower, which has Ground-based operation",
    "lawn mower, which has Futuristic design",
    "lawn mower, which has Sharp cutting blades",
    "lawn mower, which has Cushioned seating surface",
    "lawn mower, which has Prominent front hood or grill design",
    "lawn mower, which has Heavy-duty agricultural use",
    "lawn mower, which has Raised chassis or ground clearance",
    "lawn mower, which has Compact and streamlined design",
    "lawn mower, which has Outdoor vs indoor use",
    "lawn mower, which has Flat seating surface",
    "lawn mower, which has Mechanical vs natural",
    "lawn mower, which has Presence of gills for reproduction",
    "lawn mower, which has Man-made vs. natural",
    "lawn mower, which has Outdoor vs. indoor use",
    "lawn mower, which has Rotating cutting blades",
    "lawn mower, which has Armored with weapons and tracks",
    "lawn mower, which has Presence of cutting blades",
    "lawn mower, which has Intended use: outdoor grass cutting vs indoor liquid storage",
    "lawn mower, which has Mechanical design with cutting blades",
    "lawn mower, which has Aquatic locomotion and blowhole",
    "lawn mower, which has Functionality as landscaping equipment",
    "lawn mower, which has Organic vs mechanical components",
    "lawn mower, which has Presence of facial features and clothing",
    "lawn mower, which has Sharp cutting blades vs soft skin",
    "lawn mower, which has Mechanical device vs living being"
  ],
  "leopard": [
    "leopard, which has Spotted fur pattern",
    "leopard, which has Long tail",
    "leopard, which has Black tear marks on the face",
    "leopard, which has Four long and sharp claws",
    "leopard, which has Long muscular body",
    "leopard, which has Large head with short muzzle",
    "leopard, which has Flat and rectangular shape",
    "leopard, which has Fins or wings for stabilization",
    "leopard, which has Presence of fur and shaggy appearance",
    "leopard, which has Anatomical features like snout, ears, and shoulder hump",
    "leopard, which has Key layout with rows and columns",
    "leopard, which has Facial expressions and emotions",
    "leopard, which has Presence of fur",
    "leopard, which has Lack of limbs",
    "leopard, which has Man-made vs. living being",
    "leopard, which has Distinctive fur color and pattern",
    "leopard, which has Key arrangement vs. clock face",
    "leopard, which has Presence of fur, long tail, claws vs. hands, numbers, pendulum",
    "leopard, which has Presence of organic anatomical features",
    "leopard, which has Rosette-shaped spots",
    "leopard, which has Lighter fur color",
    "leopard, which has Inanimate object vs. living being",
    "leopard, which has Distinct physical attributes unique to tigers",
    "leopard, which has Rosette-shaped spots pattern",
    "leopard, which has Bushy tail with black tip",
    "leopard, which has Organic features vs. mechanical components",
    "leopard, which has Fur with distinctive spots vs. metallic body",
    "leopard, which has Sharp carnivorous teeth",
    "leopard, which has Solitary vs. social behavior",
    "leopard, which has Rosette-shaped fur pattern",
    "leopard, which has Two humps on the back"
  ],
  "lion": [
    "lion, which is a large, tawnycolored body with a shaggy mane",
    "lion, which has pointed ears and whiskers",
    "lion, which is a tufted tail",
    "lion, which has four short legs with sharp claws",
    "lion, which is an elongated muzzle and teeth for hunting prey.",
    "lion, which has Presence of a mane",
    "lion, which has Shoulder hump",
    "lion, which has Size: large vs. small",
    "lion, which has Distinctive roar",
    "lion, which has Strong sense of smell",
    "lion, which has Presence of a bushy mane",
    "lion, which has Rosette-shaped spots on fur"
  ],
  "lizard": [
    "lizard, which has scaly skin",
    "lizard, which has four legs and a long tail",
    "lizard, which has claws on all four feet",
    "lizard, which has coloration varies by species, may be bright greens, blues, oranges, or browns",
    "lizard, which has some lizards have crests or frills on their heads",
    "lizard, which has eyes are usually large and round with vertical pupils",
    "lizard, which has Scales on body",
    "lizard, which has Winglike fins",
    "lizard, which has Movement",
    "lizard, which has Plant vs. animal"
  ],
  "lobster": [
    "lobster, which has Ten walking legs and two large antennae",
    "lobster, which has Long, segmented body with a hard exoskeleton",
    "lobster, which has Reddish brown coloration with spots or stripes",
    "lobster, which has Claws on the front pair of legs",
    "lobster, which has Hard exoskeleton",
    "lobster, which has Claws on front legs",
    "lobster, which has Presence of exoskeleton",
    "lobster, which has Body structure: segmented vs. flat",
    "lobster, which has Hard exoskeleton vs. streamlined body shape",
    "lobster, which has Antennae vs. visible ears and whiskers",
    "lobster, which has Marine vs. saltwater habitat"
  ],
  "man": [
    "man, which has bipedal stance",
    "man, which has two arms and two legs",
    "man, which has human face: eyes, nose, mouth",
    "man, which has clothing such as shirt, pants or shoes",
    "man, which has distinctive hairstyle or facial hair",
    "man, which has Shoulder width and torso shape",
    "man, which has Facial hair growth patterns",
    "man, which has Presence of hair",
    "man, which has Mode of movement",
    "man, which has Expression through facial features",
    "man, which has Presence of heartbeat/pulse",
    "man, which has Facial expressions",
    "man, which has Movement capability",
    "man, which has Presence of limbs (arms and legs)",
    "man, which has Facial features (eyes, nose, mouth)",
    "man, which has Height difference",
    "man, which has Facial wrinkles",
    "man, which has Clothing",
    "man, which has Foot structure",
    "man, which has Shoulder width",
    "man, which has Voice pitch"
  ],
  "maple tree": [
    "maple tree, which has leaves with five lobes",
    "maple tree, which has seed pods (helicopters)",
    "maple tree, which has bark that is grayish brown and furrowed",
    "maple tree, which has twigs have small, sharp, paired buds",
    "maple tree, which has fruits are two winged samaras in clusters",
    "maple tree, which has Tall woody plant vs. smaller plant bearing fruit",
    "maple tree, which has Distinct bark and leaves vs. smooth exterior and different growth pattern",
    "maple tree, which has Woody trunk and branches",
    "maple tree, which has Photosynthesis through leaves",
    "maple tree, which has Leaves with five lobes",
    "maple tree, which has Presence of seed pods (samaras)",
    "maple tree, which has Clusters of small, sharp buds on twigs",
    "maple tree, which has Flattened body shape with eyes on the same side"
  ],
  "motorcycle": [
    "motorcycle, which has two or three wheels",
    "motorcycle, which is a seat for the rider",
    "motorcycle, which has handlebars",
    "motorcycle, which is an engine",
    "motorcycle, which has exhaust pipes",
    "motorcycle, which has headlights and tail lights",
    "motorcycle, which has turn signals",
    "motorcycle, which has mirrors",
    "motorcycle, which has Mechanical components",
    "motorcycle, which has Distinct physical characteristics",
    "motorcycle, which has Wheels for movement",
    "motorcycle, which has Seat for rider",
    "motorcycle, which has Man-made vs. Natural",
    "motorcycle, which has Mechanical components vs. Natural features",
    "motorcycle, which has Wheels and handlebars",
    "motorcycle, which has Legs or central support",
    "motorcycle, which has Material: Metal vs. Flesh and blood",
    "motorcycle, which has Movement and interaction: Inanimate vs. Living being",
    "motorcycle, which has Agile design",
    "motorcycle, which has Heavy-duty construction",
    "motorcycle, which has Living being vs. Man-made vehicle",
    "motorcycle, which has Cylindrical segmented body vs. Mechanical design"
  ],
  "mountain": [
    "mountain, which has large size",
    "mountain, which has pointed or jagged top",
    "mountain, which has rocky surface with crags, ridges and valleys",
    "mountain, which has steep slopes",
    "mountain, which has trees and vegetation growing on the sides",
    "mountain, which has snowcapped peaks in colder climates",
    "mountain, which has Vegetation cover",
    "mountain, which has Reflective surface",
    "mountain, which has Geological formation",
    "mountain, which has Individual tree shape",
    "mountain, which has Elevation and steep slopes",
    "mountain, which has Rocky surfaces and snowcapped peaks",
    "mountain, which has Individual tree shapes vs. variety of tree species",
    "mountain, which has Natural landform",
    "mountain, which has Artificial machinery components",
    "mountain, which has Geological formations",
    "mountain, which has Surface texture",
    "mountain, which has Natural vs. man-made",
    "mountain, which has Steep slopes and rocky surfaces vs. cylindrical shape and metallic surface"
  ],
  "mouse": [
    "mouse, which has small size",
    "mouse, which has four legs",
    "mouse, which has pointed snout",
    "mouse, which has long tail",
    "mouse, which has rounded ears",
    "mouse, which has dark fur coloration, usually brown or black",
    "mouse, which has Visible limbs",
    "mouse, which has Distinct head-body-tail structure",
    "mouse, which has Long tail",
    "mouse, which has Short legs with five toes",
    "mouse, which has Presence of fur and tail",
    "mouse, which has Geometric shapes and wings",
    "mouse, which has Tail length relative to body size",
    "mouse, which has Fur coloration",
    "mouse, which has Presence of geometric shapes and wings",
    "mouse, which has Limbs structure",
    "mouse, which has Fur-covered body",
    "mouse, which has Eight legs",
    "mouse, which has Presence of fur",
    "mouse, which has Distinct head features",
    "mouse, which has Body size: small vs large",
    "mouse, which has Snout and ear shape: pointed and rounded vs elongated and pointed",
    "mouse, which has Size - small",
    "mouse, which has Bushy tail with black tip",
    "mouse, which has Size: small vs large",
    "mouse, which has Fur color and pattern: brown or black vs orange or yellow with black stripes",
    "mouse, which has Number of legs - four",
    "mouse, which has Body shape - slender and agile vs. small and compact",
    "mouse, which has Fur-covered body vs. soft, brightly colored body",
    "mouse, which has Distinct head-body-tail structure vs. cylindrical, segmented body",
    "mouse, which has Presence of quills or spines",
    "mouse, which has Distinctive fur markings",
    "mouse, which has Presence of eyes and ears",
    "mouse, which has Type of movement",
    "mouse, which has Black tear marks on face: present in tiger, absent in mouse",
    "mouse, which has Body structure: cylindrical and segmented vs large and muscular",
    "mouse, which has Number of legs and snout shape",
    "mouse, which has Body shape: slender and agile vs. compact and muscular",
    "mouse, which has Coloration: fur-covered body vs. black and white stripes"
  ],
  "mushroom": [
    "mushroom, which has round or oval cap with gills on the underside",
    "mushroom, which has white, brown, gray, or yellow in color",
    "mushroom, which has stem attached to the cap",
    "mushroom, which has smooth texture",
    "mushroom, which has soft and fleshy feel when touched",
    "mushroom, which has Presence of gills on the underside of the cap for reproduction",
    "mushroom, which has Presence of leaves with a sharp tip for photosynthesis",
    "mushroom, which has Stationary",
    "mushroom, which has Distinct facial features",
    "mushroom, which has Natural habitat (forest/meadow)",
    "mushroom, which has Symmetrical and elongated shape",
    "mushroom, which has Stationary nature",
    "mushroom, which has Musky odor",
    "mushroom, which has Cap with gills vs. broad leaves",
    "mushroom, which has Habitat preference (forest/meadow vs. sunny/tropical)",
    "mushroom, which has Organic vs Man-made",
    "mushroom, which has Distinct cap with gills vs Cylindrical or conical shape",
    "mushroom, which has Earthy smell",
    "mushroom, which has Organic texture",
    "mushroom, which has Visible structural support (legs or frame)",
    "mushroom, which has Habitat: terrestrial vs. marine",
    "mushroom, which has Texture: soft vs. hard exoskeleton",
    "mushroom, which has Stationary vs. Mobile",
    "mushroom, which has Facial features",
    "mushroom, which has Designed for holding items",
    "mushroom, which has Ability to fly"
  ],
  "oak tree": [
    "oak tree, which has streamlined body",
    "oak tree, which has webbed feet",
    "oak tree, which has long tapered tail",
    "oak tree, which has brown, gray, black or white fur",
    "oak tree, which has small ears and eyes close to the head",
    "oak tree, which has sharp claws",
    "oak tree, which has Strong swimming abilities",
    "oak tree, which has Elongated body shape",
    "oak tree, which has Bark texture",
    "oak tree, which has Autumn foliage color",
    "oak tree, which has Webbed feet",
    "oak tree, which has Flattened body shape with eyes on same side",
    "oak tree, which has Prominent bushy tail",
    "oak tree, which has Aquatic adaptation (webbed feet, streamlined body)",
    "oak tree, which has Distinctive pointy black mask around the eyes",
    "oak tree, which has Woody trunk and branches",
    "oak tree, which has Ability to fly",
    "oak tree, which has Webbed feet and strong swimming abilities (for otter)",
    "oak tree, which has Scaly skin or armored plates, sharp teeth, and long tail (for dinosaur)",
    "oak tree, which has Body shape",
    "oak tree, which has Leaf shape",
    "oak tree, which has Streamlined body vs. Large body size",
    "oak tree, which has Strong swimming abilities vs. Trunk for feeding",
    "oak tree, which has Aquatic lifestyle vs. Terrestrial habitat",
    "oak tree, which has Webbed feet vs. Five clawed toes for climbing",
    "oak tree, which has Nocturnal behavior",
    "oak tree, which has Dexterous paws with five clawed toes and a thumb",
    "oak tree, which has Webbed feet vs. Non-webbed feet",
    "oak tree, which has Distinctive fur color and pattern",
    "oak tree, which has Presence of trunk and branches",
    "oak tree, which has Distinctive bark texture and leaves",
    "oak tree, which has Opposable thumbs and long arms for climbing",
    "oak tree, which has Association with timekeeping"
  ],
  "orange": [
    "orange, which has Round shape with a distinct orange color",
    "orange, which has Smooth, glossy skin",
    "orange, which has Stem and leaves at the top",
    "orange, which has Segments that divide the fruit when cut open.",
    "orange, which has Spherical shape for the orange",
    "orange, which has Textured petals for the orchid"
  ],
  "orchid": [
    "orchid, which has colorful petals that come in a variety of shapes",
    "orchid, which has three sepals, two lateral and one dorsal sepal",
    "orchid, which has three petals, one dorsal and two lateral petals",
    "orchid, which is an ovary located at the base of the flower",
    "orchid, which has unique pseudobulbs which are bulbous structures with sheaths around them",
    "orchid, which has Complex petal shapes and colors",
    "orchid, which has Prominent central disk with radiating filaments",
    "orchid, which has Complex and colorful petals",
    "orchid, which has Blackish center of the flower",
    "orchid, which has Blackish center in the flower",
    "orchid, which has Single large bloom per stem",
    "orchid, which has Complex and varied petal shapes and colors",
    "orchid, which has Symmetrical pattern with six identical petals"
  ],
  "otter": [
    "otter, which has streamlined body",
    "otter, which has webbed feet",
    "otter, which has long tapered tail",
    "otter, which has brown, gray, black or white fur",
    "otter, which has small ears and eyes close to the head",
    "otter, which has sharp claws",
    "otter, which has Strong swimming abilities",
    "otter, which has Elongated body shape",
    "otter, which has Bark texture",
    "otter, which has Autumn foliage color",
    "otter, which has Webbed feet",
    "otter, which has Flattened body shape with eyes on same side",
    "otter, which has Prominent bushy tail",
    "otter, which has Aquatic adaptation (webbed feet, streamlined body)",
    "otter, which has Distinctive pointy black mask around the eyes",
    "otter, which has Woody trunk and branches",
    "otter, which has Ability to fly",
    "otter, which has Webbed feet and strong swimming abilities (for otter)",
    "otter, which has Scaly skin or armored plates, sharp teeth, and long tail (for dinosaur)",
    "otter, which has Body shape",
    "otter, which has Leaf shape",
    "otter, which has Streamlined body vs. Large body size",
    "otter, which has Strong swimming abilities vs. Trunk for feeding",
    "otter, which has Aquatic lifestyle vs. Terrestrial habitat",
    "otter, which has Webbed feet vs. Five clawed toes for climbing",
    "otter, which has Nocturnal behavior",
    "otter, which has Dexterous paws with five clawed toes and a thumb",
    "otter, which has Webbed feet vs. Non-webbed feet",
    "otter, which has Distinctive fur color and pattern",
    "otter, which has Presence of trunk and branches",
    "otter, which has Distinctive bark texture and leaves",
    "otter, which has Opposable thumbs and long arms for climbing",
    "otter, which has Association with timekeeping"
  ],
  "palm tree": [
    "palm tree, which has round or oval shape",
    "palm tree, which has flat surface with a raised edge",
    "palm tree, which has smooth texture",
    "palm tree, which has various colors and patterns",
    "palm tree, which has identifiable logos or markings on the surface",
    "palm tree, which has Single-trunked structure",
    "palm tree, which has Dense canopy",
    "palm tree, which has Designed for serving food",
    "palm tree, which has Raised edges",
    "palm tree, which has Living organism vs. inanimate object",
    "palm tree, which has Presence of claws and fur",
    "palm tree, which has Slender trunk",
    "palm tree, which has Uniform leaf type",
    "palm tree, which has Flat surface",
    "palm tree, which has Prominent engine nozzle or fins"
  ],
  "pear": [
    "pear, which has stocky body",
    "pear, which has four legs",
    "pear, which has shaggy fur",
    "pear, which has large round ears",
    "pear, which has long snout with a black nose",
    "pear, which has sharp claws",
    "pear, which has Large size and powerful build",
    "pear, which has Shoulder hump",
    "pear, which has Fruit shape",
    "pear, which has Cheek pouches and sharp teeth",
    "pear, which has Strong sense of smell",
    "pear, which has Omnivorous vs. Herbivorous diet",
    "pear, which has Stationary vs. Moving",
    "pear, which has Location: Fruit bowl vs. Aquarium",
    "pear, which has Land animal vs. Aquatic creature",
    "pear, which has Sharp claws and teeth vs. Flat body and fins",
    "pear, which has Size and build",
    "pear, which has Fur pattern",
    "pear, which has Size (large vs. small)",
    "pear, which has Size: large vs. small",
    "pear, which has Claws: sharp vs. for climbing",
    "pear, which has Size: Large vs. Small",
    "pear, which has Shoulder hump vs. Slender body shape",
    "pear, which has Claws: sharp vs. flat nails",
    "pear, which has Living organism vs. inanimate object",
    "pear, which has Biological attributes vs. functional features",
    "pear, which has Classification based on behavior vs. structure",
    "pear, which has Irregular tapered shape",
    "pear, which has No segments when cut open",
    "pear, which has Fur coat: shaggy vs. dense in gold, brown, white, or black",
    "pear, which has Ears: large round vs. large ears sticking out",
    "pear, which has Fur-covered body",
    "pear, which has Distinct snout with a black nose"
  ],
  "pickup truck": [
    "pickup truck, which is angular shape with a flatbed in the back",
    "pickup truck, which has two or four doors along the sides",
    "pickup truck, which has enclosed cab at the front of vehicle",
    "pickup truck, which has large wheels and tires",
    "pickup truck, which has grille on the front of truck extending to hoodline",
    "pickup truck, which has tailgate at rear end",
    "pickup truck, which has Presence of a flatbed",
    "pickup truck, which has Prominent exhaust pipe or stack",
    "pickup truck, which has Distinct separation between cab and rear section",
    "pickup truck, which has Presence of a hitch or towed equipment",
    "pickup truck, which has More than two wheels",
    "pickup truck, which has Integrated design",
    "pickup truck, which has Mechanical components",
    "pickup truck, which has Natural adaptations",
    "pickup truck, which has Man-made angular shape vs. natural muscular body",
    "pickup truck, which has Sharp claws and teeth vs. large wheels and tires",
    "pickup truck, which has Large vehicle size vs. small human size",
    "pickup truck, which has Distinct vehicle features vs. soft body features"
  ],
  "pine tree": [
    "pine tree, which has long, slender trunk",
    "pine tree, which has branches that start close to the ground and grow up in a conical shape",
    "pine tree, which has pointed leaves with a sharp tip at the end",
    "pine tree, which has bark that is usually scaly or furrowed",
    "pine tree, which has yellowish or reddish brown cones",
    "pine tree, which has Needle-like leaves",
    "pine tree, which has Cones",
    "pine tree, which has Single tree structure",
    "pine tree, which has Monospecific tree species"
  ],
  "plain": [
    "plain, which has Rectangular shape",
    "plain, which has Flat surface",
    "plain, which has Smooth edges",
    "plain, which has Distinctly defined corners and sides",
    "plain, which has Geometric shapes such as squares, rectangles or triangles",
    "plain, which has Land-dwelling vs. Aquatic habitat",
    "plain, which has Distinct corners and sides vs. Smooth body",
    "plain, which has Wings",
    "plain, which has Fuselage",
    "plain, which has Presence of man-made structures",
    "plain, which has Functional design with legs or central support",
    "plain, which has Seat with backrest",
    "plain, which has Armrests",
    "plain, which has Human features (facial features, limbs)",
    "plain, which has Distinct clothing and hairstyle",
    "plain, which has Presence of wings and engines",
    "plain, which has Soft body with multiple legs",
    "plain, which has Presence of terrestrial vegetation",
    "plain, which has Marine life and water-based ecosystems",
    "plain, which has Fuselage vs. shelves or compartments",
    "plain, which has Physical attributes like cloven hooves, horns, and fur/hair covering",
    "plain, which has Fuselage vs. display screen"
  ],
  "plate": [
    "plate, which has round or oval shape",
    "plate, which has flat surface with a raised edge",
    "plate, which has smooth texture",
    "plate, which has various colors and patterns",
    "plate, which has identifiable logos or markings on the surface",
    "plate, which has Single-trunked structure",
    "plate, which has Dense canopy",
    "plate, which has Designed for serving food",
    "plate, which has Raised edges",
    "plate, which has Living organism vs. inanimate object",
    "plate, which has Presence of claws and fur",
    "plate, which has Slender trunk",
    "plate, which has Uniform leaf type",
    "plate, which has Flat surface",
    "plate, which has Prominent engine nozzle or fins"
  ],
  "poppy": [
    "poppy, which has Red, pink, white or orange petals",
    "poppy, which has Blackish center of the flower",
    "poppy, which has Long thin stem",
    "poppy, which has Leaves with a silvery appearance",
    "poppy, which has Oval seed pods",
    "poppy, which has Heart shaped leaves",
    "poppy, which has Colorful petals and long thin stem",
    "poppy, which has Oval seed pods and heart-shaped leaves",
    "poppy, which has Round or oval cap with gills on the underside",
    "poppy, which has Presence of structured plant parts (stems, leaves, seed pods)",
    "poppy, which has Amorphous shape with no clear structure",
    "poppy, which has Distinct plant structure",
    "poppy, which has Amorphous shape",
    "poppy, which has Presence of oval seed pods and heart-shaped leaves",
    "poppy, which has Presence of pseudobulbs",
    "poppy, which has Presence of round or oval cap with gills on the underside",
    "poppy, which has Presence of prominent central disk with radiating filaments"
  ],
  "porcupine": [
    "porcupine, which has Quills or spines with white, black and brown colors",
    "porcupine, which has Rodent like body with a large head",
    "porcupine, which has Small ears and short legs",
    "porcupine, which has Long tail covered in quills",
    "porcupine, which has Narrow face with an elongated muzzle",
    "porcupine, which has Sharp quills",
    "porcupine, which has Webbed hind feet",
    "porcupine, which has Quills vs. Stripes",
    "porcupine, which has Body structure: Rodent-like vs. Muscular",
    "porcupine, which has Presence of sharp quills",
    "porcupine, which has Distinctive pointy black mask around eyes",
    "porcupine, which has Presence of spiky quills",
    "porcupine, which has Flowering plant with colorful petals",
    "porcupine, which has Humps on the back",
    "porcupine, which has Presence of quills or spines",
    "porcupine, which has Snout shape: long for foraging",
    "porcupine, which has Leg structure: curved legs with large feet vs. short legs with five toes"
  ],
  "possum": [
    "possum, which has pointed snout",
    "possum, which has rounded ears",
    "possum, which has long bushy tail",
    "possum, which has gray or black fur with white, yellow, or pink markings",
    "possum, which has five clawed toes on each of their front feet and four on the back feet",
    "possum, which has small eyes that appear to be set deep in their face",
    "possum, which has White tip at the end of the tail",
    "possum, which has Black mask around the eyes",
    "possum, which has Fluffy, bushy tail",
    "possum, which has Sharp quills covering body",
    "possum, which has Arboreal vs. Terrestrial habitat",
    "possum, which has Size comparison: Large vs. Small",
    "possum, which has Fur vs. Scaly skin",
    "possum, which has Size - Small vs. Large and bulky body",
    "possum, which has Dexterous paws vs. Clawed toes",
    "possum, which has Sharp quills vs. No quills"
  ],
  "rabbit": [
    "rabbit, which has large, floppy ears",
    "rabbit, which has short muzzle",
    "rabbit, which has long hind legs with powerful muscles",
    "rabbit, which has fluffy fur in various colors and shades",
    "rabbit, which is a white tail often visible even when the rabbit is still",
    "rabbit, which has pointy nose and whiskers",
    "rabbit, which has Movement vs. stationary",
    "rabbit, which has Defined body parts vs. shapeless",
    "rabbit, which has Compact body shape",
    "rabbit, which has Specialized hind legs for hopping"
  ],
  "raccoon": [
    "raccoon, which has pointy black mask around the eyes",
    "raccoon, which has gray or brown fur with lighter underbelly",
    "raccoon, which has long and bushy tail, often with a white tip at the end",
    "raccoon, which has five toes on each paw, usually including a thumb for gripping food and climbing trees",
    "raccoon, which has Nocturnal behavior",
    "raccoon, which has Dexterous paws vs. webbed feet",
    "raccoon, which has Pointy black mask around the eyes (for raccoon)",
    "raccoon, which has Large, floppy ears (for rabbit)",
    "raccoon, which has Terrestrial vs. Aquatic habitat",
    "raccoon, which has Distinctive eye markings",
    "raccoon, which has Black mask around eyes vs. black tear marks on face",
    "raccoon, which has Bushy tail with white tip vs. long tail with black tip"
  ],
  "ray": [
    "ray, which has flat body with a diamond shape",
    "ray, which has eyes on the top of its head",
    "ray, which has two winglike pectoral fins near the head",
    "ray, which has one dorsal fin located along its back",
    "ray, which has tail usually longer than its body and ending in a sharp point or whip.",
    "ray, which has Aquatic creature vs. fruit",
    "ray, which has Presence of eyes on the top of the head",
    "ray, which has Fins and tail shape",
    "ray, which has Light and sound emission",
    "ray, which has Diamond-shaped flat body with winglike fins",
    "ray, which has Long tapered tail",
    "ray, which has Size: Large vs. Small",
    "ray, which has Body shape: Diamond-shaped flat vs. Long and thin",
    "ray, which has Breathing method: Gills vs. Air",
    "ray, which has Tail shape: Long tapered with sharp point vs. Short flippers",
    "ray, which has Aquatic vs. terrestrial habitat",
    "ray, which has Fur-covered body and prominent ears",
    "ray, which has Dorsal fin: Single vs. Multiple",
    "ray, which has Body covering: No scales vs. Scales",
    "ray, which has Body shape: Diamond-shaped flat vs. Streamlined"
  ],
  "road": [
    "road, which has linear shape",
    "road, which is asphalt or other material surface",
    "road, which has white dashed lines for lane markings",
    "road, which has yellow and white reflective road signs",
    "road, which has curbs, guardrails, and median dividers (if applicable)"
  ],
  "rocket": [
    "rocket, which has cylindrical or conical shape",
    "rocket, which has fins/wings at the bottom of the body",
    "rocket, which has large engine nozzle at the back",
    "rocket, which is angular edges and lines to give it a sleeker look",
    "rocket, which has bright colors like reds, blues, yellows, etc.",
    "rocket, which has Pointed nose cone",
    "rocket, which has Prominent thick-treaded wheels",
    "rocket, which has Visible stages",
    "rocket, which has Metallic/reflective surface",
    "rocket, which has Visible exhaust flames/smoke",
    "rocket, which has Visible engines or thrusters",
    "rocket, which has Presence of keys or buttons",
    "rocket, which has Vertical takeoff design",
    "rocket, which has Streamlined shape with fins and engine nozzle",
    "rocket, which has Streamlined metallic surface",
    "rocket, which has Organic skin and clothing texture",
    "rocket, which has Reflective surface",
    "rocket, which has Aerodynamic shape with visible mechanical components",
    "rocket, which has Vertical orientation",
    "rocket, which has Terrestrial vs. Space travel design"
  ],
  "rose": [
    "rose, which has multiple petals in shades of pink, red, yellow or white",
    "rose, which has long and tapered leaves",
    "rose, which has thorny stems",
    "rose, which has fragrant smell",
    "rose, which has smooth oval shaped sepals",
    "rose, which has clustered blooms"
  ],
  "sea": [
    "sea, which has deep blue or green color",
    "sea, which has rippling reflection of light on the water's surface",
    "sea, which has white foam from waves breaking against rocks and shorelines",
    "sea, which has large expanse of horizon line",
    "sea, which has distant islands, ships, buoys, etc.",
    "sea, which has Towering height",
    "sea, which has Smooth and flat surface",
    "sea, which has Horizontal expanse with rippling water",
    "sea, which has Vertical design with prominent engines and fins",
    "sea, which has Absence of geological formations and individual tree shapes",
    "sea, which has Horizontal expanse with rippling water and prominent engines and fins"
  ],
  "seal": [
    "seal, which has rounded body shape",
    "seal, which has short flippers",
    "seal, which has smooth fur",
    "seal, which has white, grey or tan coloration",
    "seal, which has black spots around the eyes and muzzle",
    "seal, which has pointed nose with whiskers",
    "seal, which has Visible ears",
    "seal, which has Head shape",
    "seal, which has Breathing method (air vs. gills)",
    "seal, which has Habitat (land/ice vs. saltwater)",
    "seal, which has Flippers vs. fins",
    "seal, which has Presence of ears and whiskers",
    "seal, which has Presence of external ears",
    "seal, which has Body shape and fin type",
    "seal, which has Streamlined body for swimming",
    "seal, which has Prominent front incisors for wood gnawing",
    "seal, which has Streamlined body for swimming vs. large body with tail for terrestrial locomotion",
    "seal, which has Smooth fur for insulation vs. scaly skin or armored plates for protection",
    "seal, which has Presence of front incisors",
    "seal, which has Body shape comparison",
    "seal, which has Streamlined body vs. rigid structure",
    "seal, which has Pointed nose with whiskers vs. handle"
  ],
  "shark": [
    "shark, which has pointed snout",
    "shark, which has sharp, sawlike teeth",
    "shark, which has prominent dorsal fin",
    "shark, which has torpedo shape body",
    "shark, which has gray or brownish coloring",
    "shark, which has two sets of fins (dorsal and pectoral)",
    "shark, which has Vertical crescent-shaped tail fin",
    "shark, which has Wider, flattened body with a diamond shape",
    "shark, which has Gills for breathing (Shark)",
    "shark, which has Baleen plates or few teeth for filter-feeding (Whale)",
    "shark, which has Body symmetry: Symmetrical vs. Asymmetrical",
    "shark, which has Eye placement: Both eyes on one side vs. Eyes on opposite sides",
    "shark, which has Aquatic vs. terrestrial",
    "shark, which has Torpedo-shaped body vs. round shape with stem and bulb",
    "shark, which has Facial structure: pointed snout vs. rounded forehead",
    "shark, which has Tail fin orientation: vertical vs. horizontal",
    "shark, which has Fins and tail for swimming",
    "shark, which has Trunk for grasping and feeding",
    "shark, which has Skin texture: rough with dermal denticles (Shark)",
    "shark, which has Skeleton type: cartilaginous (Shark) vs. bony (Whale)",
    "shark, which has Aquatic vs. terrestrial habitat",
    "shark, which has Fins and tail for swimming vs. curved legs for walking on sand",
    "shark, which has Streamlined, torpedo-shaped body vs. larger, bulkier body",
    "shark, which has Eyes on opposite sides of head vs. eyes on top of head"
  ],
  "shrew": [
    "shrew, which has small, mouselike body",
    "shrew, which has long pointed snout",
    "shrew, which has prominent ears",
    "shrew, which has short legs with five toes on each foot",
    "shrew, which has bushy tail",
    "shrew, which has light brown fur that can sometimes be speckled or have a stripe down its back",
    "shrew, which has Size: small body size",
    "shrew, which has Quills or spines covering the body",
    "shrew, which has Fur-covered body",
    "shrew, which has Long snout for foraging",
    "shrew, which has Body size: small vs. large",
    "shrew, which has Distinctive fur markings",
    "shrew, which has Presence of quills or spines on body",
    "shrew, which has Bushy tail carried over the back",
    "shrew, which has Terrestrial vs. marine habitat",
    "shrew, which has Breathing method (lungs vs. nostrils)"
  ],
  "skunk": [
    "skunk, which has black and white stripes running down the back",
    "skunk, which has long bushy tail usually with a tuft of hair at the end",
    "skunk, which has small ears set high on their head",
    "skunk, which has pointed muzzle",
    "skunk, which has two small eyes surrounded by black facial markings",
    "skunk, which has four short legs",
    "skunk, which has distinctive smell when threatened or in distress",
    "skunk, which has Distinct black and white coloration",
    "skunk, which has Musky odor",
    "skunk, which has Distinctive smell when threatened or distressed",
    "skunk, which has Pointy black mask around eyes",
    "skunk, which has Black and white stripes",
    "skunk, which has Webbed feet",
    "skunk, which has Black and white stripes vs. Quills/spines with white, black, and brown colors",
    "skunk, which has Musky odor vs. Sharp quills"
  ],
  "skyscraper": [
    "skyscraper, which has tall, narrow structure",
    "skyscraper, which has many windows in the facade",
    "skyscraper, which has rectangle or square shape",
    "skyscraper, which typically made of steel and glass",
    "skyscraper, which has multiple stories",
    "skyscraper, which often with an antenna on top",
    "skyscraper, which has Man-made structure with geometric shape",
    "skyscraper, which has Repetitive pattern of windows"
  ],
  "snail": [
    "snail, which has small, slimy body",
    "snail, which has one or two antennas on the head",
    "snail, which is a flat, round foot at the base of the body",
    "snail, which is a single shell on its back",
    "snail, which has spiral patterns in the shell",
    "snail, which has two eyes located near the tentacles",
    "snail, which has Presence of a shell",
    "snail, which has Segmented body vs. continuous body",
    "snail, which has Slime trail vs. flight",
    "snail, which has Shell vs. wings",
    "snail, which has Presence of spiral shell",
    "snail, which has Ability to fly"
  ],
  "snake": [
    "snake, which has Smooth, long body",
    "snake, which has Head is distinct from the rest of the body",
    "snake, which has Scales along its entire length",
    "snake, which has Pointed tail tip",
    "snake, which has Flexible and agile movements",
    "snake, which has Segmented body with scales",
    "snake, which has Distinct head structure",
    "snake, which has Presence of external limbs",
    "snake, which has Visible external ears",
    "snake, which has Cylindrical body vs. base and rim structure",
    "snake, which has Presence of scales vs. smooth or textured surface",
    "snake, which has Limbless body vs. short legs",
    "snake, which has Smooth, scaled body vs. fur-covered body"
  ],
  "spider": [
    "spider, which has Eight legs",
    "spider, which has Two body segments (cephalothorax and abdomen)",
    "spider, which has Long thin legs",
    "spider, which has Spinnerets located near the end of the abdomen to produce silk",
    "spider, which has Eyes arranged in two or three rows",
    "spider, which has A pair of pedipalps near the mouth used for sensing, holding prey and mating",
    "spider, which has Ability to produce silk",
    "spider, which has Flying and pollination behavior",
    "spider, which has Distinctive claws on front legs",
    "spider, which has Number of legs (eight for spiders, four for hamsters)",
    "spider, which has Distinct body segments (cephalothorax and abdomen for spiders, continuous body for hamsters)",
    "spider, which has Presence of spinnerets for silk production",
    "spider, which has Hard exoskeleton with wings",
    "spider, which has Presence of legs",
    "spider, which has Presence of floral parts",
    "spider, which has Distinct body segments (cephalothorax and abdomen for spiders)",
    "spider, which has Presence of antennae on the head for beetles"
  ],
  "squirrel": [
    "squirrel, which has bushy tail",
    "squirrel, which has grayish brown fur",
    "squirrel, which has large eyes and ears",
    "squirrel, which has front paws have claws for climbing",
    "squirrel, which has small rounded head",
    "squirrel, which has short legs with long feet",
    "squirrel, which has Bushy tail",
    "squirrel, which has Pointed snout",
    "squirrel, which has Prominent bushy tail on par with body length",
    "squirrel, which has Large visible eyes and ears",
    "squirrel, which has Distinctive fur color patterns",
    "squirrel, which has Claw structure difference between front paws",
    "squirrel, which has Bushy tail vs. short/no tail",
    "squirrel, which has Front paws with claws vs. five toes on each foot",
    "squirrel, which has Bushy tail carried over the back",
    "squirrel, which has Slender body shape",
    "squirrel, which has Arboreal habitat vs. ground-dwelling",
    "squirrel, which has Defensive quill-raising behavior",
    "squirrel, which has Strong hind legs for climbing",
    "squirrel, which has Prominent bushy tail carried over the back",
    "squirrel, which has Arboreal habitat vs. Aquatic habitat",
    "squirrel, which has Bushy tail for climbing vs. Tapered tail for swimming",
    "squirrel, which has Dexterous paws with thumb for grasping"
  ],
  "streetcar": [
    "streetcar, which has long and slender body",
    "streetcar, which has two sets of wheels on either side",
    "streetcar, which has one or more doors at the sides",
    "streetcar, which is a driver compartment at the front with a window or windshields",
    "streetcar, which has multiple windows along its length",
    "streetcar, which typically painted in bright colors like yellow, red, or blue",
    "streetcar, which has Intercity travel",
    "streetcar, which has Dedicated tracks",
    "streetcar, which has Public transportation design",
    "streetcar, which has Single cabin with hitch or towed equipment"
  ],
  "sunflower": [
    "sunflower, which has large, bright yellow petals",
    "sunflower, which has dark center with many thin filaments radiating outwards",
    "sunflower, which has long and thick stem",
    "sunflower, which has leaves that are typically arranged in a spiral pattern around the stem",
    "sunflower, which has multiple blooms on one plant"
  ],
  "sweet pepper": [
    "sweet pepper, which has oblong or round shape",
    "sweet pepper, which has dark green, red, yellow, or orange color",
    "sweet pepper, which has pointed end",
    "sweet pepper, which has smooth skin texture",
    "sweet pepper, which has glossy sheen",
    "sweet pepper, which has defined ridges and grooves in the body",
    "sweet pepper, which has several lobes",
    "sweet pepper, which has Scaly skin texture",
    "sweet pepper, which has Four legs and a long tail with claws"
  ],
  "table": [
    "table, which has four legs or a central support",
    "table, which has flat top surface",
    "table, which has rectangular or square shape",
    "table, which has edges and corners that are straight or curved depending on the style of table",
    "table, which has material such as wood, metal, plastic, glass etc.",
    "table, which has Man-made structure",
    "table, which has Dynamic and fluid surface",
    "table, which has Presence of legs or central support",
    "table, which has Standalone furniture piece",
    "table, which has Flat top surface",
    "table, which has Specialized edges and corners",
    "table, which has Flat surface for placing objects",
    "table, which has Smaller size designed for typing",
    "table, which has Designed for placing items",
    "table, which has Timekeeping functionality",
    "table, which has Designed for placing objects or working",
    "table, which has Smaller surface area designed for serving food",
    "table, which has Stationary furniture",
    "table, which has Natural fruit",
    "table, which has Flat top surface for placing objects",
    "table, which has Cushions on seat and backrest for comfort",
    "table, which has Smaller size designed for specific activities",
    "table, which has Stationary vs. mobile nature",
    "table, which has Size: Large vs. Handheld",
    "table, which has Function: Stationary surface vs. Liquid containment",
    "table, which has Stationary furniture for placing objects",
    "table, which has Recognizable human facial features and organic movements",
    "table, which has Size: Large vs. Small",
    "table, which has Function: Placing objects vs. Containing liquids"
  ],
  "tank": [
    "tank, which has A rectangular shape with a flat bottom and sides.",
    "tank, which has Metal construction, often reinforced with straps or bolts around the corners.",
    "tank, which has The presence of two or more handles on either side that can be used to move it.",
    "tank, which has Hoses leading out from the top or side for water drainage and filling up with liquid (usually water).",
    "tank, which has A lid covering the top to keep contents contained within.",
    "tank, which has Liquid drainage hoses",
    "tank, which has Screen and buttons"
  ],
  "telephone": [
    "telephone, which has rectangular or cylindrical shape",
    "telephone, which has black, grey, white color",
    "telephone, which has keypad with number buttons",
    "telephone, which has handset for speaking and listening",
    "telephone, which has dialing pad with numbers 0–9",
    "telephone, which has display window to show messages or caller ID",
    "telephone, which has earpiece receiver for sound output",
    "telephone, which has Man-made physical structure",
    "telephone, which has Presence of display windows and keypads",
    "telephone, which has Man-made device with buttons and displays",
    "telephone, which has Living being with soft skin and movements",
    "telephone, which has Indoor use",
    "telephone, which has Outdoor use",
    "telephone, which has Communication features (keypad, display window)",
    "telephone, which has Timekeeping features (hands, digital display)",
    "telephone, which has Presence of wheels and engine",
    "telephone, which has Communication features like keypads and display windows",
    "telephone, which has Communication features (keypad, display)",
    "telephone, which has Indoor and outdoor use"
  ],
  "television": [
    "television, which has rectangular or square shape",
    "television, which has flat surface with a screen in the middle",
    "television, which has buttons and/or knobs on one side of the panel",
    "television, which has speakers located at either side of the panel",
    "television, which has cables, wires or antennas coming from one end",
    "television, which is an array of colored lights near the bottom (indicating power is on).",
    "television, which has Elevated structure",
    "television, which has Display screen",
    "television, which has Prominent headlights",
    "television, which has Height for standing passengers",
    "television, which has Emitting light vs. having physical form",
    "television, which has Human form with limbs and facial features vs. rectangular or square shape",
    "television, which has Large screen size on television",
    "television, which has External speakers on television",
    "television, which has Presence of a screen for display",
    "television, which has Seating functionality",
    "television, which has Flat screen display",
    "television, which has External speakers",
    "television, which has Large screen size",
    "television, which has Presence of display screen",
    "television, which has Functionality for entertainment purposes"
  ],
  "tiger": [
    "tiger, which has large, muscular body",
    "tiger, which has orange or yellow fur with black stripes",
    "tiger, which has long tail",
    "tiger, which has sharp claws and teeth",
    "tiger, which has pointed ears",
    "tiger, which is alert eyes",
    "tiger, which has Size: large vs. small",
    "tiger, which has Fur color and pattern: orange or yellow with black stripes vs. light brown with speckles or stripes",
    "tiger, which has Black tear marks on face",
    "tiger, which has Distinctive black stripes on fur (tiger) vs. solid color fur (bear)",
    "tiger, which has Shoulder hump (bear)",
    "tiger, which has Pointed ears (tiger) vs. large round ears (bear)",
    "tiger, which has Long tail (tiger) vs. shorter tail (bear)",
    "tiger, which has Long snout with black nose (bear) vs. compact facial structure (tiger)",
    "tiger, which has Sharp hunting claws and teeth (tiger) vs. climbing and digging claws (bear)",
    "tiger, which has Powerful muscular build (tiger) vs. stocky robust body (bear)",
    "tiger, which has Head shape: flat and rectangular vs. rounded",
    "tiger, which has Nose color: black vs. not black"
  ],
  "tractor": [
    "tractor, which has large size",
    "tractor, which has multiwheeled vehicle",
    "tractor, which has long, angled hood",
    "tractor, which has pointed front end with a grill or air intake",
    "tractor, which has cabin or operator’s seat in the middle of the vehicle",
    "tractor, which has bright colors and/or chrome detailing",
    "tractor, which has Hitch or towed equipment",
    "tractor, which has Passenger seating",
    "tractor, which has Heavy-duty vehicle",
    "tractor, which has Mobility mechanism (wheels or treads)",
    "tractor, which has Motorized",
    "tractor, which has Human-powered",
    "tractor, which has Heavy-duty agricultural vehicle",
    "tractor, which has Residential or commercial grass cutter",
    "tractor, which has Agricultural use",
    "tractor, which has Urban public transportation",
    "tractor, which has Heavy-duty agricultural vehicle design",
    "tractor, which has Distinctive human clothing and facial features",
    "tractor, which has Motorized vehicle vs. stationary structure",
    "tractor, which has Mobility mechanism vs. fixed structure",
    "tractor, which has Heavy-duty agricultural/commercial use vs. personal transportation purpose",
    "tractor, which has Operator's seat in the middle of the vehicle vs. rider's seat behind the handlebars",
    "tractor, which has Wheels or treads vs. wide, flat feet",
    "tractor, which has Motorized vehicle vs. living being with tusks, ears, and trunk"
  ],
  "train": [
    "train, which has cylindrical shape",
    "train, which has multiple carriages connected by couplings",
    "train, which has wheels on the bottom of each carriage",
    "train, which has windows and doors along the side of each carriage",
    "train, which has smoke stack or exhaust pipe at the front end of the engine, if present",
    "train, which has colors ranging from black to silver",
    "train, which has Transportation vehicle vs. Communication device",
    "train, which has Mobile vs. Stationary",
    "train, which has Long-distance travel vs. Urban transportation",
    "train, which has Dedicated railway tracks vs. Shared road usage",
    "train, which has Operates on dedicated railway tracks vs. shared road usage",
    "train, which has High passenger capacity vs. multiple carriages",
    "train, which has Size comparison with man",
    "train, which has Presence of locomotive engine"
  ],
  "trout": [
    "trout, which has long and slender body",
    "trout, which has silver scales with black and red spots on the sides",
    "trout, which has fins along the back, pelvic and pectoral fins on underside",
    "trout, which has tail fin is forked in shape",
    "trout, which has large eyes with a protruding lower jaw",
    "trout, which has Scales and fins",
    "trout, which has Streamlined body vs. muscular build"
  ],
  "tulip": [
    "tulip, which has six petals in a symmetrical pattern",
    "tulip, which has long stem",
    "tulip, which has pointed leaves",
    "tulip, which has waxy texture of the petals and leaves",
    "tulip, which has bulb at the base of the stem",
    "tulip, which has vibrant colors such as pink, red, yellow, white",
    "tulip, which has Presence of floral scent",
    "tulip, which has Rooted in soil",
    "tulip, which has Cup-shaped flower with six identical petals",
    "tulip, which has Strong, sweet fragrance",
    "tulip, which has Rooted in soil and cup-shaped flowers with identical petals",
    "tulip, which has Ability to fly and colorful wings with intricate patterns",
    "tulip, which has Presence of floral scent and rooted in soil",
    "tulip, which has Human figure with facial features and wearing clothes"
  ],
  "turtle": [
    "turtle, which has Hard shell with scales",
    "turtle, which has Four or five clawed feet",
    "turtle, which has Long neck and tail",
    "turtle, which has Brown, green, yellow or black in color",
    "turtle, which has Webbed feet for swimming",
    "turtle, which has Protective shell",
    "turtle, which has Visible claws on feet"
  ],
  "wardrobe": [
    "wardrobe, which has large rectangular shape",
    "wardrobe, which often has two doors and/or drawers",
    "wardrobe, which may have handles on the doors or drawers",
    "wardrobe, which can be made of wood, metal, plastic, etc.",
    "wardrobe, which has usually taller than a person",
    "wardrobe, which has Furniture item vs. computer accessory",
    "wardrobe, which has Material composition",
    "wardrobe, which has Indoor location",
    "wardrobe, which has Outdoor location",
    "wardrobe, which has Tall height for storage",
    "wardrobe, which has Flat top surface without storage compartments",
    "wardrobe, which has Shelves or compartments for storage",
    "wardrobe, which has Backrest for support and comfort",
    "wardrobe, which has Storage compartments",
    "wardrobe, which has Man-made materials"
  ],
  "whale": [
    "whale, which has large size (up to 30 meters)",
    "whale, which has spindle shaped body",
    "whale, which has two forelimbs in the form of fins",
    "whale, which has head with a blowhole on top for breathing",
    "whale, which has usually gray color but some species may be black, blue or white",
    "whale, which has visible prominent dorsal fin at the back",
    "whale, which has long flippers",
    "whale, which has Streamlined body for swimming",
    "whale, which has Flat tail and webbed feet for dam-building",
    "whale, which has Size comparison: whales are much larger",
    "whale, which has Tail shape: flat tail in whales, curved tail in dolphins",
    "whale, which has Smooth skin",
    "whale, which has Aquatic vs land locomotion",
    "whale, which has Blowhole vs nostrils for breathing",
    "whale, which has Structural beams and walkways",
    "whale, which has Blowhole on top of head",
    "whale, which has Prominent dorsal fin"
  ],
  "willow tree": [
    "willow tree, which has long, slender trunk",
    "willow tree, which has flexible branches that droop downwards",
    "willow tree, which has narrow leaves with a silvery underside",
    "willow tree, which has fine hairs on the undersides of leaves",
    "willow tree, which has buds clustered at branch tips in winter months",
    "willow tree, which has catkins (flowers) in spring",
    "willow tree, which has Branches droop downwards",
    "willow tree, which has Leaves with five lobes",
    "willow tree, which has Silvery underside of leaves for willow tree",
    "willow tree, which has Branch flexibility for willow tree",
    "willow tree, which has Rooted plant with trunk and branches",
    "willow tree, which has Distinct body structure with wings and stinger",
    "willow tree, which has Slender trunk and drooping branches with narrow leaves for willow tree vs. vast expanse of water with rippling reflections for sea",
    "willow tree, which has Rooted plant with distinct body structures for willow tree vs. smooth and flat surface lacking geological formations for sea"
  ],
  "wolf": [
    "wolf, which has fourlegged mammal",
    "wolf, which has large pointy ears",
    "wolf, which has dark grey, black, or white fur",
    "wolf, which has bushy tail with a black tip",
    "wolf, which has pointed muzzle",
    "wolf, which has small eyes and triangular face",
    "wolf, which has Size - large",
    "wolf, which has Vocalization - howling",
    "wolf, which has Pack behavior vs. Solitary behavior",
    "wolf, which has Slender and agile body vs. Stocky and powerful build",
    "wolf, which has Snout shape",
    "wolf, which has Movement style",
    "wolf, which has Size and body structure",
    "wolf, which has Pronounced snout vs. short muzzle",
    "wolf, which has Distinctive fur pattern",
    "wolf, which has Howling vocalization vs. different vocalization"
  ],
  "woman": [
    "woman, which has upright posture",
    "woman, which has facial features such as eyes, nose, and mouth",
    "woman, which has hair color and style",
    "woman, which has clothing such as a dress or pantsuit",
    "woman, which has jewelry including earrings, bracelets, necklaces or rings.",
    "woman, which has Hair length/style",
    "woman, which has Makeup",
    "woman, which has Hairstyle complexity",
    "woman, which has Chest area shape",
    "woman, which has Hip width",
    "woman, which has Adam's apple presence"
  ],
  "worm": [
    "worm, which has elongated, cylindrical body",
    "worm, which has thin and flexible skin with no scales or bones",
    "worm, which has segmented body divided into many segments with thin plates in between",
    "worm, which has small head and tail ends that are hard to distinguish from the rest of its body",
    "worm, which has two sets of antennae near the head end",
    "worm, which has soft fleshy underside",
    "worm, which has Size comparison: small vs. large",
    "worm, which has Skeletal structure: presence vs. absence",
    "worm, which has Segmented body vs. continuous body",
    "worm, which has Presence of facial features",
    "worm, which has Soft body vs. hard shell",
    "worm, which has Presence of claws"
  ]
}